[{"id": "01", "tn": [{"ref": "It came about that", "text": "This phrase is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the cupbearer", "text": "This is the person who brought drinks to the king."}, {"ref": "king's baker", "text": "This is the person who made food for the king."}, {"ref": "offended their master", "text": "\"upset their master\""}, {"ref": "the chief of the cupbearers and the chief of the bakers", "text": "\"the leading cupbearer and the leading baker\""}, {"ref": "He put them in custody in the house of the captain of the guard", "text": "\"He put them in the prison that was in the house that was overseen by the captain of the guard\""}, {"ref": "He put them", "text": "The king did not put them in prison but rather he commanded for them to be imprisoned. AT: \"He had them put\" or \"He commanded his guard to put\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in the same prison where Joseph was confined", "text": "This can be stated in active form. AT: \"This was the same prison that Joseph was in\" or \"This was the same prison Potiphar put Joseph in\"  (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "They remained in custody for some time", "text": "\"They remained in prison for a long time\""}]}, {"id": "06", "tn": [{"ref": "Joseph came to them", "text": "\"Joseph came to the cupbearer and the baker\""}, {"ref": "Behold, they were sad", "text": "The word \"behold\" here shows that Joseph was surprised by what he saw. AT: \"He was surprised to see that they were sad\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Pharaoh's officials who were with him", "text": "This refers to the cupbearer and the baker."}, {"ref": "in custody in his master's house", "text": "\"In prison in him master's house.\" \"His master\" refers to Joseph's master, the captain of the guard."}, {"ref": "Do not interpretations belong to God?", "text": "Joseph uses a question for emphasis. This can be written as a statement. AT: \"Interpretations belong to God!\" or \"It is God who can tell the meaning of dreams!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Tell me, please", "text": "Joseph asks for them to tell him their dreams. AT: \"Tell me the dreams, please\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "09", "tn": [{"ref": "The chief of the cupbearers", "text": "The most important person who brings drinks to the king. See how you translated this in [[:en:bible:notes:gen:40:01|40:2]]."}, {"ref": "In my dream, behold, a vine was in front of me", "text": "\"In my dream, I saw a vine in front of me!\" The cupbearer uses word \"behold\" here to show that he was surprised by what he saw in his dream and to alert Joseph to pay attention."}, {"ref": "the clusters of grapes ripened", "text": "\"its clusters ripened into grapes\""}, {"ref": "squeezed them", "text": "This means that he squeezed the juice out of them. AT: \"squeezed the juice from them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "12", "tn": [{"ref": "This is the interpretation of it", "text": "\"Here is what the dream means\""}, {"ref": "The three branches are three days", "text": "\"The three branches represent three days\""}, {"ref": "Within three days", "text": "\"In three more days\""}, {"ref": "will lift up your head", "text": "Here Joseph speaks of Pharaoh releasing the cupbearer from prison as if Pharaoh were causing him to lift up his head. AT: \"will release you from prison\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "restore you to your office", "text": "\"will give you back your job\""}, {"ref": "just as when", "text": "The missing words may be added. AT: \"just as you did when\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "14", "tn": [{"ref": "and please show kindness to me", "text": "\"and please be kind to me\""}, {"ref": "Mention me to Pharaoh and bring me out of this prison", "text": "Joseph means for the cupbearer to tell Pharaoh about him so that Pharaoh will release him from prison. AT: \"Help me get out of this prison by telling Pharaoh about me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For indeed I was abducted", "text": "This can be stated in active form. AT: \"For indeed people took me\" or \"For indeed the Ishmaelites took me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the land of the Hebrews", "text": "\"the land where the Hebrew people live\""}, {"ref": "Here also have I done nothing that they should put me in this dungeon", "text": "\"and also while I have been here in Egypt, I have done nothing for which I deserved to be put in prison\" (UDB)"}]}, {"id": "16", "tn": [{"ref": "the chief of the bakers", "text": "This refers to the leading person who made food for the king. See how this was translated in [[:en:bible:notes:gen:40:01|40:2]]."}, {"ref": "I also had a dream, and", "text": "\"I also had a dream, and in my dream,\""}, {"ref": "behold, three baskets of bread were on my head", "text": "\"there were three baskets of bread on my head!\" The baker uses word \"behold\" here to show that he was surprised by what he saw in his dream and to alert Joseph to pay attention."}, {"ref": "baked goods for Pharaoh", "text": "\"baked foods for Pharaoh\""}]}, {"id": "18", "tn": [{"ref": "This is the interpretation", "text": "\"Here is what the dream means\""}, {"ref": "The three baskets are three days", "text": "\"The three baskets represent three days\""}, {"ref": "will lift up your head from you", "text": "Joseph also used the phrase \"will lift up your head\" when he spoke to the cupbearer in [[:en:bible:notes:gen:40:12|40:13]]. Here it has a different meaning. Possible meanings are 1) \"will lift up your head to put a rope around your neck\" or 2) \"will lift up your head to cut it off.\""}, {"ref": "flesh", "text": "Here \"flesh\" literally means the soft tissue on a person's body."}]}, {"id": "20", "tn": [{"ref": "It came about on the third day that", "text": "\"Afterward, on the third day.\" The  phrase \"it came about\" is used here to mark a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "He made a feast", "text": "\"He had a feast\""}, {"ref": "the chief of the cupbearers", "text": "This was the leading person who prepared and served drinks to the king. See how these were translated in [[:en:bible:notes:gen:40:01|40:2]]."}, {"ref": "the chief of the bakers", "text": "This refers to the leading person who made food for the king. See how this was translated in [[:en:bible:notes:gen:40:01|40:2]]."}, {"ref": "He restored the chief of the cupbearers to his responsibility", "text": "The chief of the cupbearer's \"responsibility\" refers to his job as chief of the cupbearers. AT: \"He gave the chief of the cupbearers his job back\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But he hanged the chief of the bakers", "text": "Pharaoh did not personally hang the baker, rather he commanded for him to be hanged. AT: \"But he commanded for the chief of the bakers to be hanged\" or \"But he commanded his guards to hang the chief of the bakers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "just as Joseph had interpreted to them", "text": "This refers to when Joseph interpreted their dreams. AT: \"just as Joseph had said would happen when he interpreted the two men's dreams\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]