{"01": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples in his Sermon on the Mount, which began in [[:en:bible:notes:mat:05:01|5:3]]."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and the commands are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Do not judge", "text": "It is implied here that \"judge\" has the strong meaning of \"condemn harshly\" or \"declare guilty.\" AT: \"Do not condemn people harshly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you will not be judged", "text": "This can be stated in active form. AT: \"God will not condemn you harshly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For", "text": "Be sure the reader understands the statement in 7:2 is based on what Jesus said in 7:1."}, {"ref": "with the judgment you judge, you will be judged", "text": "This can be stated in active form. AT: \"God will condemn you in the same way you condemn others\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "measure", "text": "Possible meanings are 1) this is the amount of punishment given or 2) this is the standard used for judgment."}, {"ref": "it will be measured out to you", "text": "This can be stated in active form. AT: \"God will measure it out to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "03": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are all singular, but you may need to translate them as plurals."}, {"ref": "Why do you look ... but you do not notice the log that is in your own eye?", "text": "Jesus uses this question to challenge the people to pay attention to their own sins before they pay attention to another person's sins. AT: \"do not look ... but ignore the log that is in your own eye\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the tiny piece of straw that is in your brother's eye", "text": "This is a metaphor that refers to the less important faults of a fellow believer. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "tiny piece of straw", "text": "\"speck\" (UDB) or \"splinter\" or \"bit of dust.\" Use a word for the smallest thing that commonly falls into a person's eyes."}, {"ref": "brother", "text": "All occurrences of \"brother\" in 7:3-5 refer to a fellow believer, not to a literal brother or a neighbor."}, {"ref": "the log that is in your own eye", "text": "This is a metaphor for a person's most important faults. A log could not literally go into a person's eye. Jesus is emphasizing that a person should pay attention to his own more important faults before he deals with another person's less important faults. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "log", "text": "the largest part of a tree that someone has cut down"}, {"ref": "How can you say ... your own eye?", "text": "Jesus asks this question to challenge the people to pay attention to their own sins before they pay attention to another person's sins. AT: \"You should not say ... your own eye.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "06": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are all plural."}, {"ref": "dogs ... hogs", "text": "Jews considered these animals dirty, and God told the Jews not to eat them. They are metaphors for wicked people who do not value holy things. It would be best to translate these words literally. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pearls", "text": "These are similar to round, valuable stones or beads. They are a metaphor for the knowledge of God or precious things in general. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they may trample", "text": "\"the pigs may trample\""}, {"ref": "and then turn and tear", "text": "\"and the dogs will then turn and tear\""}], "07": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are all plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Ask ... Seek ... Knock", "text": "These are metaphors for praying to God. The verb form shows that we are to keep praying until he answers. If your language has a form for continuing to do something over and over, use it here. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Ask", "text": "This means to request things from God. (UDB)"}, {"ref": "it will be given to you", "text": "This can be stated in active form. AT: \"God will give you what you need\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Seek", "text": "\"Seek from God what you need\""}, {"ref": "Knock", "text": "To knock on a door was a polite way to request that the person inside the house or room open the door. If knocking on a door is impolite or not done in your culture, use the word that describes how people politely ask for doors to be opened. AT: \"Tell God you want him to open the door\""}, {"ref": "it will be opened to you", "text": "This can be stated in active form. AT: \"God will open it for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Or which one of you ... a stone?", "text": "Jesus uses a question to teach the people. AT: \"There is not one person among you ... a stone.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a loaf of bread", "text": "This refers to food in general. AT: \"some food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "stone ... fish ... snake", "text": "These nouns should be translated literally."}, {"ref": "Or if he asks for a fish, will give him a snake?", "text": "Jesus asks another question to teach the people. It is understood that Jesus is still referring to a man and his son. AT: \"And there is not one person among you, if his son asks for a fish, will give him a snake.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}], "11": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "how much more will your Father in heaven give ... him?", "text": "Jesus uses a question to teach the people. AT: \"then your Father in heaven will most certainly give ... him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "whatever things you want people to do to you", "text": "\"whatever way you want others to act toward you\" (UDB)"}, {"ref": "for this is the law and the prophets", "text": "Here \"law\" and \"prophets\" refer to what Moses and the prophets wrote. AT: \"for this is what Moses and the prophets teach in the scriptures\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "13": [{"ref": "General Information:", "text": "When you translate, use appropriate words for \"wide\" and \"broad\" that are as different from \"narrow\" as possible in order to emphasize the differences between the two sets of gates and ways."}, {"ref": "Enter through the narrow gate ... few who find it", "text": "This is an image of a person traveling on a road and entering into a kingdom through a gate. One kingdom is easy to enter; the other is hard to enter. This is a metaphor that means a person must accept the more difficult life of obeying God to receive eternal life. If they choose an easier life of not obeying God, they will enter into hell. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Enter through the narrow gate", "text": "You may need to move this to the end of verse 14: \"Therefore, enter through the narrow gate.\""}, {"ref": "gate ... way", "text": "Possible meanings are 1) this refers to the gate to enter a kingdom and the road that leads to the gate. If so, you may want to reverse the order as in the UDB. Or, 2) the \"gate\" and \"way\" both refer to the entrance to the kingdom. If so, you do not need to change the order."}, {"ref": "to destruction ... to life", "text": "These abstract nouns can be translated with verbs. AT: \"to the place where you will die ... to the place where you will live\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}], "15": [{"ref": "Beware of", "text": "\"Be on guard against\""}, {"ref": "who come to you in sheep's clothing but are truly ravenous wolves", "text": "This metaphor means false prophets will pretend like they are good and want to help you, but they are really evil and will do you harm. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "By their fruits you will know them", "text": "This metaphor refers to a person's actions. AT: \"Just as you know a tree by the fruit that grows on it, you will know false prophets by how they act\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do people gather ... thistles?", "text": "Jesus uses a question to teach the people. The people would have known that the answer is no. AT: \"People do not gather ... thistles.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "every good tree produces good fruit", "text": "Jesus continues to use the metaphor of fruit to refer to good prophets who produce good works or words. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the bad tree produces bad fruit", "text": "Jesus continues to use the metaphor of fruit to refer to bad prophets who produce evil works. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "18": [{"ref": "Every tree that does not produce good fruit is cut down and thrown into the fire", "text": "Jesus continues to use fruit trees as a metaphor to refer to false prophets. Here, he only states what will happen to the bad trees. It is implied that the same thing will happen to the false prophets. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is cut down and thrown into the fire", "text": "This can be stated in active form. AT: \"a person will cut it down and burn it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will recognize them by their fruits", "text": "The word \"their\" can refer to either the prophets or the trees. This metaphor implies that the fruit of trees and the deeds of prophets both reveal whether they are good or bad. If possible, translate this in a way so that it can refer to both trees and prophets. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "21": [{"ref": "will enter into the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"will live with God in heaven when he shows himself to be king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those who do the will of my Father who is in heaven", "text": "\"whoever does what my Father in heaven desires\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "in that day", "text": "Jesus said \"that day\" knowing his hearers would understand he was referring to the day of judgment. You should include \"the day of judgment\" only if your readers would not understand otherwise. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "did we not prophesy ... drive out demons ... do many mighty deeds?", "text": "The people use a question to emphasize that they did these things. AT: \"we prophesied ... drove out demons ... did many mighty deeds\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "we", "text": "This \"we\" does not include Jesus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "in your name", "text": "Here \"name\" means with the power and authority of Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mighty deeds", "text": "\"miracles\""}, {"ref": "I never knew you", "text": "This means the person does not belong to Jesus. AT: \"You are not my follower\" or \"I have nothing to do with you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}], "24": [{"ref": "Therefore", "text": "\"For that reason\""}, {"ref": "my words", "text": "Here \"words\" refers to what Jesus says. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a wise man who built his house upon a rock", "text": "Jesus compares those who obey his words to a person who builds his house where nothing can harm it. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "rock", "text": "This is the bedrock below the topsoil and clay, not a large stone or boulder above the ground."}, {"ref": "it was built", "text": "This can be stated in active form. AT: \"he built it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "26": [{"ref": "Connecting Statement:", "text": "This is the end of Jesus' Sermon on the Mount, which began in [[:en:bible:notes:mat:05:01|5:3]]."}, {"ref": "like a foolish man who built his house upon the sand", "text": "Jesus continues the simile from the previous verse. He compares those who do not obey his words to foolish house-builders. Only a fool would build a house on a sandy place where rain, floods, and wind can sweep the sand away. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "fell", "text": "Use the general word in your language that describes what happens when a house falls down."}, {"ref": "and its destruction was complete", "text": "The rain, floods, and wind completely destroyed the house."}], "28": [{"ref": "General Information:", "text": "These verses describe how the people in the crowds reacted to Jesus' teaching in the Sermon on the Mount. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "It came about that when", "text": "This phrase shifts the story from Jesus' teachings to what happened next. AT: \"Then\" or \"After\""}, {"ref": "were astonished by his teaching", "text": "It is clear in 7:29 that they were amazed not just at what Jesus taught but also the way he taught it. AT: \"were amazed because of the way he taught\""}]}