[{"id": "01", "tn": [{"ref": "thirty-one years", "text": "one years** - \"31 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Jedidah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Adaiah", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Bozkath", "text": "This is the name of a town in Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was right in the eyes of Yahweh", "text": "Here \"eyes\" represents Yahweh's thoughts or what he considered about something. AT: \"He did what Yahweh considered to be right\" or \"He did what was right according to Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He walked in all the way of David his ancestor", "text": "\"He walked in all the ways of David his ancestor\" Josiah behaving as David did is spoken of as if he walked on the same road or way as David. AT: \"He lived the way David his ancestor had lived\" or \"He followed the example of David his ancestor\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he did not turn away either to the right or to the left", "text": "To fully obey Yahweh is spoken of as if a person were on the correct road and never turned from it. AT: \"he did not do anything that would displease Yahweh\" or \"he fully obeyed all the laws of Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "It came about that", "text": "If your language has a way to mark the beginning of a new part of the story, consider using it here."}, {"ref": "the eighteenth year", "text": "\"Eighteenth\" is the ordinal form of 18. AT: \"the 18th year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Shaphan ... Azaliah ... Meshullam ... Hilkiah", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "house of Yahweh ... in the temple", "text": "Here \"house of Yahweh\" and \"temple\" mean the same thing."}, {"ref": "Go up to Hilkiah", "text": "The phrase \"Go up\" is used because Yahweh's temple was higher in elevation than where King Josiah was located. AT: \"Go to Hilkiah\""}, {"ref": "that has been brought into the house of Yahweh, which the temple guards have gathered from the people", "text": "This can be stated in active form. AT: \"that the temple guards who gathered the money from the people brought into the temple of Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let it be given into the hand of the workmen", "text": "Here \"hand\" represents the workmen as a whole. This can be stated in active form. AT: \"Tell Hilkiah to give the money to the workmen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The message from King Josiah to Hilkiah, the high priest, continues."}, {"ref": "Let them give money ... was given to them ... because they handled", "text": "Here \"them\" and \"they\" refer to the workmen who are in charge of the house of Yahweh in [[:en:bible:notes:2ki:22:03|22:5]]."}, {"ref": "the carpenters, the builders, and the masons", "text": "These are the same as the workmen who are in the house of Yahweh in [[:en:bible:notes:2ki:22:03|22:5]]. Here the workers are described in more detail."}, {"ref": "carpenters", "text": "workers who build with wood"}, {"ref": "masons", "text": "workers who build with stone"}, {"ref": "no accounting was required for the money that was given to them", "text": "This can be stated in active form. AT: \"the workmen who were in charge did not have to report how they used the money that the temple guards gave them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "because they handled it faithfully", "text": "\"because they used the money honestly\""}]}, {"id": "08", "tn": [{"ref": "Hilkiah", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:2ki:18:16|18:18]]."}, {"ref": "The Book of the Law", "text": "Most likely these laws were written on a scroll rather than in a book."}, {"ref": "given it into the hand of the workmen", "text": "Here \"hand\" represents the workmen as a whole. AT: \"given it to the workmen\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "It came about that", "text": "If your language has a way to mark the beginning of a new part of the story, consider using it here."}, {"ref": "had heard the words of the law", "text": "Here \"words\" represents the message of the law. AT: \"had heard the laws that were written in the book\" or \"had heard the laws that were written in the scroll\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he tore his clothes", "text": "This is a symbolic action that indicates intense grief or sadness. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Ahikam ... Shaphan ... Achbor ... Micaiah ... Asaiah", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "consult with Yahweh", "text": "It is made clear in 22:14 that the men would consult Yahweh by going to the prophetess of Yahweh to determine his will."}, {"ref": "consult", "text": "to go to someone to ask for advice"}, {"ref": "the words of this book that has been found", "text": "Here \"words\" represents the laws. This can be stated in active form. AT: \"the laws in this book that Hilkiah has found\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For great is the anger of Yahweh that has been kindled against us", "text": "Yahweh's anger is spoken of as if it was a fire that was lit. AT: \"For Yahweh is very angry with us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all that was written concerning us", "text": "This refers to the law that was given to Israel.  This can be stated in active form. AT: \"all that Moses wrote in the law that we should do\" or \"all the laws that God gave through Moses to the people of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "Huldah", "text": "This is a woman's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shallum ... Tikvah ... Harhas", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "keeper of the wardrobe", "text": "Possible meanings are 1) the person who took care of the clothing that priests wore in the temple or 2) the person who took care of the king's clothing."}, {"ref": "she lived in Jerusalem in the second quarter", "text": "Here \"second quarter\" refers to the new part of the city that was built on the north side of Jerusalem. Also, \"second\" is the ordinal form of 2. AT: \"she lived in Jerusalem in the new part of the city\" or \"she lived in the new part of Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "the man who sent you to me", "text": "Here \"the man\" refers to King Josiah."}, {"ref": "I will bring disaster to this place and to its inhabitants", "text": "Yahweh causing terrible things to happen is spoken of as if \"disaster\" were an object that he could bring to a place. AT: \"I will cause terrible things to happen to this place and to those who live there\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to this place", "text": "This refers to the city of Jerusalem which represents the whole land of Judah. AT: \"to Jerusalem\" or \"to Judah\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The message Yahweh sent to King Josiah through Huldah, the prophetess, continues."}, {"ref": "my anger has been kindled against this place, and it will not be extinguished", "text": "Yahweh becoming very angry is spoken of as if his anger were a fire that was lit and could not be put out. AT: \"my anger against this place is like a fire that cannot be put out\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this place", "text": "Here \"place\" represents the people who live in Jerusalem and Judah. AT: \"these people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "About the words that you heard", "text": "Here \"words\" represents the message that Huldah just spoke. AT: \"About the message that you heard\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because your heart was tender", "text": "Here \"heart\" represents a person's inner being. To feel sorry is spoken of as if the heart were tender. AT: \"because you felt sorry\" or \"because you repented\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that they would become a desolation and a curse", "text": "The abstract nouns \"desolation\" and \"curse\" can be stated as an adjective and a verb. AT: \"that I would curse them and cause the land to be desolate\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "torn your clothes", "text": "This is a symbolic action that indicates intense grief or sadness. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "this is the declaration of Yahweh", "text": "Here Yahweh speaks about himself in the third person. It can be stated in first person. AT: \"this is what I declare\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "This is the end of the message from Yahweh to King Josiah through the prophetess Huldah."}, {"ref": "See, I will gather you to your ancestors; you will be gathered to your grave in peace", "text": "Both statements mean basically the same thing. They are polite ways of saying he will die. AT: \"Listen, I will allow you to die peacefully\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Your eyes will not see", "text": "Here \"eyes\" represents the whole person. And, \"will not see\" represents not experiencing something. AT: \"and you will not experience\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the disaster that I will bring upon this place", "text": "Yahweh causing terrible things to happen is spoken of as if \"disaster\" were an object that Yahweh would bring to a place. AT: \"the terrible things I will cause to happen in this place\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]