[{"id": "01", "tn": [{"ref": "sit on David's throne", "text": "This refers to having kingly authority, like David had. AT: \"rule as king, like David before you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "listen to the word of Yahweh", "text": "AT: \"pay attention to the word of Yahweh\""}, {"ref": "you, and your servants, and your people", "text": "AT: \"you and your servants, and your people who live in his country\""}, {"ref": "who come through these gates", "text": "These are the gates of the palace of the king. AT: \"who come to visit the king\""}, {"ref": "the hand of the oppressor", "text": "The word \"hand\" refers to the power or control of a person. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do not mistreat", "text": "Do not treat someone badly"}, {"ref": "orphan", "text": "a child who does not have parents"}, {"ref": "Do not ... pour out innocent blood", "text": "AT: \"Do not ... murder innocent people\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in this place", "text": "\"This place\" refers to Jerusalem, or even the whole country of Judah. This does not imply that it is good to murder people in other places."}]}, {"id": "04", "tn": [{"ref": "kings sitting on David's throne", "text": "This refers to kings having authority like David had. AT: \"kings, ruling like David before them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "riding in a chariot and on horses", "text": "This phrase describes the kings as powerful and wealthy. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he, his servants, and his people", "text": "This sentence lists all who will be powerful and wealthy. AT: \"he, his servants, and his people will ride into the palace on chariots and horses\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "if you do not listen", "text": "AT: \"if you do not pay attention\" (UDB) or \"if you do not obey\""}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}, {"id": "06", "tn": [{"ref": "palace of the king of Judah", "text": "This could also be translated as \"house of the king of Judah\" and refers to the family and descendants of the King of Judah. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You are like Gilead, or like the summit of Lebanon", "text": "Yahweh is describing his good feelings toward the family and descendants of the King of Judah (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "turn you into a wilderness", "text": "AT: \"cause your cities to become empty or uninhabited\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "Then many nations will pass by this city.", "text": "AT: \"Then many people from various nations will pass by this city.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed down to other gods and worshiped them", "text": "These two phrases mean the same thing. The phrase \"bowed down to\" describes the posture that people used in worship. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The speaker Yahweh has shifted from addressing the King of Judah and is now speaking to a general audience."}, {"ref": "see the land of his birth again", "text": "AT: \"see the land of Israel again\" or \"see his homeland again\""}]}, {"id": "11", "tn": [{"ref": "Jehoahaz", "text": "The name in Hebrew is \"Shallum,\" but he is better known as Jehoahaz."}]}, {"id": "13", "tn": [{"ref": "house", "text": "House is being used here to describe Jehoiakim and his family. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Is this what makes you a good king, that you wanted to have boards of cedar", "text": "AT: \"Having a cedar palace does not make you a good king\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did not your father also eat and drink ... righteousness?", "text": "AT: \"King Josiah enjoyed his life ... righteousness.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is this not what it means to know me?", "text": "AT: \"This is what it means to know me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "nothing in your eyes and heart", "text": "\"nothing in your thoughts and emotions\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "unjust profit", "text": "This is getting money by cheating or by using unfair means."}, {"ref": "pouring out innocent blood", "text": "\"killing innocent people\""}, {"ref": "crushing of others", "text": "\"doing violence to others in order to get money\""}, {"ref": "Woe, my brother! ... Woe, my sister! ... Woe, master! ... Woe, majesty!", "text": "Yahweh uses the word \"Woe\" several times for emphasis. He addresses the various people who would normally show great sadness when someone dies. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "He will be buried with a donkey's burial, dragged away and thrown out", "text": "\"They will bury his dead body the way they would bury a dead donkey; they will drag it away and throw it out\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "Lift your voice", "text": "AT: \"Shout in Bashan\""}, {"ref": "Abarim mountains", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I spoke to you when you were safe", "text": "AT: \"I spoke to you when you were doing well\""}, {"ref": "This was your custom", "text": "AT: \"This was your way of life\""}, {"ref": "you have not listened to my voice", "text": "AT: \"you have not obeyed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "22", "tn": [{"ref": "The wind will shepherd away all your shepherds", "text": "AT: \"Your leaders will be taken away\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "House of the Forest of Lebanon, you who nest among the cedars", "text": "AT: \"a palace made from the cedars of Lebanon\""}, {"ref": "how you will be pitied when the labor pains of anguish come on you like childbirth", "text": "AT: \"you will be pitied because of your pain\""}]}, {"id": "24", "tn": [{"ref": "As I live", "text": "AT: \"Surely\""}, {"ref": "even if you, Jehoiachin ... were the signet on my right hand, I would tear you off", "text": "AT: \"Even if you, Jehoiachin ... were the signet on my right hand, I would tear you off from my hand\" or \"Jehoiachin ... even if you were the king whom I had chosen as an expression of my power, I would still punish you\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have given you to the hand of the ones seeking your life", "text": "AT: \"I have made it possible for the ones seeking your life to capture you\""}]}, {"id": "27", "tn": [{"ref": "this land to which they will want to return", "text": "Refers to the land of Judah"}, {"ref": "Is this a despised and shattered vessel? Is this man Jehoiachin a pot that pleases no one?", "text": "AT: \"Jehoiachin is useless and no one is happy with him.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have they thrown him and his descendants out, and have poured them out into a land that they did not know?", "text": "AT: \"The people should have removed Jehoiachin and his family from the land\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "29", "tn": [{"ref": "Land, Land, Land", "text": "Yahweh speaks his message to all the people of the land by calling out to the land where they live. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Hear the word of Yahweh", "text": "AT: \"obey the word of Yahweh\""}]}]