[{"id": "01", "tn": [{"ref": "Listen to me", "text": "Here the word \"me\" refers to Yahweh."}, {"ref": "look at the rock ... and to the quarry", "text": "Looking at something represents thinking about it. AT: \"think about the rock ... and the quarry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the rock from which you were chiseled and to the quarry from which you were cut", "text": "God speaks of the nation of Israel as if it were a building made of stones and as if their ancestors were a rock or quarry from which God cut them. This can be stated clearly. AT: \"your ancestors, who are like a rock from which you were chiseled and a quarry from which you were cut\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the rock from which you were chiseled", "text": "This can be stated in active form. AT: \"the rock from which I chiseled you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "chiseled", "text": "\"cut with a chisel\" or \"cut\""}, {"ref": "the quarry from which you were cut", "text": "This can be stated in active form. AT: \"the quarry from which I cut you\" ([[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Abraham, your father", "text": "God speaks of their ancestor as if he were their father. AT: \"Abraham, your forefather\" or \"Abraham, your ancestor\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Sarah, who bore you", "text": "God speaks of Abraham's wife as if she were their mother and had given birth to them. AT: \"Abraham's wife, Sarah, of whom you are all descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when he was a lone individual", "text": "This means when he did not have any children yet. This can be stated clearly. AT: \"when he had no children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "made him many", "text": "God speaks of Abraham's descendants being many as if Abraham were many. AT: \"made his descendants many\" or \"made him have many descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Yahweh will comfort Zion", "text": "The city of Zion, which is also called Jerusalem, here represents the people of Zion. AT: \"Yahweh will comfort the people of Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will comfort all her waste places", "text": "\"he will comfort the people who live in all her waste places\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "her waste places ... her wilderness ... her desert plains", "text": "The word \"her\" refers to Zion. Cities are often spoken of as if they were women. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "waste places", "text": "places that have been destroyed"}, {"ref": "her wilderness he made like Eden, and her desert plains ... like the garden of Yahweh", "text": "These phrases mean that God will make the empty places in Israel beautiful. In prophecy, events that will happen in the future are often described as being in the past. This emphasizes that they will certainly happen. AT: \"he will make her wilderness like Eden and her desert plains ... like the garden of Yahweh (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "joy and gladness will be found in her", "text": "Joy and gladness mean the same thing. Being found there represents being there. AT: \"there will be joy and gladness in Zion again\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh speaks to the people of Israel."}, {"ref": "Be attentive to me ... listen to me", "text": "These two phrases mean the same thing. Together they strengthen the command to listen. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will make my justice to be a light for the nations", "text": "Here God's justice represents his law, and a light represents knowledge of what is right. This means the people of the nations will understand and obey God's law. AT: \"my law will teach the nations what is right\" or \"the nations will know my law\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My righteousness is near", "text": "The idea of \"near\" represents \"soon.\" God's righteousness being near represents him soon showing his righteousness. He will do this this by fulfilling his promises and saving people. AT: \"I will soon show my righteousness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my salvation will go out", "text": "God speaks of saving people as if his salvation were a thing that could go out to them. AT: \"I will save people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my arm will judge the nations", "text": "Here God's arm represents his power, and judging represents ruling. AT: \"I will rule the nations with my power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the coastlands", "text": "This refers to the people who live on the coasts of distant lands across the sea. AT: \"the people who live on the coastlands\" or \"the people who live in the the lands across the sea\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for my arm they will eagerly wait", "text": "Here God's arm represents what he will do. Here it refers to him saving people. AT: \"they will eagerly wait for me to do something\" or \"they will eagerly wait for me to save them\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Lift up your eyes to the sky", "text": "Lifting the eyes represents looking at something above. AT: \"Look up at the sky\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like smoke ... like a garment ... like flies", "text": "All of these refer to things that quickly and easily disappear or become useless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "my salvation will continue forever", "text": "God's \"salvation\" here represents the result of his salvation, which is freedom. AT: \"I will save you, you will be free forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my righteousness will never stop working", "text": "God's \"righteousness\" here represents him ruling righteously. AT: \"my righteous rule will never end\" or \"I will rule righteously forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "who have my law in your heart", "text": "Having God's law in the heart represents knowing God's law and wanting to obey it. AT: \"who know and honor my law\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "nor be disheartened by their abuse", "text": "This can be stated in active form. AT: \"and do not lose your courage when they hurt you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For the moth will eat them up like a garment, and the worm will eat them like wool", "text": "God speaks of people who abuse those who are righteous as if they were wool garments, and of their being destroyed as if insects ate them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my righteousness will be forever", "text": "God's \"righteousness\" here represents him ruling righteously. AT: \"my righteous rule will be forever\" or \"I will rule righteously forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and my salvation to all generations", "text": "God's \"salvation\" here represents the result of his salvation, which is freedom. Being \"to all generations\" represents lasting forever. AT: \"I will save you, and you will be free forever\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "Awake, awake, clothe yourself with strength, arm of Yahweh", "text": "People urgently ask Yahweh's arm to help them as if his arm were a person. If it would be odd to speak to the arm, this can be addressed directly to Yahweh instead. AT: \"Awake, awake, Yahweh, and clothe your arm with strength\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Awake, awake ... arm of Yahweh", "text": "People speak as if Yahweh's arm were asleep because it has not been helping them. They want it to help them. The word \"Awake\" is repeated to show that they need God's help urgently. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "clothe yourself with strength", "text": "Strength is spoken of as if it were some kind of clothing that people would wear to strengthen themselves in battle. AT: \"make yourself strong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Is it not you who crushed the sea monster, you who pierced the dragon?", "text": "The speaker uses a question to emphasize Yahweh's power to do mighty things. AT: \"It is you who crushed the sea monster, you who pierced the dragon.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the sea monster ... the dragon", "text": "Both of these mean the same thing. They refer to Rahab, a mythological serpent that lives in the sea, which can either symbolize the nation of Egypt or symbolize evil and chaos. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Did you not dry up the sea ... for the redeemed to pass through?", "text": "Again, the speaker uses questions to emphasize Yahweh's power to do mighty things. This refers to Yahweh opening the Red Sea for the Israelites to cross and escape the army of Egypt. AT: \"You dried up the sea ... for the redeemed to pass through.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This is very similar to [[:en:bible:notes:isa:35:10|35:10]]."}, {"ref": "The ransomed of Yahweh", "text": "To \"ransom\" means to \"rescue.\" This refers to people whom Yahweh has rescued. AT: \"Those whom Yahweh has rescued\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "with gladness forever on their heads", "text": "This uses a person's head to mean the person as a whole. AT: \"they will be glad forever\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "gladness and joy ... sorrow and mourning", "text": "The words \"gladness\" and \"joy\" mean basically the same thing, as do \"sorrow\" and \"mourning.\" Together they emphasize the intensity of these emotions. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "gladness and joy will overtake them", "text": "This speaks of the people being overwhelmed by gladness and joy by giving these emotions the human quality of being able to overtake someone. AT: \"they will be overwhelmed by joy and gladness\" or \"they will be extremely glad and joyful\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "sorrow and mourning will flee away", "text": "This speaks of the people no longer being sorrowful and mourning by speaking of these emotions as if they could run away. AT: \"they will no longer be sorrowful and mourning\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I, I, am he", "text": "The word \"I\" is repeated for emphasis. If this is unnatural in your language, the repetition does not need to be used. AT: \"I am he\""}, {"ref": "Why are you afraid of men ... like grass?", "text": "This rhetorical question emphasizes that people who have the Lord's protection should not be afraid of human beings. This can be written as a statement. AT: \"Do not be afraid of men ... like grass.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "who are made like grass", "text": "This phrase compares men to grass to emphasize that their lives are short and that they die quickly. AT: \"who live and die quickly like grass\" or \"who will wither and disappear like grass\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "who are made like", "text": "This can be stated in active form. AT: \"who are like\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "Why have you forgotten Yahweh ... earth?", "text": "Yahweh uses a question to emphasize that they should not forget Yahweh. This may be written as a statement. AT: \"You should not have forgotten Yahweh ... earth.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Maker", "text": "Translate this name for Yahweh the same as you did in [[:en:bible:notes:isa:17:06|17:7]]."}, {"ref": "who stretched out the heavens", "text": "\"who spread out the sky.\" This speaks of Yahweh having created the heavens as if he had stretched them out in the same way one would stretch out a large garment. AT: \"who stretched out the heavens like a garment\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the foundations of the earth", "text": "The word \"foundation\" normally refers to a stone structure that gives support to a building from underneath. Here it describes a similar structure that was thought to support and hold the earth in place. Translate this phrase the same as you did in [[:en:bible:notes:isa:24:17|24:18]]."}, {"ref": "the hot fury of the oppressor when he decides to destroy", "text": "\"the oppressor's hot fury when he decides to cause destruction\""}, {"ref": "hot fury", "text": "Here the word \"hot\" means \"strong\" or \"great.\" AT: \"great fury\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Where is the fury of the oppressor?", "text": "Yahweh uses a question to emphasize that the people should not fear those who want to oppress them. Their oppressors are no longer a threat to them. This may be written as a statement. AT: \"The fury of the oppressor is not a threat!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "The one who is bent down", "text": "This refers to the people of Israel who are slaves of the Babylonians. This phrase describes how they work. AT: \"The slave\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the pit", "text": "This refers to Sheol. AT: \"the pit of Sheol\" or \"the grave\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nor will he lack bread", "text": "Here \"bread\" represents food in general. This can be written in positive form. AT: \"nor will he be without food\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "who churns up the sea", "text": "This speaks of Yahweh causing the sea to move and the waves to rise and fall as if he were stirring the sea as one stirs the contents of a bowl with a large spoon. AT: \"who causes the sea to churn\" or \"who makes the sea move up and down\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "its waves roar", "text": "A roar is a powerful, loud sound made by something that is alive, such as a bear or lion. Here the waves are described as making this powerful sound. AT: \"its waves crash loudly\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Yahweh of hosts", "text": "Translate this name for Yahweh the same as you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}, {"id": "16", "tn": [{"ref": "I have placed my words in your mouth", "text": "This speaks of Yahweh telling Isaiah what to say as if his words were a physical object Yahweh had placed in Isaiah's mouth. AT: \"I have told you what to say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have covered you in the shadow of my hand", "text": "Yahweh's \"hand\" refers to his power. This speaks of Yahweh protecting Isaiah as if his hand were covering him to protect him. AT: \"my power has kept you safe\" or \"I have protected you and kept you safe\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that I may plant the heavens", "text": "The word \"plant\" means to establish something in the ground. Here Yahweh firmly establishing the heavens is spoken of as if the heavens were a tent that he would spread out and firmly set it in place with tent pegs. AT: \"that I may establish the heavens\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lay the foundations of the earth", "text": "The word \"foundation\" normally refers to a stone structure that gives support to a building from underneath. Here it describes a similar structure that was thought to support and hold the earth in place. See how you translated a similar phrase in [[:en:bible:notes:isa:24:17|24:18]]."}]}, {"id": "17", "tn": [{"ref": "Awake, awake, stand up, Jerusalem", "text": "Here \"Jerusalem\" represents the people who live there. Yahweh speaks to the people of Jerusalem as if they were there listening to him. AT: \"Awake, awake, stand up, you people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Awake, awake, stand up", "text": "\"Be alert and arise.\" The repetition of the word \"awake\" emphasizes the urgency of the call to arouse the people of Israel. It is not used to wake them from literal sleep."}, {"ref": "you who have drunk out of the hand of Yahweh ... from the cup of staggering", "text": "Yahweh speaks of having punished his people as if he had forced them to drink from a bowl that was filled with his anger. And when they drank from the bowl of his anger, they staggered as if they had drank a lot of wine. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "down to the dregs", "text": "The word \"dregs\" means the solid pieces at the very bottom of a container that has a liquid in it. AT: \"down to the very bottom\""}, {"ref": "out of the hand of Yahweh", "text": "Here Yahweh is referred to by his hand to emphasize that he is the one who gave the bowl to his people. AT: \"that he gave to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from the cup of staggering", "text": "\"from the cup that caused you to stagger as if you were drunk on wine\""}, {"ref": "staggering", "text": "not walking straight, or stumbling while walking"}, {"ref": "There is no one ... to guide her; there is no one ... to take her by the hand", "text": "These two clauses have the same meaning and can be combined. This speaks of Jerusalem being helpless as if the city were a drunk woman without a son to help her walk safely. AT: \"You have no one to help you! You are like a drunk old woman without a son to take her by the hand and guide her\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "who will grieve with you? ... Who will comfort you?", "text": "Isaiah uses questions to emphasize that now there is no one to weep with them or comfort them. These questions may be written as statements. AT: \"but there is no one to grieve with you ... There is no one to comfort you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "These two troubles", "text": "The two troubles refer to the following two phrases: \"desolation and destruction\" and \"the famine and the sword.\""}, {"ref": "desolation and destruction", "text": "These words have similar meanings and emphasize the destruction of the land caused by the opposing army. AT: \"your enemies have left your city empty and ruined\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "the famine and the sword", "text": "The words \"famine\" and \"sword\" describe the trouble that will come upon the people. The \"sword\" refers to \"war.\" AT: \"many of you have died from hunger and war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they lie at every street corner", "text": "This is generalization, that means many children will lie in the street, but not necessarily on every street corner. AT: \"they lie on the street\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "like an antelope in a net", "text": "This speaks of the children being exhausted and helpless as if they were an antelope caught in a trap. AT: \"they are helpless, like an antelope caught in a net\" or \"as helpless as a trapped antelope\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "antelope", "text": "This is an animal, similar to a deer, that has horns and runs very fast. AT: \"deer\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "they are filled with the anger of Yahweh, the rebuke of your God", "text": "The \"anger of Yahweh\" refers to Yahweh punishing his people because of his anger against them. This speaks of the people having been severely punished as if they had become full of Yahweh's anger. Also, the word \"rebuke\" can be written as a verb. AT: \"they have been severely punished by Yahweh because he was angry with them and rebuked them\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "you oppressed one and drunken one", "text": "Yahweh uses the word \"one\" here to refer to all of the oppressed people. AT: \"you oppressed people and drunken people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "drunken one, but not drunk with wine", "text": "This speaks of the people acting drunk because they are suffering as if they have become drunk from being forced to drink the bowl of Yahweh's anger. AT: \"you who are drunk from drinking the wine of the bowl of Yahweh's anger\" or \"you who act drunk, because you have suffered greatly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "See, I have taken the cup of staggering from your hand—the bowl, which is the cup of my anger—so that", "text": "This speaks of Yahweh no longer being angry with his people as if his anger were the contents of a cup that he was taking away from them. AT: \"I will no longer be angry with you. See, it is like I have taken away from you the cup that made you stagger, that is, the cup that was full of my anger, so that\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "See", "text": "This is an idiom used to draw the listeners' attention to what is said next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the cup of staggering", "text": "The word \"cup\" refers to what is in the cup. See how you translated a similar phrase in [[:en:bible:notes:isa:51:17|51:17]]. AT: \"the cup of the wine that makes people stagger\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the bowl, which is the cup of my anger", "text": "Yahweh speaks of having punished people as if he had forced them to drink from a bowl that was filled with his anger. See how you translated a similar phrase in [[:en:bible:notes:isa:51:17|51:17]]. AT: \"the bowl which is filled with my anger\" or \"the cup which is filled with my anger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "I will put it into the hand of your tormentors", "text": "This speaks of Yahweh punishing their enemies as if he were going to force them to drink from the cup filled with his anger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will put it into the hand of your tormentors", "text": "It is implied that by putting the cup of his anger in their hand Yahweh will be forcing them to drink what is in the cup. AT: \"I will force your tormentors to drink from the wine of the bowl of my anger\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your tormentors", "text": "The word \"tormentors\" may be expressed with a verb. AT: \"those who have tormented you\" or \"those who have caused you to suffer\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you made your back like the ground and like the street for them to walk on", "text": "This compares the way their enemies walked on their back to the way people walk on the street. AT: \"you lay in the streets so your enemies could walk on your backs\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]