[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh is talking about Israel."}, {"ref": "You have been a snare at Mizpah and a net spread over Tabor", "text": "A snare and a net are both objects used to catch prey. In this case, the priests and the royal household had devised ways to keep the people away from Yahweh, while enticing them into idolatry. Mizpah and Tabor were places for idol worship in the land of Israel. (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The rebels stand deep in slaughter", "text": "Here \"rebels\" refers to all of those people who had turned away from Yahweh, and \"deep in slaughter\" could refer to the murder of innocent people, of to the slaughter of animals offered to pagan idols. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The rebels", "text": "The translator can represent this as \"You rebels,\" because God is really talking to the rebellious people of Israel."}, {"ref": "in slaughter", "text": "Some modern versions interpret the Hebrew expression as standing for wickedness."}, {"ref": "I will punish all of them", "text": "The translator can represent this as \"I will punish all of you.\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "I know Ephraim, and Israel is not hidden from me", "text": "Here, \"Ephraim\" and \"Israel\" both refer to the people who live in the northern kingdom of Israel. Here God says that he knows what they are like and what they are doing. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Ephraim, now you have become like a prostitute", "text": "Ephraim is presented in terms of a prostitute because the people have become unfaithful to God, as a prostitute is faithful to no man. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "for the mind of adultery is in them", "text": "This means they have the desire to be unfaithful to God. They want to worship idols."}, {"ref": "to turn to God ... they do not know Yahweh", "text": "The translator can represent this as \"to turn to me ... they do not know me,\" or \"to turn to me ... they do not know me, Yahweh.\""}, {"ref": "and they do not know Yahweh", "text": "Israel no longer obeys Yahweh in any way. They do not acknowledge Yahweh as their God."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "The pride of Israel testifies against him", "text": "This describes \"pride\" as a person who testifies against the people of Israel in court. Their prideful attitude and behavior show that they are guilty of no longer obeying Yahweh. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "so Israel and Ephraim will stumble in their guilt; and Judah also will stumble with them", "text": "The two kingdoms will become completely disobedient to God because of their pride and sin. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They were unfaithful to Yahweh, for they have borne illegitimate children", "text": "Possible meanings are 1) this means the Israelites were marrying people from other nations and having children with them or 2) this means the Israelite parents were unfaithful to Yahweh and they were teaching their children to worship idols."}, {"ref": "Now the new moon festivals will devour them with their fields", "text": "The people of Israel were supposed to celebrate during the new moon. Here this expression seems to describe the new moon festival as a beast that will eat the people and their fields. However, it is hard to interpret this expression; many versions translate it without making much sense of it. However, the overall meaning is certainly that God will punish the people for their unfaithfulness to him. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Israel."}, {"ref": "Blow the horn in Gibeah, and the trumpet in Ramah", "text": "Here \"horn\" and \"trumpet\" mean the same thing. This command is given to the people of Gibeah and Ramah to emphasize that the enemy is coming. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Sound a battle cry at Beth Aven: 'We will follow you, Benjamin!'", "text": "This may be a request that the soldiers in the tribe of Benjamin would lead the people into battle. But modern versions make various attempts to interpret this expression. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Beth Aven", "text": "This was a city on the border between the northern kingdom of Israel and the tribe of Benjamin in the southern kingdom. See how you translated this in [[:en:bible:notes:hos:04:15|4:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Among the tribes of Israel I have declared what is certain to happen", "text": "\"I will do to the tribes of Israel what I have declared\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Judah and Israel."}, {"ref": "The leaders of Judah are like those who move a boundary stone", "text": "To \"move a boundary stone\" refers to moving the landmark that marked the border of some property, which was a crime under Israelite law. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I will pour my wrath on them like water", "text": "Yahweh's wrath against Judah will be like a large stream of water that destroys them. In the scriptures, emotions and moral qualities are often spoken of as if they were liquids. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Ephraim is crushed; he is crushed in judgment", "text": "This can be stated in active form. This statement is made twice for emphasis. Here \"Ephraim\" refers to the people of the northern kingdom of Israel. AT: \"I will punish the people of Israel severely\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "walked after idols", "text": "Here \"walked\" represents the idea of worshiping.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "idols", "text": "The Hebrew word translated here as \"idols\" is uncertain in its meaning, and is translated by modern versions in many different ways."}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Judah and Israel."}, {"ref": "I will be like a moth to Ephraim, and like rot to the house of Judah", "text": "A moth on a piece of wool and rot in a piece of wood are both destructive. Yahweh will destroy both nations. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "moth ... rot", "text": "These two terms are translated in various ways because the meaning of the Hebrew word is either very broad or it is uncertain."}, {"ref": "When Ephraim saw his sickness, and Judah saw his wound", "text": "Both Ephraim (the northern kingdom of Israel) and Judah (the southern kingdom of Israel) realized that they were in danger. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then Ephraim went to Assyria, and Judah sent messengers to the great king", "text": "Ephraim and Judah asked Assyria for help instead of asking Yahweh for help. \"Great king\" was a title for the king of Assyria."}, {"ref": "But he was not able", "text": "Here \"he\" refers to the king of Assyria."}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh is talking about Judah and Israel."}, {"ref": "So I will be like a lion to Ephraim", "text": "Yahweh is going to pursue and attack Ephraim like a lion. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and like a young lion to the house of Judah", "text": "Yahweh is going to treat Judah in a similar way. Yahweh is showing his displeasure with both the northern and the southern kingdoms. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I, even I", "text": "Yahweh is emphasizing that he is the one that is bringing judgment on all of his people."}, {"ref": "will tear", "text": "As a lion tears apart the animal it is eating, so Yahweh will tear his people away from their homes and country. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will go and return to my place", "text": "Yahweh will leave his rebellious people."}, {"ref": "and seek my face", "text": "Try to come into God's presence by means of worship and sacrifice. AT: \"and ask me to pay attention to them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]