[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The writer Luke, Paul, and his companions continue their travels."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to the writer Luke, Paul, and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "we took a straight course to the city of Cos", "text": "\"we went straight to the city of Cos\" or \"we went directly to the city of Cos\""}, {"ref": "city of Cos", "text": "Cos is a Greek island off the coast of modern day Turkey in the South Aegean Sea region. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "city of Rhodes", "text": "Rhodes is a Greek island off the coast of modern day Turkey in the South Aegean Sea region south of Cos and northeast of Crete. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "city of Patara", "text": "Patara is a city on the southwest coast of modern day Turkey south of the Aegean Sea in the Mediterranean Sea. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "When we found a ship crossing over to Phoenicia", "text": "Here \"a ship crossing over\" stands for the crew that would sail the ship. AT: \"When we found a ship with a crew sailing over to Phoenicia\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a ship crossing over", "text": "Here \"crossing\" does not mean it was presently crossing but that it would be crossing to Phoenicia soon. AT: \"a ship that would be going across the water\" or \"a ship that would be going\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, Paul, and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "left it on the left", "text": "\"passed the island on the left\""}, {"ref": "that the ship was to unload its cargo", "text": "Here \"ship\" stands for the crew that was sailing the ship. AT: \"the crew would unload the cargo from the ship\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "These disciples said to Paul through the Spirit", "text": "\"These believers told Paul what the Holy Spirit had revealed to them\""}, {"ref": "that he should not set foot in Jerusalem", "text": "Here \"foot\" stands for the whole person. AT: \"that he should not go to Jerusalem\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Here the word \"They\" refers to the believers from Tyre."}, {"ref": "When we had spent the days", "text": "This speaks about days as if they were something that a person could spend. AT: \"When the seven days were over\" or \"When it was time to leave\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "knelt down on the beach, prayed", "text": "It was a common custom to kneel down while praying. This was a sign of humility before God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "said farewell to each other", "text": "\"said goodbye to one another\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "This begins Paul's time in Caesarea."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, Paul and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "we arrived at Ptolemais", "text": "Ptolemaic was a city south of Tyre, Lebanon. Ptolemaic is modern day Acre, Israel. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "the brothers", "text": "\"fellow believers\""}, {"ref": "one of the seven", "text": "The \"seven\" refers to the men chosen to distribute food and aid to the widows in [[:en:bible:notes:act:06:05|6:5]]."}, {"ref": "this man", "text": "\"Philip\" from verse 8."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke tells background information about Philip and his daughters. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "four virgin daughters who prophesied", "text": "\"four virgin daughters who regularly received and passed along messages from God\""}]}, {"id": "10", "tn": [{"ref": "Connecting Statement:", "text": "This tells about a prophecy made about Paul in Caesarea by the prophet Agabus."}, {"ref": "General Information:", "text": "Here the words \"we\" and \"us\" refers to Luke, Paul, and those with them. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "a certain prophet named Agabus", "text": "This introduces a new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "named Agabus", "text": "Agabus was a man from Judea. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "took Paul's belt", "text": "\"removed Paul's belt from Paul's waist\""}, {"ref": "Thus says the Holy Spirit, 'So shall the Jews in Jerusalem tie up ... of the Gentiles.'", "text": "This is a quotation within a quotation. The inner quotation can be stated as an indirect quotation. AT: \"'The Holy Spirit says that this will be how the Jews in Jerusalem will tie up ... of the Gentiles.' (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the Jews", "text": "This does not mean all the Jews, but that these were the people who would do that. AT: \"the Jewish leaders\" or \"some of the Jews\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "hand him over", "text": "\"deliver him\""}, {"ref": "into the hands of the Gentiles", "text": "The word \"hands\" here represents control. AT: \"into the legal custody of the Gentiles\" or \"to the Gentiles\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "the Gentiles", "text": "This stands for the authorities among the Gentiles. AT: \"the Gentile authorities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Luke and the other believers but does not include Paul. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "What are you doing, weeping and breaking my heart", "text": "Paul asks this question to show the believers they should stop trying to persuade him. AT: \"Stop what you are doing. Your weeping is breaking my heart\" (See: [[:en:ta:vol1:translate:figs_rquestion|Rhetorical Question]])"}, {"ref": "breaking my heart", "text": "To make someone sad or to discourage someone is spoken of as if it were a heart being broken. Here \"heart\" stands for a person's emotions. AT: \"discouraging me\" or \"making me very sad\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not only to be tied up", "text": "This can be stated in active form. AT: \"not only for them to tie me up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the name of the Lord Jesus", "text": "Here \"name\" refers to the person of Jesus. AT: \"for the sake of the Lord Jesus\" or \"because I believe in the Lord Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "did not wish to be persuaded", "text": "This can be stated in active form. AT: \"did not want us to try to persuade him not to go to Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May the will of the Lord be done", "text": "This can be stated in active form. AT: \"May everything happen as the Lord has planned it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "This ends Paul's time in Caesarea."}, {"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, Paul and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "General Information:", "text": "The word \"They\" refers to some of the disciples from Caesarea."}, {"ref": "They brought with them a man", "text": "\"Among them was a man\""}, {"ref": "Mnason, a man from Cyprus", "text": "Mnason is a man from the island of Cyprus. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "an early disciple", "text": "This means Mnason was one of the first to believe in Jesus."}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul and his companions arrive in Jerusalem."}, {"ref": "General Information:", "text": "Here the words \"he\" and \"his\" refers to Paul. The word \"them\" refers to the elders."}, {"ref": "the brothers welcomed us", "text": "Here \"brothers\" refers to the believers in Jerusalem whether male or female. AT: \"the fellow believers welcomed us\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "he reported one by one", "text": "\"he gave a detailed account of all\""}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "The elders in Jerusalem begin their response to Paul."}, {"ref": "General Information:", "text": "Here the word \"they\" refers to James and the elders."}, {"ref": "General Information:", "text": "The word \"him\" refers to Paul."}, {"ref": "General Information:", "text": "The word \"They\" refers to Jewish believers who wanted all believing Jews to keep the Jewish laws and customs."}, {"ref": "General Information:", "text": "The words \"them\" and \"their\" refers to Jewish people who believe in Christ."}, {"ref": "brother", "text": "Here \"brother\" means \"fellow believer.\""}, {"ref": "They have been told about you ... not to follow the old customs", "text": "Apparently here there are some Jews that are distorting what Paul is teaching. He does not discourage the Jews from obeying the Law of Moses. His message is that circumcision and the other customs are not necessary for Jesus to save them. You can make explicit that the leaders of the Jewish believers in Jerusalem knew that Paul was teaching God's true message. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They have been told", "text": "This can be stated in active form. AT: \"People have told the Jewish believers\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "to abandon Moses", "text": "Here \"Moses\" stands for the law of Moses. AT: \"to stop obeying the laws that Moses gave us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not to follow the old customs", "text": "To obey the old customs is spoken of as if the customs were leading them and the people follow behind. AT: \"not to obey the old customs\" or \"not to practice the old customs\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the old customs", "text": "\"the customs that Jews normally do\""}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to James and the elders. (See: [[:en:bible:notes:act:21:17|21:18]] and [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "General Information:", "text": "The word \"They\" refers to the Jewish believers in Jerusalem who wanted to teach Jewish believers that they could still follow the laws of Moses. (See:  [[:en:bible:notes:act:21:20|21:20-21]]"}, {"ref": "General Information:", "text": "The words \"them,\" \"their,\" and the first \"they\" refer to the four men who made a vow. The second words \"they\" and \"They\" refer to the Jewish believers in Jerusalem who wanted to teach Jewish believers that they could still follow the laws of Moses."}, {"ref": "four men who made a vow", "text": "\"four men who made a promise to God.\" This was the kind of vow where a person would not drink alcohol or cut his hair until the end of a set period of time."}, {"ref": "Take these men and purify yourself with them", "text": "They had to make themselves ritually pure so they could worship in the temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pay their expenses for them", "text": "\"pay for what they will need.\" The expenses would go toward buying a male and female lamb, a ram, and grain and drink offerings. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they may shave their heads", "text": "This was a sign that the person had completed what they promised God they would do. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the things they have been told about you", "text": "This can be stated in active form. AT: \"the things that people are saying about you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "follow the law", "text": "This speaks of obeying the law as if the law were a leader and the people follow behind it. AT: \"obey the law\" or \"live a life that conforms to the law of Moses and other Jewish customs\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "James and the elders in Jerusalem finish their request to Paul. (See: [[:en:bible:notes:act:21:17|21:18]])"}, {"ref": "General Information:", "text": "Here the word \"we\" refers to James and the elders. (See: [[:en:ta:vol2:translate:figs_exclusive|Exclusive \"We\"]])"}, {"ref": "they should keep themselves from things sacrificed to idols, from blood, from what is strangled", "text": "All of these are rules about what they can eat. They are forbidden to eat meat of animals sacrificed to an idol, meat with blood still in it, and meat from a strangled animal because it would still have blood in the meat. See how you translated similar phrases in [[:en:bible:notes:act:15:19|15:20]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they should keep themselves from things sacrificed to idols", "text": "This can be stated in active form. AT: \"they stay away from the meat of an animal that someone sacrificed to an idol\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from what is strangled", "text": "This can be stated in active form. You can also state explicitly the assumed information about strangled animals. AT: \"from animals that a person has strangled\" or \"from animals that a person killed for food but did not drain its blood\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "took the men", "text": "These are the 4 men who made a vow."}, {"ref": "purifying himself with them", "text": "Before entering the temple area the Jews were required to be ceremonially or ritually clean. This cleansing had to do with Jews having contact with Gentiles."}, {"ref": "went into the temple", "text": "They did not go into the temple itself where only the high priest was allowed to enter. They entered the temple courtyard. AT: \"went into the temple courtyard\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the days of purification", "text": "This is a separate purification process from the purification process which they were required to fulfill in order to enter the temple area."}, {"ref": "until the offering was offered", "text": "This can be stated in active form. AT: \"until they presented the animals for an offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "This begins the story of Paul's arrest."}, {"ref": "General Information:", "text": "Verse 29 gives background information about the Jews from Asia."}, {"ref": "the seven days", "text": "These are the seven days for purification."}, {"ref": "in the temple", "text": "Paul was not in the temple itself. He was in the temple courtyard. AT: \"in the temple courtyard\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "excited all the multitude", "text": "\"caused a large number of people to start a protest\""}, {"ref": "laid hands on him", "text": "Here \"laid hands on\" means to \"seize\" or to \"grab.\" See how you translated \"laid hands on\" in [[:en:bible:notes:act:05:17|5:18]]. AT: \"grabbed Paul\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the people, the law, and this place", "text": "\"the people of Israel, the law of Moses, and the temple\""}, {"ref": "Besides, he has also brought Greeks into the temple", "text": "Only Jewish males were allowed in certain areas of the courtyard of the Jerusalem temple. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For they had previously ... into the temple", "text": "This is background information. Luke is explaining why the Jews from Asia thought Paul brought a Greek into the temple. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Trophimus", "text": "This was a Greek man that they accused Paul of having brought into the inner temple area that was only for Jews. See how you translated his name in [[:en:bible:notes:act:20:04|20:4]]."}]}, {"id": "30", "tn": [{"ref": "All the city was excited", "text": "The word \"All\" here is an exaggeration for emphasis. The word \"city\" represents the people in Jerusalem. AT: \"Many people in the city became angry at Paul\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]] and [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "laid hold of Paul", "text": "\"seized Paul\" or \"grabbed Paul\""}, {"ref": "the doors were immediately shut", "text": "They shut the doors so that there would not be rioting in the temple area. This can be stated in active form. AT: \"Some of the Jews immediately shut the temple doors\" or \"The temple guards immediately shut the doors\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "news came up to the chief captain of the guard", "text": "Here \"news\" refers to the messenger who went to speak the news. AT: \"someone gave news to the chief captain of the guard\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "news came up to the chief captain", "text": "The phrase \"came up to\" is used because the chief captain was in a fortress connected to the temple that was higher in elevation than the temple courtyard."}, {"ref": "the chief captain", "text": "a Roman military officer or leader of about 600 soldiers"}, {"ref": "all Jerusalem was in an uproar", "text": "The word \"Jerusalem\" here represents the people of Jerusalem. The word \"all\" is an exaggeration to show a large crowd was upset. AT: \"a lot of people in Jerusalem were in an uproar\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]] and [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "The first word  \"he\" and the word \"He\" refer to the chief captain of the guard mentioned in [[:en:bible:notes:act:21:30|21:31]]."}, {"ref": "ran down", "text": "From the fortress, there are stairs going down into the court."}, {"ref": "the chief captain", "text": "a Roman military officer or leader of about 600 soldiers"}, {"ref": "laid hold on Paul", "text": "\"took hold of Paul\" or \"arrested Paul\""}, {"ref": "commanded him to be bound", "text": "This can be stated in active form. AT: \"commanded his soldiers to bind him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with two chains", "text": "This means they bound Paul to two Roman soldiers, one on each side of him."}, {"ref": "He asked who he was and what he had done", "text": "This can be stated as a direct quotation. AT: \"He asked, \"Who is this man? What has he done?'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "He asked who he was", "text": "The chief captain is speaking to the crowd, not to Paul."}]}, {"id": "34", "tn": [{"ref": "the captain", "text": "This was a military officer or leader of about 600 soldiers."}, {"ref": "he ordered that Paul be brought", "text": "This can be stated in active form. AT: \"he ordered his soldiers to bring Paul\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the fortress", "text": "This fortress was connected to the outer temple court."}, {"ref": "When he came to the steps, he was carried", "text": "This can be stated in active form. AT: \"When Paul came to the steps of the fortress, the soldiers carried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Away with him", "text": "The crowd is using somewhat milder and less exact language to ask for Paul's death. AT: \"Put him to death\" or \"Kill him\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "37", "tn": [{"ref": "As Paul was about to be brought", "text": "This can be stated in active form. AT: \"As the soldiers were ready to bring Paul\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the fortress", "text": "This fortress was connected to the outer temple court. See how you translated this in [[:en:bible:notes:act:21:34|21:34]]."}, {"ref": "the chief captain", "text": "a Roman military officer of about 600 soldiers"}, {"ref": "Do you speak Greek? Are you not then the Egyptian, who previously led a rebellion and took the four thousand terrorists into the wilderness?", "text": "The chief captain uses these questions to express surprise that Paul is not who he thought he was. AT: \"So you speak Greek. I thought you were that Egyptian who led a rebellion in the wilderness with the four thousand terrorists\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Are you not then the Egyptian", "text": "Shortly before Paul's visit, an unnamed man from Egypt had launched a revolt against Rome in Jerusalem. Later he escaped \"into the desert,\" and the commander wonders if Paul might be the same man. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "led a rebellion", "text": "This word \"rebellion\" can be stated as a verb. AT: \"caused people to rebel against the Roman government\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the four thousand terrorists", "text": "\"the 4,000 terrorists\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "terrorists", "text": "\"assassins.\" Here this refers to Jews who killed Romans and anyone who supported Romans."}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins to defend what he did."}, {"ref": "I ask you", "text": "\"I beg you\" or \"I plead with you\""}, {"ref": "allow me", "text": "\"please allow me\" or please permit me\""}, {"ref": "the captain had given him permission", "text": "The word \"permission\" can be stated as a verb. AT: \"the captain permitted Paul to speak\" or \"the captain allowed Paul to speak\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Paul stood on the steps", "text": "The word \"steps\" here refers to the steps on the stairway to the fortress."}, {"ref": "motioned with the hand to the people", "text": "It can be stated explicitly why Paul motioned with the hand. AT: \"motioned with his hand for the people to be quiet\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When there was a deep silence", "text": "\"When the people were completely silent\""}]}]