[{"id": "01", "tn": [{"ref": "Fire from Yahweh burned", "text": "\"Yahweh sent fire that burned\""}, {"ref": "That place was named", "text": "This can be stated in the active form. AT: \"They named that place\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Who will give us meat to eat?", "text": "The Israelites ask this question in order to complain and to express their desire for something other than manna to eat. This can be expressed as a statement. AT: \"We wish that we had meat to eat.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "our appetite is gone", "text": "\"we do not want to eat\" or \"we cannot eat\""}]}, {"id": "07", "tn": [{"ref": "coriander seed", "text": "Coriander is also known as cilantro. This seed serves as a spice when dried."}, {"ref": "resin", "text": "This is a sticky substance with a pale yellow color."}]}, {"id": "09", "tn": [{"ref": "in Moses' eyes", "text": "The phrase \"Moses' eyes\" represents his opinion or thoughts. AT: \"in Moses' opinion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Moses complains to Yahweh using several rhetorical questions. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have you treated your servant so badly? Why are you not pleased with me?", "text": "Moses used these questions to complain about the way God was treating him. They can be expressed as statements. AT: \"You should not treat me, your servant, so badly. You should not be angry with me\" or \"I, your servant, have done nothing wrong for you to treat me so badly.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You make me carry the load of all these people", "text": "Moses complains and speaks of leading the people and providing for them as if he were carrying a heavy load. AT: \"You make me responsible for all these people, but it's too hard for me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Did I conceive all these people? Have I given them birth so that you should say to me", "text": "Moses used these questions to get God to think about the fact that Moses was not their father. AT: \"I am not the father of all these people. So it is not fair that you should say to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Carry them closely to your chest as a father carries a baby", "text": "This means that Moses is to be responsible for the people who cannot take care of themselves, as a parent must care for an infant. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Should I carry them ... to give them?", "text": "This rhetorical question can be translated as a statement. AT: \"You should not expect me to carry them ... to give them\" or \"I am not able to carry them ... to give them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "13", "tn": [{"ref": "Where can I find meat to give to all this people?", "text": "Moses used this question to complain that it was impossible for him to give meat to all the people. AT: \"I cannot possibly find enough meat to give to all these people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I cannot bear all these people alone", "text": "Moses speaks of leading and providing for the people as if he were carrying them. AT: \"I cannot provide for all these people alone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They are too much for me", "text": "This is an idiom. AT: \"This responsibility is too difficult for me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "some of the Spirit that is on you", "text": "The \"Spirit\" here represents the power that God's Spirit had given to Moses so that Moses could do what God told him to do. AT: \"some of the power that the Spirit has given you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will bear the burden of the people with you", "text": "God speaks of the responsibility of leading and providing for the people as if it were a burden that Moses and the leaders would carry. AT: \"They will help you care for the people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You will not have to bear it alone", "text": "God speaks of the responsibility of leading and providing for the people as if it were a burden that Moses and the leaders would carry. AT: \"You will not care for them alone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "Who will give us meat to eat?", "text": "The Israelites had asked this question in order to complain and to express their desire for something other than manna to eat. It can be expressed as a statement. AT: \"We wish that we had meat to eat.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "until it comes out of your nostrils", "text": "Possible meanings are 1) God speaks of vomiting as if the food would come out through their nostrils. AT: \"until you are sick and vomit\" or 2) they would eat so much meat that it would be as if it would come out of their nostrils. AT: \"until it feels like it would have to come out of your nostrils\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why did we leave Egypt?", "text": "The people had used this question to express regret and to complain.  AT: \"We never should have left Egypt.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "Should we kill flocks and herds to satisfy them? Should we catch all the fish in the sea to satisfy them?", "text": "Moses uses these questions to express his doubt that there could be enough meat to feed all of the people. AT: \"We would have to kill entire flocks and herds and catch all the fish in the sea to satisfy them!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "flocks and herds", "text": "These two words mean basically the same thing. Together they emphasize a great number of animals. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "all the fish in the sea", "text": "Moses uses this exaggeration to show how impossible  he believed it was to provide food for all the people of Israel. (See [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "to satisfy them", "text": "\"to satisfy their hunger\""}, {"ref": "Is my hand short?", "text": "Here the word \"hand\" represents God's power. God uses this question to rebuke Moses for thinking that God did not have the power to provide enough meat for the people. AT: \"Do you think that I am not powerful enough to do this?\" or \"You should know I am more than strong enough to do this.\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "24", "tn": [{"ref": "Yahweh's words", "text": "The phrase \"Yahweh's words\" represents what Yahweh had said. AT: \"what Yahweh had said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "some of the Spirit that was on Moses", "text": "The \"Spirit\" here represents the power that God's Spirit had given to Moses. AT: \"some of the power that the Spirit had given to Moses\" See how you translated a similar phrase in [[:en:bible:notes:num:11:16|11:17]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "put it on the seventy elders", "text": "Giving power to the elders is spoken of as putting the Spirit on them. AT: \"gave it to the seventy elders\" See how you translated a similar phrase in [[:en:bible:notes:num:11:16|11:17]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "When the Spirit rested on them", "text": "Having power from the Spirit is spoken of as if the Spirit rested on them. AT: \"When they had power from the Spirit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "The Spirit also rested on them", "text": "The Spirit giving them power is spoken of as if the Spirit rested on them. AT: \"The Spirit also gave them power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their names were written on the list", "text": "This can be written in active form. AT: \"Moses had written their names on the list\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "stop them", "text": "\"tell them to stop prophesying\""}, {"ref": "Are you jealous for my sake?", "text": "Moses uses this question to rebuke Joshua. It can be translated as a statement, if necessary. AT: \"You should not be jealous for my sake.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you jealous for my sake?", "text": "What Joshua might have been jealous about can be stated clearly if needed. AT: \"Are you concerned that they might be taking away something that belongs to me?\" or \"Are you concerned that people will not respect my authority?\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that he would put his Spirit on them all", "text": "Moses speaks of God's Spirit giving people power as if God were to put his Spirit on them. AT: \"that God's Spirit would give them all power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "quail", "text": "a small bird (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "about a day's journey on one side and a day's journey on the other side", "text": "\"in each direction for as far as a person could walk in one day\""}, {"ref": "about two cubits", "text": "A cubit is a unit of measurement equal to about 46 centimeters. AT: \"about 92 centimeters\" or \"about 1 meter\" (See: [[:en:ta:vol2:translate:translate_bdistance]] and  [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "No one gathered less than ten homers of quail", "text": "This is a double negative which can be expressed as a positive statement. AT: \"Everyone gathered at least ten homers of quail\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "ten homers", "text": "A homer is a unit of volume equal to about 220 liters. AT: \"2,200 liters\" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}]}, {"id": "33", "tn": [{"ref": "While the meat was still between their teeth, while they were chewing it", "text": "These two phrases mean basically the same thing. Together they emphasize that God punished them immediately, even while they were eating the meat. AT: \"While they were still eating the meat\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "That place was named Kibroth Hattaavah", "text": "This can be stated in active form. AT: \"They named that place Kibroth Hattaavah\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Hazeroth", "text": "This is the name of a place in the desert. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]