[{"id": "01", "tn": [{"ref": "wilderness of Sin", "text": "The word \"Sin\" here is the Hebrew name of the wilderness. It is not the English word \"sin.\" See how you translated this in [[:en:bible:notes:exo:16:01|16:1]]. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "Rephidim", "text": "This means \"the resting place,\" a place to rest on long journeys through the wilderness. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Why do you quarrel with me? Why do you test Yahweh?", "text": "Moses uses these questions to scold the people. AT: \"You should not quarrel with me! You should not test Yahweh!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "To kill us and our children and our cattle with thirst?", "text": "The people use this question to accuse Moses of wanting to kill them. AT: \"You only brought us out here to kill us and our children and cattle by not letting us have any water to drink!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "Massah", "text": "a place in the desert whose name means \"testing\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Meribah", "text": "a place in the desert whose name means \"complaining\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "Rephidim", "text": "This was the name of a place in the desert. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "So Joshua fought Amalek", "text": "Joshua represents the Israelites that he led into battle. AT: \"So Joshua and the men he chose fought against the Amalekites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Hur", "text": "Hur was a friend of Moses and Aaron. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "11", "tn": [{"ref": "Israel was winning ... Amalek would begin to win", "text": "The words \"Israel\" and \"Amalek\" represent the fighters from those groups. AT: \"the Israelite fighters were winning ... the Amalekite fighters would begin to win\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "hands became heavy", "text": "The author writes of Moses' arms becoming tired as if his hands became heavy. AT: \"arms became tired\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with the sword", "text": "The sword represents battle. AT: \"in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "I will completely blot out the memory of Amalek", "text": "God speaks of destroying Amalek as if he were removing people's memory of Amalek. When a group of people is completely destroyed, there is nothing to remind people about them. AT: \"I will completely destroy Amalek\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a hand was lifted up", "text": "People would raise their hand when they made a promise or pledge, so raising the hand represents making a promise. AT: \"a promise was made\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a hand was lifted up", "text": "This can be stated in active form. AT: \"Yahweh lifted up his hand\" or \"Yahweh made a solemn promise\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Amalek", "text": "This refers to the Amalekites. AT: Amalekites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]