[{"id": "01", "tn": [{"ref": "What have I done? What is my iniquity? What is my sin before your father, that he seeks to take my life?", "text": "These three questions mean basically the same thing. David uses them to emphasize that he has done nothing wrong to Saul. This rhetorical question can be translated as a statement. AT: \"I have done nothing wrong. I have not committed any iniquity. I have not sinned against your father. He has no reason to take my life.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that he seeks to take my life?", "text": "Here \"take my life\" is an idiom for \"kill me.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Far from it", "text": "Here \"far from it\" is an idiom that refers to that it is not true. AT: \"This is certainly not true\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "nothing either great or small", "text": "The words \"great or small\" include everything in between. AT: \"nothing at all\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "Why should my father hide this thing from me?", "text": "Jonathan uses this question to emphasize that Saul would have told him if he planned to kill David. This rhetorical question can be translated as a statement. AT: \"My father has no reason to hide this thing from me\" or \"If this thing were true, my father would certainly let me know \" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It is not so", "text": "\"It is not true\""}]}, {"id": "03", "tn": [{"ref": "I have found favor in your eyes", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. AT: \"I have pleased you\" or \"you consider me favorably\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will be grieved", "text": "This can be stated in active form. AT: \"this will grieve him\" or \"he will be very sad\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "there is but a step between me and death", "text": "Here \"step between me and death\" is an idiom that refers to being very close to death. AT: \"I am very close to death\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "David proposes a test against King Saul to Jonathan."}, {"ref": "Tomorrow is the new moon", "text": "On the first of every month the people would celebrate and offer sacrifices to God."}, {"ref": "until the third day at evening", "text": "\"until the evening of the day after tomorrow\" (UDB)"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "David's continues to describe the test he proposes."}, {"ref": "asked leave of me", "text": "\"asked me if I would allow him to leave\""}, {"ref": "he says ... he is ... he has decided", "text": "The word \"he\" refers to Saul."}, {"ref": "your servant will have peace", "text": "David speaks of himself as if he were another person to show that he respects Jonathan. AT: \"I, your servant, will have peace\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "David continues speaking to Jonathan."}, {"ref": "with your servant ... have brought your servant", "text": "David speak of himself in the third person as a form of humility. AT: \"with me, your servant ... have brought me, your servant\" or \"with me ... have brought me\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "you have brought your servant into a covenant of Yahweh with you", "text": "What it was that the two men agreed on can be made explicit. AT: \"Yahweh heard you when you made a solemn agreement with me that you and I will always be good friends\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for why then should you bring me to your father?", "text": "This rhetorical question can be translated as a statement. AT: \"then there would be no reason for you to bring me to your father\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Far be it from you!", "text": "This is an idiom that means it will never happen to you. AT: \"This will never happen to you!\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "would I not tell you?", "text": "This rhetorical question can be translated as a statement. AT: \"I would certainly tell you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "see", "text": "\"look\" or \"listen\" or \"pay attention to what I am about to tell you\""}, {"ref": "if there is good will", "text": "\"if my father wants to do good things for you\""}, {"ref": "will I not then send to you and make it known to you?", "text": "Jonathan uses this question to emphasize that he will tell David if Saul intends to harm him. This rhetorical question can be translated as a statement. AT: \"then I will certainly send to you and make it known to you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "may Yahweh do to Jonathan and more also", "text": "This is an idiom. Jonathan uses this oath for emphasis and speaks of himself as if he were another person. AT: \"may Yahweh do to me whatever harm my father intends to do to you, and even more than that\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Jonathan asks David not to completely kill all his offspring so that a remnant will remain."}, {"ref": "will you not show me the covenant faithfulness of Yahweh, that I may not die?", "text": "Jonathan asks this question to confirm that David will do this. This rhetorical question can be translated as a statement. AT: \"please show me the covenant faithfulness of Yahweh, that I may not die\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "show me the covenant faithfulness of Yahweh", "text": "\"show me the kind of covenant faithfulness that Yahweh shows\""}, {"ref": "house of David", "text": "The word \"house\" is a metonym for the people who live in the house. AT: \"David's family\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May Yahweh require an accounting from the hand of the enemies of David", "text": "The hand is a synecdoche for the person. Possible meanings are 1) \"May Yahweh use David's enemies to punish David if David breaks this promise\" or 2) \"May Yahweh destroy the enemies of David.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "17", "tn": [{"ref": "he loved him as he loved his own soul", "text": "Here \"his own soul\" refers to himself. AT: \"Jonathan loved David as much as he loved himself\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You will be missed", "text": "This can be stated in active form. AT: \"My father will miss you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when the business was in hand", "text": "Here \"business was in hand\" is an idiom that refers to when everything happened. AT: \"when everything happened\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the stone Ezel", "text": "\"Ezel\" was the name of the stone. AT: \"the stone that people call Ezel\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Jonathan continues to speak to David."}, {"ref": "to the side of it", "text": "Here the word \"it\" refers to the stone by which David was to hide."}, {"ref": "my young man ... the young boy", "text": "These refer to the same person."}, {"ref": "Look", "text": "\"Listen\" or \"Pay attention to what I am about to tell you\""}, {"ref": "then come", "text": "\"then you, David, come\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Jonathan continues to speak to David."}, {"ref": "see", "text": "The word \"see\" here adds emphasis to what follows. AT: \"indeed\""}, {"ref": "Yahweh is between you and me", "text": "Possible meanings are 1) \"Yahweh is a witness between you and me\" or \"Yahweh will be watching how we treat each other\" or 2) \"May Yahweh be a witness between you and me\" or \"May Yahweh watch how we treat each other\""}]}, {"id": "24", "tn": [{"ref": "Jonathan stood up", "text": "Some ancient copies have \"Jonathan sat across from him\" (UDB). (See: [[:en:ta:vol2:translate:translate_manuscripts]])"}]}, {"id": "26", "tn": [{"ref": "He is not clean; surely he is not clean", "text": "According to the law of Moses, a person who is ceremonially unclean is not to participate in the feast until the priest declares that he is clean. Saul repeats this phrase as if he is trying to convince himself."}]}, {"id": "28", "tn": [{"ref": "asked permission from me to go", "text": "\"asked me to allow him to go\""}, {"ref": "if I have found favor in your eyes", "text": "Here the eyes represent seeing, and seeing represents thoughts or judgment. Translate as in [[:en:bible:notes:1sa:20:03|20:3]]. AT: \"I have pleased you\" or \"you consider me favorably\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the king's table", "text": "Jonathan speaks of Saul as if he is another person to show that he respects Saul. AT: \"your table\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "30", "tn": [{"ref": "Saul's anger burned against Jonathan", "text": "Here \"anger burned\" is a metonymy that refers to becoming very angry. AT: \"Saul became very angry with Jonathan\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You son of a perverse, rebellious woman!", "text": "This is an idiom. Saul uses this phrase as a harsh rebuke to Jonathan and his concern for David. AT: \"You stupid son of a prostitute\" or \"You stupid traitor\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Do I not know that you have chosen the son of Jesse ... mother's nakedness?", "text": "Saul uses this question to emphasize that he knows that Jonathan and David are friends. This rhetorical question can be translated as a statement. AT: \"I know that you have chosen the son of Jesse ... mother's nakedness.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to the shame of your mother's nakedness", "text": "Here \"mother's nakedness\" is an idiom that refers to the mother who gave birth to you. AT: \"to the shame of your mother who gave birth to you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "neither you nor your kingdom will be established", "text": "This can be stated in active form. AT: \"you will not become king and will not establish your kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "32", "tn": [{"ref": "For what reason should he be put to death? What has he done?", "text": "Jonathan is trying to get Saul to think carefully about what he is doing. This can be translated as a statement, and the words \"should he be put to death\" can be translated in active form. AT: \"You have no good reason to put him to death. He has done nothing wrong.\" or \"You have no good reason to kill him. He has done nothing wrong.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the second day of the month", "text": "This \"second\" is an ordinal number which refers to two. AT: \"the second day of the new moon festival\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "he was grieved over David", "text": "This can be stated in active form. AT: \"he was grieving over David\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "had dishonored him", "text": "Here \"him\" refers to David."}]}, {"id": "35", "tn": [{"ref": "a young man was with him", "text": "Here \"him\" refers to Jonathan."}, {"ref": "he shot an arrow beyond him", "text": "\"Jonathan shot an arrow beyond the young man\""}, {"ref": "Is not the arrow beyond you?", "text": "Jonathan uses this question to emphasize that the arrow is farther ahead of the young man. The uses of litotes also emphasizes this. The rhetorical question can be translated as a statement. AT: \"You should know that the arrow is beyond you\" or \"The arrow is far beyond you\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "38", "tn": [{"ref": "called after the young man, \"Hurry", "text": "\"called out to the young man, who was running away from him, 'Hurry\""}]}, {"id": "41", "tn": [{"ref": "the mound", "text": "It seems that David had hidden behind a pile of earth or stones (see UDB)."}, {"ref": "lay facedown on the ground, and bowed himself three times.", "text": "David bowed before Jonathan, who was still the King's son, worthy of such respect. Also, this was the last time David met with Jonathan."}, {"ref": "May Yahweh be between you and me", "text": "Possible meanings are 1) \"Yahweh is a witness between you and me\" or \"Yahweh will be watching how we treat each other\" or 2) \"May Yahweh be a witness between you and me\" or \"May Yahweh watch how we treat each other.\" Translate as in in [[:en:bible:notes:1sa:20:22|20:23]]."}]}]