{"1": [{"a": "Yahweh is full of wrath.", "q": "Of what is Yahweh full?", "ref": ["01-02"]}, {"a": "Yahweh takes vengeance on his adversaries.", "q": "On whom does Yahweh take vengeance?", "ref": ["01-02"]}, {"a": "Yahweh makes his way in the whirlwind and the storm.", "q": "Where does Yahweh make his way?", "ref": ["01-03"]}, {"a": "The flowers of Lebanon are weak.", "q": "What is happening to the flowers of Lebanon?", "ref": ["01-04"]}, {"a": "The earth collapses in Yahweh's presence.", "q": "What happens to the earth in Yahweh's presence?", "ref": ["01-05"]}, {"a": "Yahweh is a stronghold in the day of trouble.", "q": "To what can we compare Yahweh in the day of trouble?", "ref": ["01-07"]}, {"a": "Yahweh will pursue his enemies into darkness.", "q": "Into what will Yahweh pursue his enemies?", "ref": ["01-08"]}, {"a": "He will break the people's yoke from them.", "q": "What will Yahweh do to the people's yoke?", "ref": ["01-13"]}, {"a": "He will dig their graves, for they are wicked.", "q": "Why will Yahweh dig graves for the people of Nineveh?", "ref": ["01-14"]}, {"a": "On the mountains are the feet of him who brings good news.", "q": "Where are the feet of him who brings good news?", "ref": ["01-15"]}, {"a": "Judah should celebrate its festivals and keep its vows, for the wicked one will invade them no more.", "q": "Why should Judah celebrate the festivals and keep its vows?", "ref": ["01-15"]}], "2": [{"a": "Yahweh is restoring the majesty of Jacob.", "q": "What is Yahweh restoring?", "ref": ["02-02"]}, {"a": "The shields of his mighty men are red.", "q": "What color are the shields of his mighty men?", "ref": ["02-03"]}, {"a": "The chariots speed through the streets.", "q": "What speeds through the streets?", "ref": ["02-04"]}, {"a": "It has been decreed: the queen is stripped and taken away; her female servants moan like doves, beating on their breasts.", "q": "What has been decreed?", "ref": ["02-07"]}, {"a": "They will flee away like rushing water.", "q": "What will the people of Nineveh do?", "ref": ["02-08"]}, {"a": "They were afraid of nothing.", "q": "Of what were the lions afraid?", "ref": ["02-11"]}, {"a": "The lion filled his cave with victims and his dens with his prey.", "q": "With what did the lion fill his cave and his dens?", "ref": ["02-12"]}, {"a": "Yahweh will burn their chariots in the smoke, devour their young lions, and cut off their prey from the land.", "q": "What will Yahweh do to Nineveh?", "ref": ["02-13"]}], "3": [{"a": "The city is full of blood, lies and stolen property.", "q": "Of what is the city full?", "ref": ["03-01"]}, {"a": "There will be heaps of corpses, a great pile of bodies, and no end of the bodies.", "q": "How many people will be killed by the attacking horsemen?", "ref": ["03-03"]}, {"a": "This is happening because of the lustful actions of the beautiful prostitute.", "q": "Why are these things happening?", "ref": ["03-04"]}, {"a": "Yahweh will raise up her skirt over her face and show her private parts to the nations, her shame to the kingdoms. He will throw disgusting filth on her and make her vile. He will make her someone that everyone will look at.", "q": "What will Yahweh of hosts do against the prostitute because he is against her?", "ref": ["03-05", "03-06"]}, {"a": "Thebe's wall was the sea.", "q": "Whose wall was the sea?", "ref": ["03-08"]}, {"a": "Thebes' enemies threw lots for her honorable men.", "q": "Who threw lots for Thebes' honorable men?", "ref": ["03-10"]}, {"a": "If Nineveh's fortresses are shaken, they fall into the mouth of the eater.", "q": "If Nineveh's fortresses are shaken, what happens?", "ref": ["03-12"]}, {"a": "The princes are as many as the locusts.", "q": "How many princes are there?", "ref": ["03-17"]}, {"a": "Everyone who hears the news about you will clap their hands in joy over you.", "q": "What will everyone who hears the news about you do?", "ref": ["03-19"]}]}