[{"id": "01", "tn": [{"ref": "Reubenites", "text": "people of the tribe of Reuben (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gadites", "text": "people of the tribe of Gad (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "obeyed my voice", "text": "Here \"my voice\" refers to the things that Joshua had said. AT: \"obeyed everything I said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You have not deserted your brothers", "text": "This can be stated in a positive way. AT: \"You have remained with your brothers\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "04", "tn": [{"ref": "to walk in all his ways", "text": "A person obeying Yahweh is spoken of as if he were walking on Yahweh's ways or roads. AT: \"to obey everything he says\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with all your heart and with all your soul", "text": "The terms \"heart\" and \"soul\" are here used together to refer to the entire person. AT: \"with all you think and feel\" or \"with your entire being\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "the Jordan", "text": "This was a short name for the Jordan River."}, {"ref": "iron", "text": "a strong, hard, magnetic metal"}, {"ref": "plunder", "text": "The winning army would take everything of value from the people they conquered."}]}, {"id": "09", "tn": [{"ref": "the commandment of Yahweh, by the hand of Moses", "text": "The phrase \"by the hand of\" here means that Yahweh used Moses as the agent to deliver his command. AT: \"the commandment that Yahweh told Moses to give to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "the Jordan", "text": "This was a short name for the Jordan River."}, {"ref": "at the front of the land of Canaan", "text": "The Israelite tribes who lived across the Jordan River would enter Canaan at the place where they built the altar. This place is spoken of as if it was the \"front\" or \"entrance\" to Canaan where the other tribes lived. AT: \"at the entrance to the land of Canaan\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Geliloth", "text": "name of a city (See [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "war", "text": "a state of armed conflict between two nations or people groups"}]}, {"id": "13", "tn": [{"ref": "Eleazar", "text": "name of man (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "The whole assembly of Yahweh says this", "text": "All the people of Israel are spoken of together in the singular as if they were one person. AT: \"All the other Israelites are asking\" (UDB)"}]}, {"id": "17", "tn": [{"ref": "Was our sin at Peor not enough for us?", "text": "This question emphasizes how serious their previous sin was. This can be written as a statement. AT: \"We had already sinned terribly at Peor!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Peor", "text": "This is name of a place. Translate the same way as in [[:en:bible:notes:jos:13:20|13:20]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "we have not even now cleansed ourselves from it", "text": "This can be stated in positive form. AT: \"we are still dealing with the guilt of that sin\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Must you also turn away from following Yahweh at this present day?", "text": "This question is used to rebuke the people for their sin. This can be written as a statement. AT: \"You must not turn away from following Yahweh today!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "Achan ... Zerah", "text": "names of men (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Did not Achan son of Zerah break faith in the matter of those things that had been reserved for God? Did not wrath fall on all the people of Israel?", "text": "These questions are used to remind the people of the punishment for past sins. These questions can be written as statements. AT: \"Achan son of Zerah sinned by taking things that had been reserved for God. And because of that God punished all the people of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "21", "tn": [{"ref": "If it was in rebellion ... let Yahweh make us pay for it", "text": "The three tribes are making two hypothetical statements that they insist are not true. They did not build the altar to worship another god. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "The tribes of Reuben, Gad and the half tribe of Manasseh now give their answer."}, {"ref": "your children might say to our children ... God of Israel?", "text": "This is a hypothetical accusation that the three tribes think the children of the other tribes may make sometime in the future. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "What have you to do with Yahweh, the God of Israel?", "text": "The three tribes use this rhetorical question to emphasize the situation they are trying to avoid. This can be written as a statement. AT: \"You have nothing to do with Yahweh, the God of Israel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "The tribes of Reuben, Gad and the half tribe of Manasseh continue their answer."}, {"ref": "For Yahweh has made the Jordan ... nothing to do with Yahweh", "text": "This is the continuation of the hypothetical accusation that the three tribes think the children of the other tribes may make sometime in the future. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the Jordan", "text": "This is a short name for the Jordan River."}, {"ref": "So your children might make our children cease to worship Yahweh", "text": "The three tribes built the altar to avoid this hypothetical situation from happening in the future. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "The tribes of Reuben, Gad and the half tribe of Manasseh now give their answer."}, {"ref": "to be a witness between us and you", "text": "The altar is spoken of as if it were a witness that could testify to the rights of the three tribes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that your children will never say to our children in time to come, \"You have no share in Yahweh.\"", "text": "This is the hypothetical situation that the three tribes did not want to happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "no share", "text": "\"no portion\" or \"no inheritance\""}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "The tribes of Reuben, Gad and the half tribe of Manasseh now finish their answer."}, {"ref": "If this should be said ... a witness between us and you.\"", "text": "The three tribes are describing their potential answer to an accusation that might or might not be made at a future time. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "May it be far from us that we should rebel", "text": "The unlikely chance that they would rebel is spoken of as if it is something that is a great distance away from them. AT: \"We would certainly not rebel\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "turn away from following him", "text": "To stop following Yahweh is spoken of as if they were turning away from him. AT: \"stop following him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "heard the words", "text": "Here \"words\" refers to the message that is formed from the words. AT: \"heard the message\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "was good in their eyes", "text": "Here \"in their eyes\" means \"in their opinion.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "committed this breach of faith against him", "text": "\"broken your promise to him\""}, {"ref": "you have rescued the people of Israel out of the hand of Yahweh", "text": "Here \"the hand of Yahweh\" refers to his punishment. Protecting the people is spoken of as rescuing them from his hand. AT: \"you have kept Yahweh from punishing us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "32", "tn": [{"ref": "Their report was good in the eyes of the people", "text": "Here \"good in the eyes\" means \"accepted.\" AT: \"The people accepted the report of the leaders.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "destroy the land", "text": "\"destroy everything in the land\""}]}, {"id": "34", "tn": [{"ref": "for they said", "text": "This refers to the Reubenites and Gadites."}, {"ref": "It is a witness between us", "text": "The altar is spoken of as if it were a witness that could testify for the three tribes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]