[{"id": "01", "tn": [{"ref": "Then", "text": "\"And then.\" The word \"Then\" starts a new part of the book that describes what happened next. See if your language has a similar way to introduce a new scene."}, {"ref": "called to Job", "text": "\"answered Job\" or \"responded to Job\""}, {"ref": "out of a fierce storm", "text": "\"from a powerful storm\""}, {"ref": "Who is this who brings darkness to plans by means of words without knowledge?", "text": "Yahweh uses this question to emphasize that Job spoke of things he did not know about. It can be translated as a statement. AT: \"You bring darkness to my plans by means of words without knowledge.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who is this who brings", "text": "\"Who are you to bring\""}, {"ref": "brings darkness to plans", "text": "\"obscures my plans\" or \"confuses my purposes.\" How Job confuses God's plans is spoken of as if he were making God's plans harder to see. The abstract noun \"darkness\" can be translated as the verb \"darkens.\" AT: \"darkens plans\" or \"makes plans hard to see\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "by means of words without knowledge", "text": "\"by speaking of things about which you do not know\""}, {"ref": "words without knowledge", "text": "The abstract noun \"knowledge\" can be translated as an adjective. AT: \"unknowing words\" or \"ignorant words\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "gird up your loins like a man", "text": "\"tie your robe up around your waist like a man.\" Men tied up their robes around their waist so that their legs could move more freely. The idiom \"gird up your loins like a man\" means to get ready to do something involving action such as work, a contest, or a battle, and Job was to prepare for the hard work of answering God. AT: \"get yourself ready for hard work\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh begins to challenge Job with a series of questions."}, {"ref": "Where were you when I laid the earth's foundations? Tell me, if you have so much understanding", "text": "This can be translated as a statement. AT: \"Tell me where you were when I laid the foundations of the earth, if you have so much understanding\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I laid the earth's foundations", "text": "Yahweh describes creating the earth as though he was building a structure. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if you have so much understanding", "text": "The abstract noun \"understanding\" can be translated as the verb \"understand.\" AT: \"if you understand so much\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Who determined its dimensions? Tell me, if you know", "text": "This can be translated as a statement. AT: \"Tell me who determined its dimensions, if you know\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "dimensions", "text": "\"measurements\""}, {"ref": "Who stretched the measuring line over it?", "text": "This can be translated as a statement. AT: \"Tell me who stretched the measuring line over it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "measuring line", "text": "a rope or cord that people use to make something the right size and shape"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "The word \"its\" refers to the earth."}, {"ref": "On what were its foundations laid?", "text": "This can be translated as a statement. AT: \"Tell me on what its foundations were laid.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "On what were its foundations laid", "text": "This can be stated in active form. \"On what did I set its foundations\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Who laid its cornerstone when ... the sons of God shouted for joy?", "text": "This can be translated as a statement. AT: \"Tell me who laid its cornerstone when ... the sons of God shouted for joy.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "when the morning stars sang together and all the sons of God shouted for joy", "text": "These two lines are similar in meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "when the morning stars sang together", "text": "The morning stars are spoken of as singing like people sing. Possible meanings are: 1) the \"morning stars\" are the same as the \"sons of God\" in the next line or 2) \"the morning stars\" refer to stars in the sky (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the morning stars", "text": "\"the bright stars that shine in the morning\""}, {"ref": "sons of God", "text": "This refers to angels, heavenly beings. See how you translated this in [[:en:bible:notes:job:01:06|1:6]]."}, {"ref": "shouted for joy", "text": "The abstract noun \"joy\" can be translated as the adverb \"joyfully.\" AT: \"shouted joyfully\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for joy", "text": "\"because they were full of joy\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Who shut up the sea with doors ... and thick darkness its swaddling bands?", "text": "This can be translated as a statement. AT: \"Tell me who shut up the sea with doors ... and thick darkness its swaddling bands.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "shut up the sea with doors", "text": "Yahweh compares the way that he prevented the sea from covering all of the earth to holding it back with doors. AT: \"prevented the water from flooding over the land\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as if it had come out of the womb", "text": "Yahweh compares his creation of the sea to childbirth. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "its clothing", "text": "\"as clothes for the sea\""}, {"ref": "and thick darkness its swaddling bands", "text": "The abstract noun \"darkness\" can be translated as the adjective \"dark.\" AT: \"and made dark clouds its swaddling bands\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "swaddling bands", "text": "long pieces of cloth that people use to wrap a baby in after it is born"}]}, {"id": "10", "tn": [{"ref": "I marked out for the sea my boundary", "text": "\"I made a boundary for the sea\""}, {"ref": "boundary", "text": "Yahweh set a limit beyond which the sea was not allowed to cross."}, {"ref": "I placed its bars and doors", "text": "Yahweh compares the way that he made a boundary for the sea to containing the sea with bars and doors. AT: \"I set up its barriers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bars", "text": "Long pieces of wood or metal that are used to keep a door shut"}, {"ref": "and when I said to it", "text": "\"and when I said to the sea.\" Yahweh speaks to the sea as though it were a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "You may come this far, but no farther", "text": "The words \"this far\" mean only as far as the boundary that Yahweh set up. AT: \"You may come as far as this boundary, but no farther\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to the pride of your waves", "text": "\"to the power of your waves.\" The waves are spoken of as if they could have pride. The abstract noun \"pride\" can be translated as the adjective \"proud.\" AT: \"to your proud waves\" or \"to your powerful waves\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Have you ever ... be shaken out of it?", "text": "This question expects a negative answer. It can be translated as a statement. AT: \"You have never ... be shaken out of it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "since your own days began", "text": "\"since you were born\" or \"on any of the days that you have lived\""}, {"ref": "given orders to the morning to begin, and caused the morning dawn to know its place in the scheme of things", "text": "These two phrases are similar in meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "given orders to the morning to begin, and caused the morning dawn to know", "text": "Yahweh describes the morning as being able to receive orders and know things like a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "caused the morning dawn to know its place in the scheme of things", "text": "\"caused the dawn to know where it belongs\""}, {"ref": "dawn", "text": "the daylight that appears in the morning sky before the sun rises"}, {"ref": "so that it", "text": "The word \"it\" refers to the dawn."}, {"ref": "take hold of the sides of the earth", "text": "The light of dawn is spoken of as if it seizes the horizons of the earth. AT: \"grasp the ends of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "so that wicked people might be shaken out of it", "text": "The daylight is pictured as causing wicked people to leave like shaking something to remove unwanted things. This can be stated in active form. AT: \"and shake wicked people out of the earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "The earth is changed in appearance like clay changes under a seal", "text": "At nighttime, people cannot see clearly, but in the morning the light reveals the distinct shape of everything, just like a seal creates distinct images in clay. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "all things on it stand out clearly like the folds of a piece of clothing", "text": "Here \"it\" refers to the earth. This phrase has a similar meaning to the first phrase in this verse. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "From wicked people their 'light' is taken away", "text": "This can be stated in active form. AT: \"The morning takes away the 'light' of wicked people.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "their 'light'", "text": "The wicked consider darkness to be their light, because they do their evil deeds in the darkness and they are familiar with the darkness. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "their uplifted arm is broken", "text": "The raised arm of the wicked represents their power and intention to do evil things, but the wicked stop doing those evil things when the morning light comes. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Verses 16 and 17 each have two phrases that are similar in meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Have you gone ... in its expanse?", "text": "These questions expect negative answers. They can be expressed as statements. AT: \"You have not gone to the sources of the waters of the sea, or walked in the lowest parts of the deep. The gates of death have not been revealed to you, and you have not seen the gates of the shadow of death. You do not understand the earth in its expanse.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the sources of the waters", "text": "\"the springs\""}, {"ref": "the deep", "text": "This refers to the sea or ocean where the water is very deep. AT: \"the deep sea\" or \"the ocean depths\" or \"the deep water\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "Have the gates of death been revealed to you", "text": "Death is spoken of as if it were a city that had gates through which people enter into it. This can be expressed in active form. AT: \"Has anyone shown the gates of death to you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the shadow of death", "text": "Translate this as in [[:en:bible:notes:job:03:04|3:5]]."}, {"ref": "the earth in its expanse", "text": "\"the great broad places of the earth\""}, {"ref": "if you know it all", "text": "\"if you know all about these things\""}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Each of these verses have two parallel phrases. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Where is the way to the resting place of light—as for darkness, where is its place?", "text": "This question can be expressed as a statement. AT: \"You do not know the way to the resting place of light or the place of darkness.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the resting place of light", "text": "\"the dwelling of light.\" Light is spoken of as having a resting place from which it comes forth each day. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "light", "text": "\"daylight\" or \"sunlight\""}, {"ref": "Can you lead light and darkness to their places of work? Can you find the way back to their houses for them?", "text": "These questions expect a negative answer. They can be expressed as statements. AT: \"You cannot lead light and darkness to their places of work, or find the way back to their houses for them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to their places of work", "text": "\"to their territory.\" Light and darkness are spoken of as being led out and back each day to accomplish Yahweh's purposes. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Undoubtedly ... so large", "text": "Yahweh uses mocking irony to emphasize that Job does not understand light and darkness. AT: \"It is obvious that you do not know, because you were not born when I created them, and you are not very old.\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "for you were born then", "text": "\"for you were already living then.\" The word \"then\" refers to the time when light was created and separated from darkness. AT: \"for you were already born when I created them\""}, {"ref": "the number of your days is so large", "text": "\"you have lived so many years\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Have you entered the storehouses for the snow, or have you seen the storehouses for the hail, ... and war?", "text": "These questions expect a negative answer. They can be translated as a statement. AT: \"You have never entered the storehouses for the snow, or seen the storehouses for the hail, ... and war.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have you entered the storehouses for the snow, or have you seen the storehouses for the hail", "text": "These two phrases are similar in meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "storehouses for the snow ... storehouses for the hail", "text": "Snow and hail are pictured as being stored by Yahweh to do his will. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "hail", "text": "balls of ice (usually small) that sometimes fall down from the sky during a storm"}, {"ref": "What is the path to where the lightning bolts are distributed or to where the winds are scattered from the east over the earth?", "text": "These can be stated in active form. AT: \"What is the path to where I distribute the lightning bolts or to where I scatter the winds from the east over the earth?\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the winds are scattered", "text": "\"the winds are blown\""}]}, {"id": "25", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "General Information:", "text": "Yahweh questions Job to emphasize that he is greater than Job because Yahweh causes it to rain and thunder and Job does not."}, {"ref": "Who has created the channels for the floods of rain, or who has made ... grass sprout up?", "text": "This can be translated as a statement. AT: \"Only I have created the channels for the floods of rain, and only I have made ... grass sprout up.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the floods of rain", "text": "\"the torrents of rain\""}, {"ref": "the routes for the outbursts of thunder", "text": "\"a way for the lightning of the thunder.\" Possible meanings are 1) Yahweh decides how the bolts of lightning should strike or 2) he decides where the thunderstorm should go."}, {"ref": "on lands where no person exists, and on the wilderness, in which there is no one", "text": "These two phrases have nearly the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "where no person exists", "text": "\"where there are no people\""}, {"ref": "in order to meet the needs of", "text": "The implied information is that it is the rain that meets the needs. AT: \"so that the rain can satisfy the needs of\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "barren and lonely", "text": "\"ruined and wasted.\" These two words have nearly the same meaning and emphasize the ruined and empty nature of these regions. (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "the tender grass", "text": "\"the new grass\" or \"the fresh grass.\" This is grass that is just starting to grow."}, {"ref": "sprout up", "text": "\"start growing\""}]}, {"id": "28", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Is there a father of the rain? Who has engendered the dewdrops?", "text": "Yahweh uses these questions to emphasize that Job does not understand how Yahweh makes rain, dew, ice, and frost. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Is there a father of the rain", "text": "Yahweh describes the rains as though it were a person. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "engendered", "text": "the role that the father has in causing a child to be born"}, {"ref": "dewdrops", "text": "the drops of dew that form from condensation on plant and other things"}, {"ref": "Who bore the white frost", "text": "\"Who has given birth to the frost\""}, {"ref": "The waters hide themselves", "text": "during the winter the ice hides the water underneath it"}, {"ref": "the deep", "text": "This refers to deep water such as lakes, rivers, and oceans."}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Can you fasten chains ... over the earth", "text": "Yahweh uses these questions to emphasize that Job does not know how to control the stars. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "fasten chains", "text": "\"bind the chains\" or \"tie the bonds\""}, {"ref": "Pleiades ... Orion ... Bear", "text": "These are the names of constellations. See how you translated them in [[:en:bible:notes:job:09:07|9:9]]."}, {"ref": "undo the cords of Orion", "text": "\"break the cords that hold Orion\""}, {"ref": "the constellations", "text": "This refers to the twelve different constellation that appear behind the sun as it sets. A different constellation appears behind the sun each month."}, {"ref": "to appear at their proper times", "text": "\"so that they appear at the right time\""}, {"ref": "its children", "text": "\"its cubs\""}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Can you raise ... Here we are", "text": "Yahweh uses these question to emphasize that Job cannot control the clouds, the rain, or the lightning. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "so that an abundance of rainwater may cover you", "text": "\"so that plenty of water will cover you\""}, {"ref": "Can you send out bolts of lightning that they may go out", "text": "\"Can you command the lightning bolts to go where you want them to and they actually go\""}, {"ref": "that they say to you", "text": "\"and will they say to you\""}, {"ref": "Here we are", "text": "This phrase means, \"We are here so that you can tell us what you want us to do.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Who has put wisdom ... tightly together", "text": "Yahweh uses these question to emphasize that he has control of the clouds and that Job does not. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "has put wisdom in the clouds", "text": "\"has given wisdom to the clouds.\" Yahweh describes the clouds as though they were people and gives them wisdom so that they know what to do. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Who can number the clouds by his skill", "text": "This phrase means: \"Who can wisely control how many thin clouds are in the sky.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the water skins", "text": "skins that people sewed together so that they could hold water. Yahweh refers to the thick clouds as \"waters skin\" because they hold a lot of water just like water skins. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when the dust runs into a hard mass", "text": "\"when the rain molds the dirt together into one piece.\" The rain makes the loose dry dirt stick together like one piece of dirt. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the clods of earth clump tightly together", "text": "\"the chunks of dirt stick together\""}]}, {"id": "39", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Can you hunt down ... to lie in wait", "text": "Yahweh uses these questions to emphasize that he knows how to feed the lions, but Job does not. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a victim", "text": "\"prey.\" This is an animal that a lion could eat."}, {"ref": "a lioness", "text": "Possibly \"a lion.\""}, {"ref": "or satisfy the appetite of her young lion cubs", "text": "\"or give young lions enough food that they can live\""}, {"ref": "of her young lion cubs", "text": "\"of young lions.\" These are young lions that are old enough to hunt for themselves."}, {"ref": "in their dens", "text": "\"in the places that they live\" or \"in their dwelling places\""}, {"ref": "sheltering in hiding", "text": "\"lie still in the thick vegetation\""}, {"ref": "to lie in wait", "text": "\"which is their place of ambush\" or \"which is the place that they hide in order to catch other animals.\" The lions hide in the thick plants and wait for an animal to pass by so that they can jump out and catch that animal."}]}, {"id": "41", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues to challenge Job."}, {"ref": "Who provides victims", "text": "Yahweh uses this question to emphasize that he provides food for the ravens and that Job does not. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "victims", "text": "animals that ravens look for and can eat"}, {"ref": "ravens", "text": "\"crows\""}, {"ref": "cry out to God", "text": "\"cry to God for help\" or \"cry out for God to save them\""}, {"ref": "stagger about", "text": "\"wander around\""}, {"ref": "for lack of food", "text": "\"because they have no food\" or \"because they have nothing to eat\""}]}]