[{"id": "01", "tn": [{"ref": "Then to Moses came the daughters of Zelophehad ... son of Joseph", "text": "\"Then the daughters of Zelophehad son of Hepher son of Gilead son of Machir son of Manasseh, of the clans of Manasseh son of Joseph came to Moses.\" This tells us the genealogy of Zelophehad."}, {"ref": "Zelophehad son of Hepher ... Mahlah, Noah, Hoglah, Milcah, and Tirzah", "text": "Translate these names the same way you did in [[:en:bible:notes:num:26:33|26:33]]."}, {"ref": "Gilead ... Machir", "text": "Translate these names the same way you did in [[:en:bible:notes:num:26:28|26:29]]."}]}, {"id": "02", "tn": [{"ref": "They stood", "text": "\"The daughters of Zelophehad stood\""}, {"ref": "who conspired against Yahweh in the company of Korah", "text": "The people in the company of Korah gathered together and rebelled against Yahweh. Yahweh caused them to die, because of their sin. The full meaning of this statement can be made clear. AT: \"who died because they were among Korah's followers who rebelled against Yahweh\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "for his own sin", "text": "\"because of his own sin\""}]}, {"id": "04", "tn": [{"ref": "Why should our father's name be taken away from among his clan members because he had no son?", "text": "At that time, only sons received land as an inheritance. The daughters use this question to suggest that they should receive the inheritance and continue the family clan. This can be written as a statement. AT: \"You should not remove our father's name from the clan members just because he did not have a son.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Give us land among our father's relatives", "text": "This means that they are asking to inherit land near where their father's relatives are inheriting land. The meaning of this can be made clear. AT: \"Give us land where our father's relatives live\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "among their father's relatives", "text": "This means that they will be inherit land where their father's relatives are inheriting land. The full meaning of this statement can be made clear. AT: \"where their father's relatives live\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This continues God's law about who will receive land if a man does not have any sons."}, {"ref": "be a law established by decree for the people of Israel", "text": "This can be stated in active form. AT: \"be a law that all the people of Israel must obey\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has commanded me", "text": "Here \"me\" refers to Moses."}]}, {"id": "12", "tn": [{"ref": "mountains of Abarim", "text": "This is a range of mountains in Moab. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "that I have given to the people of Israel", "text": "Here Yahweh speaks about the land that his is giving the Israel as if he has already given it to them. He speaks this way to emphasize that his committed to give it to them. AT: \"that I will give to the people of Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you, too, must be gathered to your people", "text": "This is a euphemism that means Moses will die and his spirit will go to the place where his ancestors are. AT: \"you must die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "like Aaron your brother", "text": "You can make clear the understood information that Aaron died. AT: \"like your older brother Aaron died\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "you two rebelled", "text": "This refers to Moses and Aaron."}, {"ref": "wilderness of Sin", "text": "Translate this phrase the same way you did in [[:en:bible:notes:num:13:21|13:21]]."}, {"ref": "when the water flowed from the rock, in your anger", "text": "This refers to an event when Yahweh made water miraculously flow out of a rock. God told Moses to speak to the rock. Instead, Moses hit the rock because he was angry with the people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you failed to honor me as holy", "text": "\"you did not treat me as holy\""}, {"ref": "before the eyes of the whole community", "text": "Here the \"eyes of the whole community\" refers to the to the community themselves. It is written this way to emphasize what they saw. AT: \"in front of the whole community\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "waters of Meribah", "text": "Translate this the same way that you did in [[:en:bible:notes:num:20:12|20:13]]."}]}, {"id": "15", "tn": [{"ref": "the God of the spirits of all humanity", "text": "Possible meaning are 1) here \"spirits\" refers to all people.\" AT: \"the God over all of humanity\" or 2) the reference to \"spirits\" refers to God having given life and breath to all people. AT: \"the God who gives breath to all people\" or \"the God who give life to all humanity\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a man over the community", "text": "To be \"over\" a group of people means to have authority to lead them. AT: \"a man to lead the community\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a man who may go out and come in before them and lead them out and bring them in", "text": "This is an idiom that means a person who will lead all the people and also lead the army into battle. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so that your community is not like sheep that have no shepherd", "text": "This is a simile that means without a leader the people will wander and be helpless. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "Take Joshua son of Nun, a man in whom my Spirit lives", "text": "Yahweh's Spirit is in Joshua, meaning that Joshua obeys Yahweh and follows his commands."}, {"ref": "lay your hand on him", "text": "This is a sign of dedicating someone to God's service. AT: \"lay your hand on him to appoint him\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "and command him before their eyes to lead them", "text": "Here \"their eyes\" refer to the people. It is written this way to emphasize what they saw. AT: \"and in front of all of them command Joshua to lead the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses about Joshua."}, {"ref": "You must put some of your authority on him", "text": "Here Yahweh speaks of Moses giving some of his authority to Joshua as if it were an article of clothing that he could put on him. AT: \"You should give him some of your authority\" or \"Let him decide what the people should do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Urim", "text": "This was a sacred stone that the High Priest wore on his chest plate. He used it to determine God's will. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "It will be at his command that the people will go out and come in", "text": "This means that Joshua will have authority to command the movements of the community of Israel. \"Going out\" and \"coming in\" are two opposite commands  used to emphasize that he will have full command over their movements. AT: \"He will command the community's movements\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "both he and all the people of Israel with him, the whole community", "text": "Both of these phrases mean the same thing, and they are used together for emphasis. AT: \"both he and the entire nation of Israel\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "22", "tn": [{"ref": "and placed him before", "text": "\"and told him to stand in front of\""}, {"ref": "He laid his hands on him and commanded him to lead", "text": "\"He\" refers to Moses, and \"him\" refers to Joshua."}, {"ref": "He laid his hands on him", "text": "The laying on of hands was a way of setting a person apart to do a special task for God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "to lead", "text": "You can make clear the understood information to lead the people. AT: \"to lead the people\" or \"to be the leader of the Israelites\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "as Yahweh had commanded him to do", "text": "Here \"him\" refers to Moses."}]}]