[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. The women return to the tomb with spices to put on Jesus' body."}, {"ref": "Very early on the first day of the week", "text": "\"Before dawn on Sunday\" (UDB) (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "they came to", "text": "\"the women arrived at.\" The ULB is written as though the narrator is already at the tomb and sees the women arrive there. The UDB is written as though the narrator sees the women leave an unnamed place and go to the tomb."}, {"ref": "the tomb", "text": "This tomb was cut in the rock of a cliff."}, {"ref": "bringing the spices", "text": "These were the same spices they prepared in [[:en:bible:notes:luk:23:54|23:56]]."}, {"ref": "They found the stone", "text": "\"They saw that the stone was\""}, {"ref": "the stone rolled away", "text": "This can be stated in active form. AT: \"that someone had rolled the stone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the stone", "text": "This was a large, cut, round stone big enough to completely block the doorway to the tomb. It required several men to roll it."}, {"ref": "did not find the body of the Lord Jesus", "text": "You can state explicitly that they did not find it because it was not there. AT: \"the body of the Lord Jesus was not there!\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Two angels appear and begin speaking to the women."}, {"ref": "It happened", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "were filled with fear", "text": "\"became afraid\""}, {"ref": "bowed down their faces to the earth", "text": "\"bowed low to the ground\" (UDB). This action expresses their humility and submission to the men. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Why do you seek the living among the dead?", "text": "The men use a question to mildly criticize the women for looking in a tomb for a living person. AT: \"You are looking for a living person among dead people\" or \"You should not be looking for someone who is alive in a place where they bury dead people!\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do you seek", "text": "Here \"you\" is plural, referring to the women who came. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "The angels finish speaking to the women."}, {"ref": "but has been raised!", "text": "\"but he has been made alive again!\" (UDB). This can be stated in active form. AT: \"because God has made him alive again!\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Remember how", "text": "\"Remember what\""}, {"ref": "to you", "text": "The word \"you\" is plural. It refers to the women and possibly the other disciples in addition. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "that the Son of Man", "text": "This is the beginning of an indirect quote. It can also be translated with a direct quote as in the UDB. (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "the Son of Man must be delivered up into the hands of sinful men and be crucified", "text": "The phrase \"must be\" means this is something that would certainly happen because God had already decided that it would happen. AT: \"it was necessary that they hand the Son of Man over to sinful men so they can nail him to a cross\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into the hands", "text": "Here \"hands\" refers to power or control. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "third day", "text": "The Jews counted any portion of a day as a day. Therefore, the day Jesus was raised was the \"third day\" because it followed the day of his burial and the Sabbath day. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "The women go to tell the apostles about what they found at the tomb."}, {"ref": "remembered his words", "text": "Here \"words\" refers to the statement that Jesus made. AT: \"remembered what Jesus said\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "returned from the tomb", "text": "The narrator's point of observation is from the path between the tomb and apostles (ULB). The UDB has the point of observation at the tomb, noting that the women have left. In either case, the women left the tomb and went to where the apostles were."}, {"ref": "the eleven and all the rest", "text": "\"all the rest of the disciples that were with the eleven apostles\""}, {"ref": "the eleven", "text": "This is Luke's first reference to the eleven, because Judas left the twelve and betrayed Jesus."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Luke gives the names of some of the women who came from the tomb and told the apostles what had happened there."}]}, {"id": "11", "tn": [{"ref": "But this message seemed like idle talk to the apostles", "text": "\"But the apostles thought that what the women said was foolish talk\""}, {"ref": "Yet Peter", "text": "This phrase contrasts Peter to the other apostles. He did not dismiss what the women said, but ran to the tomb to see for himself."}, {"ref": "rose up", "text": "This is an idiom that means \"began to act.\" Whether Peter was sitting or standing when he decided to act is not important. AT: \"started out\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "stooping", "text": "\"bending over.\" Tombs cut in solid rock were very low. Peter had to bend over in order to see inside the tomb."}, {"ref": "the linen cloths by themselves", "text": "\"only the linen cloths.\" This refers to the cloth that had been wrapped around Jesus' body when he was buried in [[:en:bible:notes:luk:23:52|23:53]]. It is implied that the body of Jesus was not there. AT: \"the linen cloths in which Jesus' body had been wrapped, but Jesus was not there\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "departed to his home", "text": "\"went away to his home\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Two of the disciples are on their way to Emmaus. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Behold", "text": "This word marks the beginning of the next part of the story."}, {"ref": "two of them", "text": "\"two of the disciples\""}, {"ref": "that very day", "text": "\"that same day\" (UDB). This refers to the day when the women found the tomb to be empty."}, {"ref": "Emmaus", "text": "This is the name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "sixty stadia", "text": "\"eleven kilometers.\" A \"stadium\" was 185 meters. (See: [[:en:ta:vol2:translate:translate_bdistance]])"}]}, {"id": "15", "tn": [{"ref": "It happened that", "text": "This phrase is used here to mark where the action starts. It starts with Jesus approaching them. If your language has a way for doing this, you could consider using it here."}, {"ref": "Jesus himself", "text": "The word \"himself\" emphasizes the fact that the very Jesus they were talking about actually appeared to them. So far the women had seen the angels, but no one had seen Jesus."}, {"ref": "their eyes were prevented from recognizing him", "text": "\"their eyes were kept from recognizing Jesus.\" The men's ability to recognize Jesus is spoken of as their eyes' ability to recognize him. This can be stated in active form. AT: \"something prevented them so they could not recognize him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "Jesus said to them", "text": "\"Jesus said to the two men\""}, {"ref": "Cleopas", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Are you the only person ... days?", "text": "Cleopas uses this question to show his surprise that this man appeared not to know about the things that had happened in Jerusalem. AT: \"You must be the only person ... days\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you", "text": "Here \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "19", "tn": [{"ref": "What things?", "text": "\"What things have happened?\" or \"What things have taken place?\""}, {"ref": "mighty in deed and word before God and all the people", "text": "This means that God caused Jesus to be mighty and that the people saw that he was mighty. AT: \"and God gave him power to do and teach great things that were amazing to all the people\""}, {"ref": "delivered him up", "text": "\"handed Jesus over to the Roman governor\""}, {"ref": "to be condemned to death and crucified him", "text": "This can be stated in active form. AT: \"in order for the governor to put Jesus to death by crucifying him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "The two men continue responding to Jesus."}, {"ref": "who would free Israel", "text": "The Romans ruled over the Jews. AT: \"who would free the Israelites from our Roman enemies\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yes, and besides all this", "text": "This introduces another reason why they believed Jesus would not free Israel. AT: \"Now that does not seem possible because\""}, {"ref": "the third day", "text": "The Jews counted any portion of a day as a day. Therefore, the day Jesus was raised was the \"third day\" because it followed the day of his burial and the Sabbath day. See how you translated this in [[:en:bible:notes:luk:24:06|24:7]]. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "since all these things happened", "text": "\"since all the many actions have taken place that led up to the death of Jesus\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "The two men finish responding to Jesus."}, {"ref": "But also", "text": "This introduces another reason why it the men did not understand what was happening concerning Jesus."}, {"ref": "of our company", "text": "\"in our group\""}, {"ref": "having been at the tomb", "text": "The women were the ones who were at the tomb."}, {"ref": "a vision of angels", "text": "\"angels in a vision\""}, {"ref": "they did not see him", "text": "\"they did not see Jesus\""}]}, {"id": "25", "tn": [{"ref": "Jesus said to them", "text": "Jesus was speaking to the two disciples."}, {"ref": "and slow of heart to believe", "text": "The \"heart\" was considered to be what enabled a person to make decisions. AT: \"your minds are slow to believe\" or \"you are slow to believe\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Was it not necessary ... glory?", "text": "Jesus uses a question to remind the disciples about what the prophets said. AT: \"It was necessary ... glory\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "to enter into his glory", "text": "This refers to Jesus beginning to rule and to receive honor and glory."}, {"ref": "beginning from Moses", "text": "Moses wrote the first books of the Bible. AT: \"beginning with the writings of Moses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Jesus interpreted to them", "text": "\"Jesus explained to them\""}]}, {"id": "28", "tn": [{"ref": "Jesus acted as though he was going further", "text": "The two men understood from his actions that he was going on to another destination. Perhaps he kept walking on the road when they turned off to enter the gate into the village. There is no indication that Jesus deceived them with words."}, {"ref": "they compelled him", "text": "\"They strongly urged him.\" The Greek word means to use physical force over an extended time, but it seems to be hyperbole. It took them some time and effort to persuade him. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "it is toward evening and the day is almost over", "text": "The Jewish day ended at sundown."}, {"ref": "Jesus went in", "text": "\"Jesus entered the house\""}, {"ref": "stay with them", "text": "\"stay with the two disciples\""}]}, {"id": "30", "tn": [{"ref": "It happened", "text": "This phrase is used here to mark an important event in the story. If your language has a way for doing this, you could consider using it here."}, {"ref": "the bread", "text": "This refers to bread made without yeast. It does not refer to food in general."}, {"ref": "blessed it", "text": "\"gave thanks for it\" or \"thanked God for it\""}, {"ref": "Then their eyes were opened", "text": "Their \"eyes\" represent their understanding. This can be stated in active form. AT: \"Then they understood\" or \"Then they realized\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they knew him", "text": "\"they recognized him.\" These disciples knew him before his death."}, {"ref": "he vanished out of their sight", "text": "This means that suddenly he was no longer there. It does not mean that he became invisible."}, {"ref": "Was not our heart burning ... scriptures?", "text": "They use a question to emphasize how amazed they were about their encounter with Jesus. AT: \"Our hearts were burning within us ... scriptures.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Was not our heart burning within us", "text": "The intense feelings they had while talking to Jesus are spoken of as if they were a burning fire inside them. AT: \"We had such intense feelings while he was speaking to us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "within us", "text": "The two men were speaking to each other. The word \"us\" is dual inclusive for languages that make these distinctions. (See: [[:en:ta:vol2:translate:figs_pronouns]] and [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "while he opened to us the scriptures", "text": "Jesus did not open a book or scroll. \"opened\" refers to their understanding. AT: \"while he explained the scriptures to us\" or \"while he enabled us to understand the scriptures\" (UDB)"}]}, {"id": "33", "tn": [{"ref": "Connecting Statement:", "text": "The two men go to Jerusalem to the eleven disciples to tell them about Jesus."}, {"ref": "They rose up", "text": "\"They\" refers to the two men."}, {"ref": "rose up", "text": "\"got up\" or \"stood up\""}, {"ref": "the eleven", "text": "This refers to Jesus' apostles. Judas was no longer included with them."}, {"ref": "saying, \"The Lord is risen indeed", "text": "The eleven apostles and those who were with them were saying this. AT: \"who told the two disciples, \"The Lord is risen indeed\""}, {"ref": "So they told", "text": "\"So the two men told them\""}, {"ref": "the things that happened on the way", "text": "This refers to Jesus appearing to them while they were on their way to the village of Emmaus."}, {"ref": "how Jesus was shown to them", "text": "This can be stated in active form. AT: \"how they recognized Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the breaking of the bread", "text": "\"when Jesus broke the bread\" or \"when Jesus tore the bread\""}]}, {"id": "36", "tn": [{"ref": "General Information:", "text": "Jesus appears to the disciples. When the two men previously arrived at the house where the Eleven were, Jesus was not with them."}, {"ref": "Jesus himself", "text": "The word \"himself\" focuses on Jesus and the surprise of Jesus actually appearing to them. Most of them had not seen him after his resurrection. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "in the midst of them", "text": "\"among them\""}, {"ref": "Peace be to you", "text": "\"May you have peace\" or \"May God give you peace!\" (UDB) The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "But they were terrified", "text": "\"But\" indicates a strong contrast. Jesus told them to be at peace, but they were very afraid instead."}, {"ref": "terrified and filled with fear", "text": "\"startled and afraid\" (UDB). These two phrases mean about the same thing, and are used together to emphasize their fear. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "supposed that they saw a spirit", "text": "\"thought that they were seeing a ghost.\" They did not yet truly understand that Jesus was really alive."}, {"ref": "a spirit", "text": "Here it refers to the spirit of a dead person."}]}, {"id": "38", "tn": [{"ref": "Why are you troubled?", "text": "Jesus uses a question to comfort them. AT: \"Do not be frightened\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do questions arise in your heart?", "text": "Jesus uses a question to mildly rebuke them. Jesus was telling them not to doubt that he was alive. The word \"heart\" refers to their thinking. AT: \"Do not doubt in your minds!\" or \"Stop doubting!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Touch me and see ... see me having", "text": "Jesus asks them to confirm by touch that he is not a ghost. It may be helpful to combine and reorder these two sentences. AT: \"Touch me and feel that I have flesh and bones that a ghost would not have\""}, {"ref": "flesh and bones", "text": "This is a way of referring to the physical body."}, {"ref": "his hands and his feet", "text": "It is understood that his hands and feet contained the nail marks from his crucifixion that would prove it was really Jesus. This can be made explicit. AT: \"the wounds in his hands and his feet\" (UDB)"}]}, {"id": "41", "tn": [{"ref": "they still could not believe it because of joy", "text": "\"they were full of joy, but they could not yet believe that it was really true\""}, {"ref": "ate it before them", "text": "Jesus did this to prove that he had a physical body. Spirits would not be able to eat food. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "before them", "text": "\"in front of them\" or \"while they were watching\" (UDB)"}]}, {"id": "44", "tn": [{"ref": "When I was with you", "text": "\"When I was with you before\""}, {"ref": "all that was written in the law of Moses and the prophets and the Psalms", "text": "This can be stated in active form. AT: \"all that Moses, the prophets, and the writers of the Psalms wrote about me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the prophets", "text": "\"the writings of the prophets\""}, {"ref": "must be fulfilled", "text": "This can be stated in active form. AT: \"God would fulfill\" or \"God would cause to happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "45", "tn": [{"ref": "Then he opened their minds, that they might understand the scriptures", "text": "To \"open the mind\" is an idiom that means to enable someone to understand. AT: \"Then he enabled them to understand the scriptures\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Thus it is written", "text": "This can be stated in active form. AT: \"This is what people long ago wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the dead ones", "text": "\"from among the dead people\""}, {"ref": "the third day", "text": "The Jews counted any portion of a day as a day. Therefore, the day Jesus was raised was the \"third day\" because it followed the day of his burial and the Sabbath day. See how you translated this in [[:en:bible:notes:luk:24:06|24:7]]. (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "repentance and forgiveness of sins should be preached in his name to all the nations", "text": "This can be stated in active form. AT: \"the Messiah's followers should preach to everyone everywhere that they need to repent and have God forgive their sins through Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in his name", "text": "His \"name\" here refers to this authority. AT: \"with Jesus' authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the nations", "text": "\"all the ethnic communities\" or \"all the people groups\" (UDB)"}, {"ref": "beginning from Jerusalem", "text": "\"starting in Jerusalem\""}]}, {"id": "48", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the disciples."}, {"ref": "You are witnesses", "text": "\"You are to tell others that what you saw about me is true.\" The disciples had observed Jesus' life, death and resurrection, and could describe what he did to other people."}, {"ref": "I am sending you what my Father promised", "text": "\"I will give you what my Father promised to give you.\" God had promised to give the Holy Spirit. The UDB makes this explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "you are clothed with power", "text": "God's power will cover them in the same way that clothes cover a person. This can be stated in active form. AT: \"you receive power\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from on high", "text": "\"from above\" or \"from God\""}]}, {"id": "50", "tn": [{"ref": "Jesus led them out", "text": "\"Jesus led the disciples outside the city\""}, {"ref": "He lifted up his hands", "text": "This was the action that priests performed when they blessed the people. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "It happened", "text": "\"It came about.\" This introduces a new event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "while he was blessing them", "text": "\"while Jesus was asking God to do good to them\""}, {"ref": "was carried", "text": "Since Luke does not specify who carried Jesus up, we do not know if it was God himself or one or more angels. If your language has to specify who did the carrying, it would be best to use \"went\" as the UDB does. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "52", "tn": [{"ref": "General Information:", "text": "These verses tell us about the ongoing actions of the disciples as the story ends. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "they worshiped him", "text": "\"the disciples worshiped Jesus\""}, {"ref": "and returned", "text": "\"and then returned\""}, {"ref": "continually in the temple", "text": "This is an exaggeration to express that they went into the temple courtyard every day. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in the temple", "text": "Only priests were allowed into the temple building. AT: \"in the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "blessing God", "text": "\"praising God\" (UDB)"}]}]