[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Do not be irritated because of evildoers", "text": "\"Do not let wicked people upset you\" or \"Do not be bothered by what wicked people do\" (UDB)"}, {"ref": "dry up as the grass ... wither as the green plants", "text": "Evildoers are spoken of as if they are grass and plants that dry up and die in the hot weather. These two similes both mean they will die. AT: \"die\" or \"come to an end\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "003", "tn": [{"ref": "graze in faithfulness", "text": "Faithfulness is spoken of as if it was an animal that would be strengthened by feeding in good pasture. AT: \"nourish faithfulness\" or \"increase your faithfulness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the desires of your heart", "text": "Here \"heart\" represents the person's inner being and thoughts. AT: \"your deepest, inner desires\" or \"the things that you desire the most\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "Give your ways to Yahweh", "text": "Here \"give your ways\" is an idiom that means to ask Yahweh to control your life. AT: \"Ask Yahweh to guide your actions in life\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "act on your behalf", "text": "This is to represent another in legal issues. Here, when one trusts in Yahweh, he will defend that person and grant justice to that person. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "like the daylight ... like the day at noon", "text": "Both of these phrases mean about the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "like the daylight", "text": "This means \"in full view of everyone.\" AT: \"as clear to see as the light of day\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like the day at noon", "text": "This means \"as visible as the noon sun.\" AT: \"as visible as the light at the brightest time of day\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "007", "tn": [{"ref": "Be still", "text": "\"Be quiet\""}]}, {"id": "008", "tn": [{"ref": "will be cut off", "text": "The destruction of the wicked is spoken of as if they were a branch of a plant that was cut off and thrown away. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but those who wait for Yahweh", "text": "\"but those who trust in Yahweh\""}, {"ref": "will inherit the land", "text": "The possession of the land is spoken of as if it will be received as an inheritance. AT: \"will receive the land as their own possession\" or \"will live safely in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will disappear", "text": "This idiom refers to the death of the evil man. AT: \"will die and you will no longer see him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "011", "tn": [{"ref": "the meek", "text": "This refers to the people who are meek. AT: \"the meek people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "will inherit the land", "text": "The possession of the land is spoken of as if it will be received as an inheritance. See how you translated this in [[:en:bible:notes:psa:037:008|37:9]]. AT: \"will receive the land as their own possession\" or \"will live safely in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The wicked man", "text": "This does not refer to a specific man. It refers to wicked people in general. AT: \"The wicked person\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "the righteous", "text": "This does not refer to specific people. This refers to people who are righteous. AT: \"the righteous person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "gnashes his teeth", "text": "The wicked man hates the righteous person so much that he grinds his teeth together to show his anger. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "his day is coming", "text": "It is implied that \"his day\" will be a day of judgment. AT: \"the day is coming when Yahweh will judge and punish him\" or \"the day is coming when Yahweh will judge and punish the wicked person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "014", "tn": [{"ref": "The wicked", "text": "This refers to the wicked people. AT: \"The wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "have drawn out their swords ... have bent their bows", "text": "Both \"swords\" and \"bows\" are weapons used to attack people. The fact that they are \"drawn\" and \"bent\" means they are ready to start attacking. AT: \"have prepared their weapons in order to attack\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to cast down", "text": "This destruction of the needy people is spoken of as if they were clay pots that would break into pieces when thrown down on the ground. AT: \"to destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the oppressed and needy", "text": "These terms both refer to people who are powerless to defend themselves. AT: \"people who are not able to resist them\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Their swords will pierce their own hearts", "text": "Swords are examples of weapons and \"hearts\" represent the people. To \"pierce the heart\" is an idiom that means \"to kill.\" AT: \"Their weapons will be turned against them and they will kill themselves\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "016", "tn": [{"ref": "Better is the little that the righteous has than the abundance of many wicked people", "text": "Here, the second line contrasts with the first. AT: \"It is better to be righteous, even if it means that you are poor, than to be wicked with great wealth.\" (See: Parallelism)"}, {"ref": "Better is the little that the righteous has", "text": "\"It is better to be righteous, even if it means that you are poor\""}, {"ref": "the little", "text": "This refers to having few possessions. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the righteous has", "text": "This refers to the person who is righteous. AT: \"the righteous person has\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the abundance", "text": "This refers to the wealth of the wicked people. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "For the arms of the wicked people will be broken", "text": "Here \"arms\" represent the strength of the wicked people. Breaking their arms represents taking away their power. This could be stated in active form. AT: \"For Yahweh will remove the strength of the wicked people\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "018", "tn": [{"ref": "watches over the blameless", "text": "To \"watch over\" means to protect someone. Here \"the blameless\" refers to the blameless people. AT: \"protects the blameless people\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "day by day", "text": "\"every day\" or \"continually\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "when times are bad", "text": "This phrase refers to disasters, such as famine. AT: \"when calamities occur\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "020", "tn": [{"ref": "Yahweh's enemies will be like the glory of the pastures", "text": "The writer compares Yahweh's enemies to the flowers blooming in the fields. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "be consumed and disappear in the smoke", "text": "The writer speaks of the destruction of the wicked as if they were weeds or wilted flowers in the field that are burned off after the harvest. This can be stated in active form. AT: \"Yahweh will destroy them as fire turns the weeds of the field into smoke\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is generous and gives", "text": "These mean the same thing and emphasize the generosity of the righteous. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "022", "tn": [{"ref": "", "text": "**Those who are blessed by God will inherit the land;"}, {"ref": "", "text": "This is a contrastive form of Parallelism. Those who are blessed by God in contrast to those who are cursed by God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Those who are blessed by God", "text": "<b>Those who are blessed by God</b> This can be stated as active. AT: \"Those whom God blesses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will inherit the land", "text": "The possession of the land is spoken of as if it had been received as an inheritance. See how you translated this in [[:en:bible:notes:psa:037:008|37:9]]. AT: \"will receive the land as their own possession\" or \"will be allowed to live safely in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who are cursed by him", "text": "This can be stated in active form. AT: \"those whom Yahweh curses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be cut off", "text": "The destruction of the wicked is spoken of as if they were a branch of plant that was cut off and thrown away. See how you translated this in [[:en:bible:notes:psa:037:008|37:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It is by Yahweh that a man's steps are established ... commendable in God's sight", "text": "These can be stated to show the logical connection and clarify the passive clause. AT: \"If a man lives in a commendable way in Yahweh's sight, Yahweh will establish his steps\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is by Yahweh that a man's steps are established", "text": "This can be stated in active form. AT: \"Yahweh is the one who enables a man to be successful\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a man ... the man", "text": "This does not refer to a specific man, but to people in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "a man's steps", "text": "Steps represent the way a person lives. AT: \"the way a man lives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Though he stumbles, he will not fall down", "text": "Here \"stumble\" and \"fall\" refer to the man's reaction to difficult times. AT: \"Though he has difficult times, he will not utterly fail\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "holding him with his hand", "text": "Here \"his hand\" refers to Yahweh's power, and \"holding him\" refers to protecting him. AT: \"protecting him with his power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "025", "tn": [{"ref": "the righteous person abandoned", "text": "This can be stated in active form. AT: \"Yahweh forsake the righteous person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the righteous person", "text": "This does not refer to a specific person. It is a general statement. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "begging for bread", "text": "Here \"bread\" represents food in general. AT: begging for food\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All the day long he is", "text": "This idiom means this action is a habit of his life. AT: \"He is always (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his children become a blessing", "text": "\"his children grow up to bless others\""}, {"ref": "Turn away from", "text": "To stop doing something is spoken of as if the person turned away from it. AT: \"Stop doing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "028", "tn": [{"ref": "They are preserved forever", "text": "This can be stated in active form. AT: \"Yahweh will protect them forever\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be cut off", "text": "The destruction of the wicked is spoken of as if they were a branch of plant that was cut off and thrown away. See how you translated this in [[:en:bible:notes:psa:037:008|37:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the righteous", "text": "This refers to the people who are righteous. AT: \"the righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "will inherit the land", "text": "The possession of the land is spoken of as if it had been received as an inheritance. See how you translated this in [[:en:bible:notes:psa:037:008|37:9]]. AT: \"will receive the land as their own possession\" or \"will be allowed to live safely in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The mouth of the righteous person", "text": "Here \"mouth\" represents the whole person who speaks. AT: \"The righteous person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "speaks wisdom", "text": "The abstract noun \"wisdom\" can be stated as an action. AT: \"gives wise advice to others\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "increases justice", "text": "The abstract noun \"justice\" can be stated as an action. AT: \"encourages other people to live rightly\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "031", "tn": [{"ref": "The law of his God is in his heart", "text": "Here \"in his heart\" refers to his deepest inner being. AT: \"He treasures the commands of his God in his inner being\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his feet will not slip", "text": "Here failure to obey Yahweh is spoken of as slipping off a safe path and falling. AT: \"he will walk safely in the way God wants him to walk\" or \"he will safely do the things God wants him to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The wicked person ... the righteous person ... the evil person", "text": "These are not specific people. They refer to these kinds of people in general. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "watches the righteous person", "text": "Here the watching implies observing the righteous in order to do them harm. AT: \"waits in ambush for the righteous person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the evil person's hand", "text": "Here \"hand\" represents power or control. AT: \"the power of the evil person\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when he is judged", "text": "This refers to Yahweh judging the righteous man. AT: \"When Yahweh judges him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "034", "tn": [{"ref": "he will raise you up to possess the land", "text": "Here \"raise you up\" refers to God giving honor to those who wait for him. AT: \"he will honor you by giving you the land\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wicked", "text": "This refers to wicked people. AT: \"the wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "are cut off", "text": "The destruction of the wicked is spoken of as if they were a branch of a plant that was cut off and thrown away. See how you translated a similar phrase in [[:en:bible:notes:psa:037:008|37:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "035", "tn": [{"ref": "the wicked and terrifying person", "text": "This does not refer to a specific person. It is a general statement. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "spread out like a green tree in its native soil", "text": "Here the prosperity of the wicked man is spoken of as if he were a healthy tree growing in good soil. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he could not be found", "text": "This can be stated in active form. AT: \"I could not find him\" or \"Yahweh had taken him away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "037", "tn": [{"ref": "the man of integrity", "text": "This does not refer to a specific person. It is a general statement. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "mark the upright", "text": "\"note carefully the good people\" or \"notice the good people\""}, {"ref": "the future for the wicked man is cut off", "text": "This can be stated in active form. AT: \"God will end his family line\" or \"he will not have any descendants\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the future", "text": "This refers to his descendants. AT: \"his descendants\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the wicked man", "text": "This does not refer to a specific person. It is a general statement. (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "is cut off", "text": "The destruction of the wicked is spoken of as if they were a branch of a plant that was cut off and thrown away. See how you translated a similar phrase in [[:en:bible:notes:psa:037:008|37:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "039", "tn": [{"ref": "Salvation of the righteous comes from Yahweh", "text": "The abstract noun \"Salvation\" can be expressed as an action. AT: \"Yahweh rescues the righteous people\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the righteous", "text": "This refers to the righteous people. AT: \"the righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "helps ... rescues ... saves", "text": "This same idea is repeated in several different ways to emphasize that Yahweh is dependable and able to give aid. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they have taken refuge in him", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"they have gone to him for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]