[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Luke explains why he is writing to Theophilus."}, {"ref": "The former book I wrote", "text": "The former book is the Gospel of Luke."}, {"ref": "Theophilus", "text": "Luke wrote this book to a man named Theophilus. Some translations follow their own culture's way of addressing a letter and write \"Dear Theophilus\" at the beginning of the sentence. Theophilus means \"friend of God\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "until the day that he was received up", "text": "This refers to Jesus' ascension into heaven. AT: \"until the day on which God took him up to heaven\" (UDB) or \"until the day that he ascended into heaven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "command through the Holy Spirit", "text": "The Holy Spirit led Jesus to instruct his apostles on certain things."}, {"ref": "After his suffering", "text": "This refers to Jesus' suffering and death on the cross."}, {"ref": "he presented himself alive to them", "text": "Jesus appeared to his apostles and to many other disciples."}]}, {"id": "04", "tn": [{"ref": "Connecting Statement:", "text": "This event happened during the 40 days that Jesus appeared to his followers after he had risen from the dead."}, {"ref": "General Information:", "text": "Here the word \"he\" refers to Jesus. Except where otherwise noted, the word \"you\" in the book of Acts is plural. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "When he was meeting together with them", "text": "\"When Jesus was meeting together with his apostles\""}, {"ref": "the promise of the Father", "text": "This is a reference to the Holy Spirit. AT: \"the Holy Spirit, whom the Father promised to send\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "about which, he said", "text": "If you translated the previous phrase to include the words \"Holy Spirit,\" you can change the word \"which\" to \"whom.\" AT: \"about whom Jesus said\""}, {"ref": "John indeed baptized with water ... baptized in the Holy Spirit", "text": "Jesus contrasts how John baptized people in water with how God would baptize believers in the Holy Spirit."}, {"ref": "John indeed baptized with water", "text": "\"John indeed baptized people with water\""}, {"ref": "you shall be baptized", "text": "This can be stated in active form. AT: \"God will baptize you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to the apostles."}, {"ref": "is this the time you will restore the kingdom to Israel", "text": "\"will you now make Israel a great kingdom again\""}, {"ref": "the times or the seasons", "text": "Possible meanings are 1) the words \"times\" and \"seasons\" refer to different kinds of time. AT: \"the general period of time or the specific date\" or 2) the two words are basically synonymous. AT: \"the exact time\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you will receive power ... and you will be my witnesses", "text": "The apostles will receive power that will enable them to be witnesses for Jesus. AT: \"God will empower you ... to be my witnesses\""}, {"ref": "to the ends of the earth", "text": "Possible meanings are 1) \"all over the world\" or 2) \"to the places on earth that are farthest away\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "as they were looking up", "text": "\"as they watched.\" The apostles \"were looking up\" at Jesus because Jesus rose into the sky. AT: \"as they were looking up at the sky\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he was raised up", "text": "This can be stated in active form. AT: \"he rose up into the sky\" or \"God raised him up into the sky\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a cloud hid him from their eyes", "text": "\"a cloud blocked their view so that they could no longer see him\""}, {"ref": "looking intensely to heaven", "text": "\"staring at the sky\" or \"gazing at the sky\""}, {"ref": "You men of Galilee", "text": "The angels address the apostles as men who are from Galilee."}, {"ref": "will return in the same manner", "text": "Jesus will return in the sky, just as clouds covered him when he arose into heaven."}]}, {"id": "12", "tn": [{"ref": "Then they returned", "text": "\"The apostles returned\""}, {"ref": "a Sabbath day's journey", "text": "This refers to the distance which, according to Rabbinical tradition, a person was allowed to walk on a Sabbath day. AT: \"about one kilometer away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When they arrived", "text": "\"When they reached their destination.\" Verse 12 says they were returning to Jerusalem."}, {"ref": "the upper chamber", "text": "\"the room on the upper level of the house\""}, {"ref": "They were all united as one", "text": "This means that the apostles and believers there all shared a common commitment and purpose, and there was no strife among them."}, {"ref": "as they diligently continued in prayer", "text": "This means that the disciples prayed together regularly and frequently."}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "This event happened during the time that Peter and the other believers were staying together in the upper room."}, {"ref": "In those days", "text": "These words mark the beginning of a new part of the story. They refer to the period of time after Jesus ascended while the disciples were meeting in the upper chamber. AT: \"During that time\" (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "in the midst of the brothers", "text": "Here the word \"brothers\" refers to fellow believers and includes both men and women."}, {"ref": "it was necessary that the scripture should be fulfilled", "text": "This can be stated in active form. AT: \"the things that we read about in scripture had to take place\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the mouth of David", "text": "The word \"mouth\" refers to the words that David wrote. AT: \"through the words of David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "In verse 17 Peter continues his speech to the believers that he began in [[:en:bible:notes:act:01:15|1:16]]."}, {"ref": "General Information:", "text": "In verses 18-19 the author tells the reader background information about how Judas died and what people called the field where he died. This is not part of Peter's speech. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "Although Peter is addressing the entire group of people, here the word \"us\" refers only to the apostles. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Now this man", "text": "The words \"this man\" refers to Judas Iscariot."}, {"ref": "the earnings he received for his wickedness", "text": "\"the money that he earned from the evil thing that he did.\" The words \"his wickedness\" refer to Judas Iscariot's betraying Jesus to the people who killed him. (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "there he fell headfirst, and his body burst open, and all his intestines poured out", "text": "This suggests that Judas fell from a high place, rather than just falling down. The fall was severe enough to cause his body to burst open. Other passages of scripture mention that he hanged himself. (See [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Field of Blood", "text": "When the people living in Jerusalem heard of the way in which Judas died, they renamed the field."}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Peter continues his speech to the believers that he began in [[:en:bible:notes:act:01:15|1:16]]."}, {"ref": "General Information:", "text": "Based on the situation with Judas that Peter just recounted, he recalls two Psalms of David that relate to the incident. The quote ends at the end of this verse."}, {"ref": "For it is written in the Book of Psalms", "text": "This can be stated in active form. AT: \"For David wrote in the Book of Psalms\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let his field be made desolate, and do not let even one person live there", "text": "These two phrases mean basically the same thing. The second emphasizes the meaning of the first by repeating the same idea with different words. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Let his field be made desolate", "text": "Possible meanings are 1) that the word \"field\" refers to the field where Judas died or 2) that the word \"field\" refers to Judas's dwelling place and is a metaphor for his family line. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be made desolate", "text": "\"become empty\""}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Peter finishes his speech to the believers that he began in [[:en:bible:notes:act:01:15|1:16]]."}, {"ref": "General Information:", "text": "Here the word \"us\" refers to the apostles and does not include the audience to whom Peter is speaking. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "It is necessary, therefore", "text": "Based on the scriptures that he quoted and on what Judas had done, Peter tells the group what they must do."}, {"ref": "one of the men who accompanied us ... must be a witness with us of his resurrection", "text": "Peter lists the qualifications for the man who is to replace Judas as an apostle."}, {"ref": "the Lord Jesus went in and out among us", "text": "\"the Lord Jesus lived among us\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "beginning from the baptism of John", "text": "Possible meanings: 1) \"beginning from when John baptized Jesus\" or 2) \"beginning from when John baptized people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "to the day that he was taken up from us", "text": "This can be stated in active form. AT: \"until the day when Jesus left us and rose up to heaven\" (UDB) or \"until the day that God took him up from us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They put forward two men", "text": "Here the word \"They\" refers to all of the believers who were present. AT: \"They proposed two men who fulfilled the requirements that Peter listed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Joseph called Barsabbas, who was also named Justus", "text": "Barsabbas was Joseph's surname or last name, but people also called him Justus. AT: \"Joseph Barsabbas, whom people also called Justus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "They prayed and said", "text": "Here the word \"They\" refers to all of the believers, but it was probably one of the apostles who spoke these words. AT: \"The believers prayed together and one of the apostles said\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You, Lord, know the hearts of all people", "text": "Here the word \"hearts\" refers to the thoughts and motives. AT: \"You, Lord, know the thoughts and motives of everyone\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to take the place in this ministry and apostleship", "text": "Here the word \"apostleship\" defines what kind of \"ministry\" this is. AT: \"to take Judas' place in this apostolic ministry\" or \"to take Judas' place in serving as an apostle\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "from which Judas transgressed", "text": "Here the word \"transgressed\" means that Judas turned aside from, or stopped performing, this ministry. AT: \"from which Judas turned aside\""}, {"ref": "to go to his own place", "text": "This phrase refers to Judas' death and likely to his judgment after death. AT: \"to go where he belongs\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "They cast lots for them", "text": "The apostles cast lots to decide between Joseph and Matthias."}, {"ref": "the lot fell to Matthias", "text": "The lot indicated that Matthias was the one to replace Judas."}, {"ref": "he was numbered with the eleven apostles", "text": "This can be stated in active form. AT: \"the believers considered him to be an apostle with the other eleven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]