[{"id": "01", "tn": [{"ref": "Yahweh said to me", "text": "Here the word \"me\" refers to Isaiah."}, {"ref": "I will summon faithful witnesses to attest for me", "text": "Possible meanings are 1) Yahweh is speaking: \"I will call honest men to be witnesses\" or 2) Isaiah is speaking: \"I called honest men to be witnesses\" or 3) Yahweh is commanding Isaiah: \"Call honest men to be witnesses.\""}]}, {"id": "03", "tn": [{"ref": "I went to the prophetess", "text": "It can be stated explicitly that Isaiah is married to the prophetess. AT: \"I slept with my wife, the prophetess\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the riches of Damascus and the plunder of Samaria will be carried away by the king of Assyria", "text": "This can be stated in active form.  AT: \"the king of Assyria will carry away all the treasures of Damascus and Samaria\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "Because this people has refused the gentle waters of Shiloah", "text": "The words \"gentle waters\" are a metaphor for the law of the Lord. AT: \"Because this people has rejected Yahweh's law, which is like the gentle waters of Shiloah\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "this people", "text": "\"this people group.\" If your language needs a plural here, you can translate this phrase and the following verbs as \"these people have refused ... are happy.\""}, {"ref": "and is happy over Rezin and Remaliah's son", "text": "The full meaning can be made explicit. AT: \"and is happy that the armies of Assyria have defeated Rezin, king of Aram, and Pekah, Remaliah's son, king of Israel.\" Translate the names as in [[:en:bible:notes:isa:07:01|7:1]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "therefore the Lord is", "text": "Yahweh speaks of himself as if he were someone else to remind the people of who he is. AT: \"therefore I, the Lord, am\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "bring up on them", "text": "The verb is \"bring up\"; the adverb is \"on them.\""}, {"ref": "on them", "text": "\"on the people of Judah\""}, {"ref": "the waters of the River, mighty and many, the king of Assyria and all his glory", "text": "The river symbolizes the army of Assyria. AT: \"the army from Assyria, which is powerful like a mighty river\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the River", "text": "the Euphrates River in Assyria"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The Lord continues to describe the army of Assyria as a river that will flood Judah. (See: [[:en:bible:notes:isa:08:05|8:7]])"}, {"ref": "The River will sweep onward into Judah, flooding and passing on, until it reaches to your neck", "text": "The army of Assyria is like a flood of water. AT: \"More and more soldiers will come like a river rising up to your neck\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The River", "text": "the Euphrates River in Assyria. This is a metonym for the Assyrian soldiers, who will come from their homes by the Euphrates River ([[:en:bible:notes:isa:08:05|8:7]]). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Its outstretched wings will fill", "text": "Possible meanings are 1) as \"the River\" in the metaphor rises, its \"wings\" flow over and cover what had been dry land or 2) Isaiah changes metaphors and now speaks of Yahweh as a bird who is protecting the land, \"But his outstretched wings will cover.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Immanuel", "text": "Translators may add a footnote that says: \"The name Immanuel means 'God with us.'\" Translate this as in [[:en:bible:notes:isa:07:13|7:14]]."}]}, {"id": "09", "tn": [{"ref": "You peoples will be broken to pieces", "text": "This can be stated in active form.  AT: \"I will break your armies to pieces\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Listen, all you distant countries", "text": "Isaiah speaks as if people in other countries can hear him. AT: \"Listen, all you people in far away places\" (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "arm yourselves for war and be broken in pieces; arm yourselves and be broken in pieces", "text": "This is basically the same thing, stated twice for emphasis. This can be stated in active form.  AT: \"you can prepare yourselves for battle, but I will defeat you\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Form a plan, but it will not be carried out; issue the command, but it will not be carried out", "text": "This can be stated in active form.  AT: \"You can prepare to attack Judah, but you will not succeed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will not be carried out ... it will not be carried out", "text": "To \"carry out\" a plan or command is to do what the person who makes the plan or command wants the hearer to do. These clauses can be stated in active form. AT: \"you will not be able to do what you plan to do ... your soldiers will not be able to do what their commanders tell them to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "Yahweh spoke to me, with his strong hand upon me", "text": "\"Yahweh spoke to me in a very powerful way\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and warned me not to walk in the way of this people.", "text": "This is an indirect quote that ends in 8:17. AT: \"and warned me and said, 'Do not act like this people.'\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Do not call conspiracy anything that this people calls conspiracy", "text": "The people imagine there are conspiracies, and it makes them anxious. AT: \"Do not worry like this people who think someone is always trying to harm them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It is Yahweh of hosts whom you will honor as holy; he is the one you must fear, and he is the one you must dread", "text": "If you translate this as a direct quote, you can also translate it with Yahweh speaking in the first person: \"But you will consider me, Yahweh of Hosts, as holy. And you will fear and be in awe of me\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_pronouns]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah continues the indirect quote of Yahweh that began in [[:en:bible:notes:isa:08:11|8:11-13]]. It can be translated as a direct quote with Yahweh speaking in the first person. (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "He will become a sanctuary", "text": "The word \"sanctuary\" is a metaphor for Yahweh keeping his people safe and protecting them. AT: \"He will protect them when they go to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will be a stone of striking, and a rock of stumbling", "text": "The words \"stone of striking\" and \"rock of stumbling\" are both metaphors for Yahweh harming his people. Some translate \"striking\" and \"stumbling\" as \"stumbling\" and \"falling\"; others translate as \"offense\" and \"stumbling.\" AT: \"he will harm his people, like a stone against which people strike their feet and stumble, and like a rock that causes people to fall down\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will be a trap and a snare to the people of Jerusalem", "text": "The words \"trap\" and \"snare\" mean almost the same thing and emphasize that when Yahweh decides to punish the people of Jerusalem they will not be able to escape. AT: \"he will trap the people of Jerusalem so they cannot escape him\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "trap", "text": "a device that catches a bird in a net or basket"}, {"ref": "snare", "text": "a trap that catches and holds an animal's leg or nose"}, {"ref": "Many will stumble over it and fall and be broken, and be ensnared and captured", "text": "This can be stated in active form. AT: \"Many people will stumble over the stone, and when they fall they will not get up. And many people will step into the trap, and they will not be able to get out\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ensnared and captured", "text": "These two words mean basically the same thing and emphasize that they will be caught in the trap. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "16", "tn": [{"ref": "Bind up my testimony, seal the official record", "text": "These two phrases mean basically the same thing. AT: \"Close up tightly the scroll with this message written on it\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my testimony ... my disciples", "text": "It is unclear to whom the word \"my\" refers. It could be Isaiah or Yahweh. It is best to leave the pronouns ambiguous if your language will allow it."}, {"ref": "I will wait for Yahweh", "text": "Here \"I\" refers to Isaiah."}, {"ref": "who hides his face from the house of Jacob", "text": "Yahweh's \"face\" is a metonym for his blessing or favor. AT: \"who has taken away his blessing from the house of Jacob\" or \"who no longer looks with favor on the house of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "house of Jacob", "text": "people of Israel"}, {"ref": "I and the sons whom Yahweh has given me are for signs and for wonders in Israel", "text": "\"I and the sons Yahweh has given me are like signs to warn the people of Israel.\" The sons are Shear-Jashub and Maher-shalal-hash-baz, whose names are a message to the people of Israel. (See: [[:en:bible:notes:isa:07:03|7:3]] and [[:en:bible:notes:isa:08:01|8:1]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Isaiah is speaking."}, {"ref": "They will say to you, \"Consult with the mediums and magicians,\" those who chirp and mutter incantations. But should a people not consult their God? Should they consult the dead on behalf of the living? To the law and to the testimony!", "text": "Other possible meanings are 1) \"They will say to you, 'Consult with the mediums and magicians, those who chirp and mutter incantations. Should a people not consult their gods? They should consult the dead on behalf of the living for teaching and for testimony.'\" or 2) \"When they say to you, 'Consult with the mediums and magicians, those who chirp and mutter incantations,' should a people not consult their God? Should they consult the dead on behalf of the living? To the law and to the testimony!\""}, {"ref": "They will say to you", "text": "The word \"they\" refers to those who do not trust Yahweh. The word \"you\" is plural and refers to those who trust Yahweh. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Consult with the mediums and magicians", "text": "\"Ask the mediums and magicians what you should do\""}, {"ref": "mediums and magicians", "text": "those who claim to speak with those who have died"}, {"ref": "those who chirp and mutter incantations", "text": "The words \"chirp\" and \"mutter\" refer to the sounds mediums and magicians made when trying to speak to dead people. AT: \"those who whisper and mutter their magic words to try and speak to dead people\""}, {"ref": "chirp", "text": "make sounds like birds"}, {"ref": "But should a people not consult their God? Should they consult the dead on behalf of the living?", "text": "These questions are to show that people could consult God instead of the foolish activity of trying to talk to dead people. AT: \"But people should ask Yahweh to guide them. They should not seek answers from those who have died.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "To the law and to the testimony", "text": "Possible meanings are 1) \"Pay attention to God's instructions and teaching\" (UDB) or 2) \"Then you must remember the teaching and testimony I gave.\" ([[:en:bible:notes:isa:08:16|8:16]])."}, {"ref": "the law", "text": "This is the same word translated \"official record\" in [[:en:bible:notes:isa:08:16|8:16]]."}, {"ref": "the testimony", "text": "Translate as in [[:en:bible:notes:isa:08:16|8:16]]."}, {"ref": "If they do not say such things", "text": "\"If they do not speak of the law and the testimony\""}, {"ref": "it is because they have no light of dawn", "text": "Isaiah speaks of people who do not know God as if they were people walking in darkness without any light. AT: \"it is because they are like a person lost in the dark\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "oppressive gloom", "text": "\"terrible sadness\""}, {"ref": "They will be driven into a land of darkness", "text": "This can be stated in active form. AT: \"Yahweh will drive them out into complete darkness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]