[{"id": "01", "tn": [{"ref": "The word of Yahweh came", "text": "This idiom means God spoke. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Although I exalted you", "text": "This is God's message that Jehu was to give to Baasha. The word \"you\" refers to Baasha."}, {"ref": "I exalted you out of the dust", "text": "\"I raised you out of the dust.\" Being in the dust on the ground represents not being important. Exalting someone represents making him important. AT: \"I raised you from a very unimportant position\" or \"when you had no power or influence over people, I made you important\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have walked in the way of Jeroboam", "text": "Walking represents behaving. Jeroboam and Baasha both sinned. The full meaning of this statement can be made clear. AT: \"you have done the same things that Jeroboam did\" or \"you have sinned as Jeroboam sinned\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Yahweh continues telling Baasha what he will do to him."}, {"ref": "See, I will completely sweep away Baasha and his family", "text": "Yahweh is speaking to Baasha, and the phrase \"his family\" refers to Baasha's family. This can be translated using the words \"you\" and \"your.\" AT: \"Listen, Baasha. I will completely sweep away you and your family\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "I will completely sweep away", "text": "Sweeping away represents destroying. AT: \"I will completely destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to either inform or remind the readers that the information about Baasha is in this other book. This rhetorical question can be translated as a statement. See how you translated this in [[:en:bible:notes:1ki:15:31|15:31]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This can be stated in active form. AT: \"someone has written  about them in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Baasha slept with his ancestors", "text": "Sleeping is a euphemism that represents dying. AT: \"Baasha died as his ancestors had\" or \"Like his ancestors, Baasha died\"  (See: [[:en:ta:vol1:translate:figs_metaphor]]and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and was buried", "text": "This can be stated in active form. AT: \"and people buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Baasha\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "the word of Yahweh came", "text": "This is an idiom that is used to introduce something that God told his prophets or his people. See how you translated this in [[:en:bible:notes:1ki:06:11|6:11]]. AT: \"Yahweh spoke this message\" or \"Yahweh spoke these words\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all the evil that he did in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"all the evil things Baasha did in Yahweh's judgment\" or \"all the things that Baaha did that Yahweh considers to be evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so as to provoke him to anger", "text": "The abstract noun \"anger\" can be expressed with the adjective \"angry.\" AT: \"so as to make Yahweh very angry\" or \"that made God very angry\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "with the work of his hands", "text": "The hands represent Baasha or his actions. AT: \"by the things Baasha had done\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "His servant Zimri", "text": "\"Elah's servant Zimri\""}, {"ref": "captain of half his chariots", "text": "The word \"chariots\" here represents the soldiers who drove the chariots. AT: \"captain of half his chariot drivers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "drinking himself drunk", "text": "This is an idiom. AT: \"drinking so much wine that he was getting drunk\" or \"getting drunk\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who was over the household", "text": "Being over the household represents being in charge of the things in King Elah's house. AT: \"who was in charge of the things in the Elah's house\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "attacked him and killed him", "text": "\"attacked and killed Elah\""}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Elah\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "He did not leave alive a single male", "text": "This means that he killed all the men and boys. AT: \"He did not leave even one male alive\""}, {"ref": "the word of Yahweh", "text": "\"the message of Yahweh\" or \"Yahweh's message\""}, {"ref": "which he spoke against Baasha by Jehu the prophet", "text": "Speaking \"by\" a prophet represents telling a prophet to speak and the prophet speaking. AT: \"that Yahweh told Jehu the prophet to speak against Baasha\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "they had led Israel to sin", "text": "Leading people to do something represents influencing them to do it. AT: \"they had influenced Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they had led Israel to sin", "text": "Here the word \"Israel\" refers to the ten northern tribes of Israel. Baasha and Elah had been their king."}, {"ref": "they provoked Yahweh, the God of Israel, to anger with their idols", "text": "God became angry with the people because they worshiped idols. The meaning of this can be made clear. AT: \"they made Yahweh, the God of Israel, angry because they worshiped idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the God of Israel", "text": "Here the word \"Israel\" refers to all of the twelve tribes descended from Jacob."}]}, {"id": "14", "tn": [{"ref": "are they not written ... Kings of Israel?", "text": "This question is used to either inform or remind the readers that the information about Elah is in this other book. This rhetorical question can be translated as a statement. See how you translated this in [[:en:bible:notes:1ki:15:31|15:31]].  AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written ... Israel?", "text": "This can be stated in active form. AT: \"someone has written about them in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "the army was camped by Gibbethon", "text": "The word \"army\" refers to the army of the kingdom of Israel."}, {"ref": "Gibbethon", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:15:27|15:27]]."}, {"ref": "The army camped there heard it said", "text": "This can be stated in active form. AT: \"The soldiers who camped there heard someone say\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all Israel", "text": "Both times this phrase is used, it represents the army of Israel. Here the word \"all\" is a generalization meaning \"most.\" AT: \"all the army of Israel\" or \"most of the soldiers in the army of Israel\" or \"the army of Israel\"  (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "18", "tn": [{"ref": "that the city had been taken", "text": "This can be stated in active form. AT: \"that Omri and the army had taken the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "what was evil in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walking in the way of Jeroboam", "text": "Here walking represents behaving. AT: \"doing the same things that Jeroboam had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so as to lead Israel to sin", "text": "Leading people to do something represents influencing them to do it. AT: \"so as to influence Israel to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the treason that he carried out", "text": "This treason refers to Zimri's plot to kill Elah, the king of Israel. The full meaning of this statement can be made clear. AT: \"how he plotted against King Elah\" or \"how he killed the king of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to either inform or remind the readers that the information about Zimri is in this other book. This rhetorical question can be translated as a statement. See how you translated a similar phrase concerning Judah in [[:en:bible:notes:1ki:14:29|14:29]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written ... Israel?", "text": "This can be stated in active form. AT: \"someone has written about them in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "followed Tibni ... followed Omri", "text": "Here \"followed\" represents supporting or wanting to make him king. AT: \"supported Tibni son of Ginath, to make him king, and half supported Omri\" or \"wanted to make Tibni son of Ginath king, and half wanted to make Omri king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "were stronger than the people who followed Tibni", "text": "\"overpowered the people who followed Tibni\""}]}, {"id": "23", "tn": [{"ref": "Tirzah", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:1ki:14:17|14:17]]."}, {"ref": "Shemer", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "two talents of silver", "text": "You may convert this to a modern measure. AT: \"68 kilograms of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]])"}, {"ref": "He built a city", "text": "The word \"He\" refers to Omri. He commanded people to build the city. AT: \"Omri had his people build a city\" or \"Omri commanded and his workers built a city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "after the name of Shemer", "text": "This is an idiom that means \"to honor Shemer\" or \"so that people would remember Shemer.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "25", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "walked in all the ways of Jeroboam son of Nebat", "text": "Walking represents behaving. AT: \"did all the same things that Jeroboam son of Nebat did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in his sins by which he led Israel to sin", "text": "Possible meanings are that \"his\" and \"he\" refer to 1) Baasha or 2) Jeroboam."}, {"ref": "in his sins", "text": "Possible meanings are walking in his sins represents 1) sinning as Jeroboam sinned. AT: \"he sinned as Jeroboam sinned\" or 2) or sinning habitually. AT: \"he sinned habitually\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by which he led Israel to sin", "text": "Leading people to sin represents influencing them to sin. AT: \"his sins, by which he influenced Israel to sin\" or \"and by sinning like this, he influenced people to sin."}, {"ref": "to provoke Yahweh ... to be angry with their worthless idols", "text": "God became angry with the people because they worshiped idols. See how you translated a similar phrase in [[:en:bible:notes:1ki:16:11|16:13]]. AT: \"to make Yahweh, the God of Israel, angry because they worshiped worthless idols\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "their worthless idols", "text": "The word \"worthless\" here reminds people that idols are worthless because they cannot do anything. AT: \"their idols, which are worthless\" or \"their idols, which are useless\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}, {"ref": "the God of Israel", "text": "Here the word \"Israel\" refers to all of the twelve tribes descended from Jacob."}]}, {"id": "27", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Israel?", "text": "This question is used to either inform or remind the readers that the information about Omri is in this other book. This rhetorical question can be translated as a statement. See how you translated this in [[:en:bible:notes:1ki:15:31|15:31]]. AT: \"they are written in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "are they not written ... Israel?", "text": "This can be stated in active form. AT: \"someone has written about them in The Book of the Events of the Kings of Israel.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Omri slept with his ancestors", "text": "The euphemism \"sleeping\" here represents dying. AT: \"Omri died as his ancestors had\" or \"Like his ancestors, Omri died\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Omri\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "what was evil in the sight of Yahweh", "text": "The sight of Yahweh represents Yahweh's judgment. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considers to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "31", "tn": [{"ref": "It was to Ahab a trivial thing to walk in the sins of Jeroboam son of Nebat", "text": "This implies that Ahab wanted to commit worse sins. The full meaning of this statement can be made explicit. AT: \"It was as if Ahab thought that walking in the sins of Jeroboam son of Nebat was not enough\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "It was to Ahab a trivial thing", "text": "This is an idiom. The phrase \"to Ahab\" means that Ahab considered or thought something. AT: \"Ahab considered it a trivial thing\" or \"Ahab thought that it was not enough\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a trivial thing", "text": "\"an insignificant thing\" or \"not enough\""}, {"ref": "to walk in the sins of Jeroboam son of Nebat", "text": "Walking in Jeroboam's sins represents sinning as Jeroboam had sinned. AT: \"to sin as Jeroboam son of Nebat had sinned\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "worshiped Baal and bowed down to him", "text": "These two phrases mean the same thing. The phrase \"bowed down to him\" describes the posture that people used in worship. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the God of Israel", "text": "Here the word \"Israel\" refers to the nation of Israel, which consisted of twelve tribes."}, {"ref": "the kings of Israel", "text": "Here the word \"Israel\" refers to the kingdom of Israel, which consisted of ten tribes."}]}, {"id": "34", "tn": [{"ref": "at the cost of the life of Abiram, his firstborn son", "text": "The consequence of building the city is spoken of as if it were a cost that Hiel paid. AT: \"and the consequence of his sin was that Abiram, his firstborn son, died\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Segub, his youngest son, lost his life", "text": "Dying is spoken of as if he lost his life. AT: \"Segub, his youngest son, died\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "while he was building the gates of the city", "text": "\"while Hiel was building the gates of the city\""}, {"ref": "in keeping with the word of Yahweh", "text": "\"according to the word of Yahweh\""}, {"ref": "the word of Yahweh", "text": "Here the word \"word\" represents a message. AT: \"the message of  Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which he spoke by Joshua son of Nun", "text": "Speaking \"by\" someone represents both telling someone to speak and the person doing it. AT: \"which Yahweh caused Joshua son of Nun to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]