[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh has just reminded the people of Judah as well as Egypt, Edom, Ammon, Moab and all people that they will be punished."}, {"ref": "Do not learn the ways of the nations", "text": "Do not follow what the heathen nations are believing\""}, {"ref": "dismayed", "text": "\"worried\" or \"frightened\""}, {"ref": "by the signs in the heavens", "text": "\"by strange things in the sky\""}, {"ref": "for the nations are dismayed by these", "text": "\"for the people of the nations are afraid of the strange things they see in the sky\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh has just reminded them not to learn the ways of the nations nor be worried by things that happen in the sky."}, {"ref": "craftsman", "text": "a man skilled in his work"}, {"ref": "scarecrows", "text": "A scarecrow is a man-like figure made to scare birds and prevent them from eating the crops. (See: [[: en:ta:vol1:translate:figs_simile]])"}, {"ref": "cucumber", "text": "a vegetable that is usually long, with green skin and white flesh that contained much water"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Jeremiah has just been talking about idol worship."}, {"ref": "Who does not fear you, king of the nations?", "text": "Jeremiah does not expect an answer to this question. It is more like a statement. AT: \"Everyone should fear you, king of the nations\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "what you deserve", "text": "\"what you have earned\""}]}, {"id": "08", "tn": [{"ref": "They are all the same, they are brutish and stupid", "text": "The words \"brutish\" and \"stupid\" mean basically the same thing and emphasize how foolish the people are for worshiping idols. AT: \"Every one of them is very stupid.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "disciples of idols that are nothing but wood.", "text": "\"they try to learn from an idol which is just a piece of wood\""}, {"ref": "artificers", "text": "\"skilled craftsmen\""}, {"ref": "Tarshish ... Uphaz", "text": "places where silver and gold are minded"}, {"ref": "gold from Uphaz made by artificers, the hands of refiners", "text": "\"gold from Uphaz that skilled craftsmen and refiners have made\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Their clothes are blue and purple cloth", "text": "\"The people dress the idol in beautiful clothes\""}, {"ref": "quakes", "text": "\"shakes\""}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "God is speaking to Jeremiah."}, {"ref": "The maker of earth in his power established dry land in his wisdom and spread the heavens in his understanding.", "text": "AT: \"The Creator is strong and wise. He made the earth and sky.\""}, {"ref": "His voice makes the roar of waters in the heavens", "text": "AT: \"He controls the storms in the sky by speaking\""}, {"ref": "and he brings up the mists from the ends of the earth", "text": "AT: \"He makes clouds everywhere on earth.\""}, {"ref": "storehouse", "text": "a building where things are kept"}]}, {"id": "14", "tn": [{"ref": "has become ignorant", "text": "\"is lacking knowledge\" or \"does not know\""}, {"ref": "the portion of Jacob", "text": "\"whom the people of Isreal worship\""}, {"ref": "the molder of all things", "text": "\"the creator of all things\" or \"the one who created all things\""}]}, {"id": "17", "tn": [{"ref": "Gather your bundle", "text": "\"Gather your belongings\""}, {"ref": "See", "text": "The word \"See\" is to emphasize the following statement."}, {"ref": "I am about to throw the inhabitants of the land out this time", "text": "AT: \"I will cause the people living in the land to leave that land.\""}, {"ref": "inhabitants of the land", "text": "\"people who live in the land\""}, {"ref": "distress", "text": "\"great pain or suffering\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Jeremiah is speaking as if he were the whole tribe of Israel. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Woe to me! Because of my broken bones, my wound is infected", "text": "AT: \"We are in deep trouble like a person whose bones are broken and infected.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My tent is devastated, and all of my tent cords are cut in two", "text": "The enemy has completely destroyed my city\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They have taken", "text": "\"the enemies have taken\""}, {"ref": "There is no longer anyone to spread out my tent or to raise up my tent curtains", "text": "AT: There is no one to rebuild our city.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "are scattered", "text": "\"are separated and went in different directions\""}, {"ref": "jackals", "text": "a type of wild dog found in Africa"}]}, {"id": "23", "tn": [{"ref": "Pour your fury on the nations", "text": "AT: \"Punish the people of the nations severely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "devoured Jacob and consumed him so as to completely destroy him", "text": "Here the words \"devour\" and \"consume\" both mean the same thing as \"completely destroy.\" Jeremiah repeats this idea three times to emphasize the utter destruction of Israel. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "demolish his habitation", "text": "\"demolish the land where he lives\""}]}]