[{"id": "01", "tn": [{"ref": "the soul of Jonathan was bound to the soul of David", "text": "Very close friendship is spoken of as if it were binding together the souls of two people. This can be stated in active form. AT: \"Jonathan felt a strong affection towards David\" or \"Jonathan committed himself to David\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Jonathan loved him as his own soul", "text": "Here \"loved\" refers to the love between friends, not romantic love. The word \"soul\" represents the person or the person's life. AT: \"Jonathan loved David as much as he loved himself\" or \"Jonathan loved David as he loved his own life\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "03", "tn": [{"ref": "Jonathan loved him as his own soul", "text": "Here \"loved\" refers to the love between friends, not romantic love. The word \"soul\" represents the person or the person's life. See how you translated this in [[:en:bible:notes:1sa:18:01|18:1]]. AT: \"Jonathan loved David as much as he loved himself\" or \"Jonathan loved David as he loved his own life\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "05", "tn": [{"ref": "and he succeeded", "text": "\"and he prospered\""}, {"ref": "This was pleasing in the eyes of all the people and also in the sight of Saul's servants", "text": "The phrases \"in the eyes of\" and \"in the sight of\" mean the same thing. The opinion of the people is spoken of as something that they view as either good or bad. AT: \"This was pleasing in the opinions of all the people and of Saul's servants\" or \"This pleased all the people and Saul's servants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "from all the cities of Israel", "text": "This is hyperbole to emphasize the great number of women who came. AT: \"from many of the cities throughout Israel\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "with tambourines, with joy, and with musical instruments", "text": "\"joyfully playing tambourines and other musical instruments\""}, {"ref": "with tambourines", "text": "A \"tambourine\" is a small handheld drum."}, {"ref": "and David his ten thousands", "text": "The verb may be supplied from the previous line. AT: \"and David has killed his ten thousands\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "08", "tn": [{"ref": "They have ascribed", "text": "\"They have credited\""}, {"ref": "What more can he have but the monarchy?", "text": "This rhetorical question can be translated as a statement. AT: \"The only thing left for him to have is the kingship.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "a harmful spirit from God", "text": "Here \"harmful spirit\" may refer to either \"a spirit that causes trouble\" or \"an evil spirit.\" See how you translated this in [[:en:bible:notes:1sa:16:14|16:15]]."}, {"ref": "a harmful spirit from God rushed upon Saul", "text": "The phrase \"rushed upon\" means the harmful spirit influenced Saul. In this case it means it caused Saul to be troubled and act crazy. See how you translated a similar phrase in [[:en:bible:notes:1sa:10:05|10:6]]."}, {"ref": "and he raved", "text": "\"And he acted crazy\""}, {"ref": "Yahweh was with him", "text": "\"Yahweh was with David\""}]}, {"id": "13", "tn": [{"ref": "So Saul removed him from his presence", "text": "\"So Saul removed David from his presence\""}, {"ref": "a thousand", "text": "This can be represented numerically. AT: \"1,000 men\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "David went out and came in before the people", "text": "Here \"the people\" refers to the soldiers under David's command. The phrases \"went out\" and \"came in\" are idioms that refer to leading the people into battle and leading them home from battle. AT: \"David led his soldiers into battle and led them home from battle\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "he stood in awe of him", "text": "Here \"stood in awe\" is an idiom that means to fear. AT: \"he feared David\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "all Israel and Judah loved David", "text": "Here \"Israel and Judah\" represent the people of all of the tribes. AT: \"all the people in Israel and Judah loved David\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "went out and came in before them", "text": "The phrases \"went out\" and \"came in\" are idioms that refer to leading the people into battle and leading them home from battle. See how you translated this in [[:en:bible:notes:1sa:18:13|18:13]]. AT: \"led his soldiers into battle and led them home from battle\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "Let not my hand be on him, but let the hand of the Philistines be on him", "text": "Harming someone is spoken of as if it were placing one's hand on that person. Here, Saul is referring to killing David. AT: \"I will not be the one to kill him; I will let the Philistines kill him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "Who am I, and who are my relatives, or my father's family in Israel ... to the king?", "text": "David uses this rhetorical question to emphasize that he is not worthy of being Saul's son-in-law. AT: \"I am nobody and neither my relatives nor my father's family are important enough in Israel ... to the king.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "son-in-law to the king", "text": "in-law to the king** - \"husband of the king's daughter\""}]}, {"id": "19", "tn": [{"ref": "when Merab, Saul's daughter, should have been given to David", "text": "This can be stated in active form. AT: \"when Saul should have given his daughter Merab to David\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she was given to Adriel", "text": "This can be stated in active form. AT: \"Saul gave her to Adriel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "Michal ... loved David", "text": "Here \"loved\" means she had romantic feelings for David."}, {"ref": "They told Saul", "text": "Here \"they\" refers to people who found out about Michal's feelings, not to David and Michal."}, {"ref": "that the hand of the Philistines may be against him", "text": "Harming someone is spoken of as if it were placing one's hand on that person. Here, Saul is referring to killing David. See how you translated a similar phrase in [[:en:bible:notes:1sa:18:17|18:17]]. AT: \"so that the Philistines may kill him\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "You will be my son-in-law", "text": "in-law** - \"You will be the husband of my daughter\""}]}, {"id": "22", "tn": [{"ref": "all his servants love you", "text": "\"all of his servants admire you\""}, {"ref": "Now then", "text": "\"For these reasons you should\""}]}, {"id": "23", "tn": [{"ref": "Is it a small matter to you to be the king's son-in-law, since I am a poor man, and lightly esteemed?", "text": "in-law, since I am a poor man, and lightly esteemed?** - David asks this rhetorical question to emphasize that he is not worthy to be the king's son-in-law. AT: \"It is a great matter to be the king's son-in-law, and I am too poor and unimportant for that.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "25", "tn": [{"ref": "The king does not desire any dowry, only one hundred foreskins", "text": "The verb for the second phrase may be supplied from the first. AT: \"The king does not desire any dowry; he desires only that you bring to him 100 foreskins\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "dowry", "text": "\"bride price.\" In this culture, the man was required to give a gift to the bride's father."}, {"ref": "foreskins", "text": "The word \"foreskin\" refers to the fold of skin on a man's private parts that is removed during circumcision."}, {"ref": "to be avenged from the king's enemies", "text": "This can be stated in active form. AT: \"to get revenge on the king's enemies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to make David fall by the hand of the Philistines", "text": "Here \"fall\" means to die. The word \"hand\" represents the Philistines. This can be stated in active form. AT: \"to have the Philistines kill David\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "two hundred Philistines", "text": "This can be rendered numerically. AT: \"200 Philistines\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "they gave them in full number to the king", "text": "\"David and his men gave all of them to the king\""}, {"ref": "Saul saw, and he knew", "text": "Here the words \"saw\" and \"knew\" share similar meanings and emphasize that Saul knew with certainty. AT: \"Saul recognized\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Michal, Saul's daughter, loved him", "text": "Here \"loved\" means she had romantic feelings for David."}]}, {"id": "30", "tn": [{"ref": "so that his name was highly regarded", "text": "Here \"name\" is a metonym for David. This can be stated in active form. AT: \"so that people greatly respected David\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]