[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a prayer for help."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Shoshannim", "text": "This may refer to a style of music. See how you translated this in [[:en:bible:notes:psa:045:001|45:1]]."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "for the waters have put my life in danger", "text": "The writer describes the troubles in his life as if he were drowning in a flood of water. AT: \"for it feels like I am drowning in the waters\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I sink in deep mire", "text": "The writer describes the troubles in his life as if he were sinking in deep mud. AT: \"For it feels like I am sinking in deep mud and will die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "mire", "text": "thick mud"}, {"ref": "there is no place to stand", "text": "The writer uses a negative statement to stress how unstable and uncertain his condition is. (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "I have come into deep waters, where the floods flow over me", "text": "The writer describes his problems as if he was drowning in a deep, raging river. AT: \"t feels like I am in deep waters, and the floodwaters flow over me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "weary", "text": "very tired"}, {"ref": "my eyes fail", "text": "This idiom means the writer has cried so much that his eyes do not see well any longer. AT: \"my eyes are swollen from tears\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "more than the hairs on my head", "text": "This is an exaggeration to express how many enemies the writer has. AT: \"more than I can count, like the hairs on my head\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "cut me off", "text": "This idiom means \"kill me.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "005", "tn": [{"ref": "my foolishness", "text": "The abstract noun \"foolishness\" can be stated as an action. AT: \"the foolish things that I have done\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my sins are not hidden from you", "text": "This can be expressed as a positive statement. AT: \"you know all my sins\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "those who wait for you be put to shame ... those who seek you be brought to dishonor", "text": "These two phrases mean the same thing and emphasize the writer's desire to have God protect his people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Let not those who wait for you be put to shame because of me", "text": "This can be stated in active form. AT: \"Please do not put to shame because of me those who wait for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Let not those", "text": "\"Do not let those\""}, {"ref": "let not those who seek you be brought to dishonor because of me", "text": "This can be stated in active form. AT: \"Please do not bring dishonor because of me on those who seek you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "those who seek you", "text": "Seeking God represents either 1) asking God for help or 2) thinking about God and obeying him. AT: 1) \"those who ask you for help\" or 2) \"those who worship and obey you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "007", "tn": [{"ref": "For your sake", "text": "\"On your behalf\" or \"For you\""}, {"ref": "I have borne rebuke", "text": "The rebukes of the writer's enemies are spoken of as if they are a heavy load that he has had to carry. AT: \"I have endured the insults of my enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shame has covered my face", "text": "The writer speaks of the shame that he feels as if it is a foul thing on his face that everyone can clearly see. AT: \"I am thoroughly humiliated\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have become a stranger to my brothers", "text": "The writer speaks of himself as if he were not part of his own family. AT: \"My brothers no longer know or accept me at all\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a stranger to my brothers ... an alien to my mother's children", "text": "These two phrases mean the same thing. They are repeated to stress his separation from his own family. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "an alien to my mother's children", "text": "It is implied that \"I have become\" should be understood here. The writer speaks of himself as if he were not part of his own family. AT: \"my brothers no longer know or trust me at all\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the zeal of your house has eaten me up", "text": "The writer speaks of his zeal for God's temple as if it was a wild animal that devours the writer. AT: \"the zeal I have for your house consumes me\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "has eaten me up", "text": "This idiom means that the writer's zeal for the temple takes over all of his thoughts and actions. AT: \"completely controls all that I think and do\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the rebukes ... have fallen on me", "text": "The writer speaks of the rebukes of Gods' enemies as if they were rocks that were thrown at the writer. AT: \"those who rebuke you have also thrown their rebukes at me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "010", "tn": [{"ref": "I wept and did not eat food", "text": "The fact that the writer was fasting indicates that he was sad about the way people treated God's temple. (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they insulted me", "text": "\"my enemies rebuked me because of it\""}, {"ref": "I made sackcloth my clothing", "text": "Wearing rough, cheap clothing was a symbol of mourning over sin. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "I became the object of a proverb", "text": "The writer speak of himself as if he was the sad or foolish person in a proverb. AT: \"I became the example of a sad person spoken of in their proverbs\" or \"they laugh at me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Those who sit in the city gate", "text": "Here \"city gate\" is associated with leadership of a town. AT: \"The important people of the city\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am a song of drunkards", "text": "The writer speaks of himself as if he was the person about whom the drunkards sing mocking songs. AT: \"the drunkards of the city sing disgusting songs about me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "at a time that you will accept", "text": "\"in your accepted time\" or \"when you are willing\""}, {"ref": "answer me in the trustworthiness of your salvation", "text": "The abstract nouns \"trustworthiness\" and \"salvation\" can be stated as actions. AT: \"rescue me because you faithfully love me, as you have promised to do\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Pull me out ... do not let me sink", "text": "These two phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Pull me out of the mire, and do not let me sink", "text": "The writer speaks of his danger from his enemies as if he was sinking into a pit of mud. \"Do not allow me to sink anymore in the mud\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let me be taken away", "text": "Here \"take away\" refers to being removed from danger. This can be stated in active form. AT: \"take me away\" or \"rescue me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rescued out", "text": "It is understood that \"let me be\" is implied here. It can be stated in active form. AT: \"please rescue me out\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the deep water ... the floods of water ... the deep", "text": "These phrases mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "rescued out of the deep waters", "text": "The writer speaks about his danger from his enemies as if he was drowning in deep water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the floods of water overwhelm me", "text": "The writer speaks about his danger from his enemies as if flood waters were covering him completely. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the deep swallow me up", "text": "The writer speaks of the deep as if it was a deadly animal that was about to eat him. AT: \"the deep waters swallow me up like a dangerous animal\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not let the pit shut its mouth on me", "text": "Here the \"pit\" is spoken of as if it has a mouth like a person and could eat the writer. AT: \"Do not let the pit consume me\" or \"Do not let the pit of death close over me\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "016", "tn": [{"ref": "your covenant faithfulness is good", "text": "The abstract term \"covenant faithfulness\" can be stated as an action. AT: \"you are good and love me faithfully\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "your mercies for me are many", "text": "\"you are very merciful to me\""}, {"ref": "turn to me", "text": "The idea of turning towards someone means to pay attention to them or help them. AT: \"help me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not hide your face from your servant", "text": "To hide one's face means to refuse to hear or help someone. AT: \"Please help your servant\" or \"Please help me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "in distress", "text": "\"in great trouble\" (UDB)"}]}, {"id": "018", "tn": [{"ref": "redeem me", "text": "The writer asks God to redeem him as if the writer were a slave whose freedom God could purchase. AT: \"free me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "ransom me", "text": "The writer asks God to ransom him as if the writer were a captive whose release could be paid for with money. AT: \"rescue me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my rebuke, my shame, and my dishonor", "text": "These abstract nouns can be stated as actions. AT: \"how people have rebuked me, shamed me, and dishonored me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "my adversaries are all before you", "text": "Here \"before you\" means that God sees and knows all about them. AT: \"you know who all my enemies are\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "020", "tn": [{"ref": "broken my heart", "text": "This idiom means a person is extremely sad. AT: \"offended me deeply\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am full of heaviness", "text": "The writer's great sadness is spoken of as if he was full of a heavy weight. AT: \"I am heavy with sorrow\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to take pity", "text": "to feel sorrow or sadness"}, {"ref": "They gave me poison for my food", "text": "This is probably figurative. The   food that people gave to the writer was so bad that it tasted like poison. AT: \"They gave me food that tasted like poison\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "022", "tn": [{"ref": "Let their table before them become a snare ... let it become a trap", "text": "The writer would like for his enemies' food to completely ruin them as if they were small animals caught in a snare or a trap. AT: \"May their food ruin them like a snare ... may it destroy them like a trap\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their table", "text": "This refers to food that was served on the tables, possibly at a feast. AT: \"their own food\" (UDB) or \"sacrificial feasts\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Let their eyes be darkened", "text": "The writer speaks of eyes that cannot see well as if they were darkened. This can be stated in active form. AT: \"Please make them unable to see anything\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "make their loins shake", "text": "Weak backs are spoken of as if they are shaking in weakness. AT: \"cause their backs to be too weak for them to do anything\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their loins", "text": "\"their sides\" or \"their backs\""}]}, {"id": "024", "tn": [{"ref": "Pour out your indignation on them", "text": "God's demonstration of his anger is described as if he poured it out on his enemies like water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "indignation", "text": "\"rage\" or \"anger\""}, {"ref": "the fierceness of your anger", "text": "\"your burning anger\" or \"your strong anger\""}, {"ref": "overtake them", "text": "God's judgment on his enemies is described as if he ran after them and caught them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "be a desolation", "text": "This abstract noun can be stated as an action. AT: \"become abandoned\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "026", "tn": [{"ref": "they persecuted the one", "text": "\"they persecuted the man\""}, {"ref": "you struck down", "text": "Here to be \"struck down\" refers to punishment. AT: \"you punished\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those you have wounded", "text": "Here to be \"wounded\" refers to causing them to suffer. AT: \"those you have caused to suffer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Accuse them of having committed iniquity after iniquity", "text": "\"Keep making a record of all their sins\" (UDB)"}, {"ref": "iniquity after iniquity", "text": "\"very many sins\""}, {"ref": "do not let them come into your righteous victory", "text": "To come into God's victory is an idiom that means to receive a reward from him. AT: \"do not let them receive your righteous reward\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "028", "tn": [{"ref": "Let them be blotted out of", "text": "Here \"them\" refers to the names of the enemies. This can be stated in active form. AT: \"Wipe out their names in\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not be written down", "text": "It is inferred that \"let them\" is understood. This can be stated in active form.  AT: \"do not write down their names\" (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "let your salvation, God, set me up on high", "text": "The abstract noun \"salvation\" can be stated with the verb \"save.\" Here \"on high\" refers to a place of safety.\" AT: \"God, save me and put me in a safe place\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "030", "tn": [{"ref": "the name of God", "text": "Here \"name\" refers to God himself. AT: \"God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with thanksgiving", "text": "This abstract noun can be stated with the verb \"thank.\" AT: \"by thanking him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "better than an ox or a bull", "text": "It is understood that the ox and the bull are to be offered to God as sacrifices. AT: \"better than sacrificing an ox or sacrificing a bull\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a bull that has horns and hooves", "text": "This phrase distinguishes the full grown bulls from other younger cows. AT: \"a bull that is full grown with horns and hooves\" (See: [[:en:ta:vol2:translate:figs_distinguish]])"}]}, {"id": "032", "tn": [{"ref": "The meek", "text": "This refers to meek people in general. AT: \"Meek people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "you who seek after God", "text": "Seeking God represents either 1) asking God for help or 2) thinking about God and obeying him. AT: \"you who ask God for help\" or \"you who think about God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "let your hearts live", "text": "Here \"hearts\" refer to the people. Here \"live\" is an idiom that means to be encouraged. AT: \"may you be encouraged\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Yahweh hears", "text": "Here \"hears\" means to respond. AT: \"Yahweh answers\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the needy", "text": "This refers to needy people in general. AT: \"needy people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "his prisoners", "text": "\"those who have suffered for him\" (UDB)"}]}, {"id": "034", "tn": [{"ref": "Let heaven and earth praise him ... the seas", "text": "Here heaven and earth and the seas are spoken of as if they are people who are able to praise God. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the seas and everything that moves in them", "text": "It is implied that \"Let ... praise him\" should be understood here. AT: \"let he seas and everything that moves in them praise him\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "God will save Zion", "text": "Here \"Zion\" refers to the people in Zion. AT: \"God will save the people of Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have it as a possession", "text": "The word \"it\" refers to the land of Judah."}, {"ref": "who love his name", "text": "Here \"name\" refers to God himself. AT: \"who love God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]