[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul, as a prisoner, begins his journey to Rome."}, {"ref": "General Information:", "text": "The word \"we\" includes to Luke, the author of Acts, as well as Paul and others traveling with Paul. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "General Information:", "text": "Adramyttium was a city possibly located on the west coast of modern-day Turkey. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "When it was decided", "text": "This can be stated in active form. AT: \"When the governor decided\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sail for Italy", "text": "Italy is the name of the province Rome was in. See how you translated \"Italy\" in [[:en:bible:notes:act:18:01|18:2]]."}, {"ref": "they put Paul and some other prisoners under the charge of a centurion named Julius of the Augustan Regiment", "text": "\"the Roman soldiers put a centurion named Julius, of the Augustan Regiment, in charge of Paul and some other prisoners\""}, {"ref": "a centurion named Julius", "text": "Julius is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Augustan Regiment", "text": "This was the name of the battalion or army from which the centurion came. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "We boarded a ship ... which was about to sail", "text": "Here \"ship ... which was about to sail\" stands for the crew that will sail the ship. AT: \"We boarded a ship ... which a crew was about to sail\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a ship from Adramyttium", "text": "Possible meanings are 1) a ship that had come from Adramyttium or 2) a ship that was registered or licensed in Adramyttium."}, {"ref": "about to sail", "text": "\"soon going to sail\" or \"would depart soon\""}, {"ref": "went to sea", "text": "\"began our journey on the sea\""}, {"ref": "Aristarchus", "text": "Aristarchus came from Macedonia but had been working with Paul in Ephesus. See how you translated his name in [[:en:bible:notes:act:19:28|19:29]]."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the word \"we\" refers to Luke, Paul, and those traveling with them. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Julius treated Paul kindly", "text": "\"Julius treated Paul with a friendly concern.\" See how you translated \"Julius\" in [[:en:bible:notes:act:27:01|27:1]]."}, {"ref": "go to his friends to receive their care", "text": "The abstract noun \"care\" can be stated as a verb. AT: \"go to his friends so they could care for him\" or \"go to his friends so they could help him with whatever he needed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "we went to sea and sailed", "text": "\"we started sailing and went\""}, {"ref": "sailed around the island of Cyprus which was sheltered from the wind", "text": "The passive phrase \"was sheltered\" can be stated in active form. AT: \"went along the coast of Cyprus on the side that kept the wind from blowing us the wrong way\" (UDB)"}, {"ref": "Pamphylia", "text": "This was a province in Asia Minor. See how you translated this in [[:en:bible:notes:act:02:08|2:10]]."}, {"ref": "came to Myra, a city of Lycia", "text": "You can make explicit that they got off of the ship in Myra. AT: \"came to Myra, a city of Lycia, where we got off the ship\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "came to Myra", "text": "Myra is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "a city of Lycia", "text": "Lycia was a Roman province, located on the southwestern coast of modern-day Turkey. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "found a ship from Alexandria that was going to sail to Italy", "text": "It is implied that a crew would sail the ship to Italy. AT: \"found a ship that a crew had sailed from Alexandria and was about to sail to Italy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Alexandria", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "07", "tn": [{"ref": "When we had sailed slowly ... finally arrived with difficulty", "text": "You can make explicit that the reason they were sailing slowly and with difficulty was because the wind was blowing against them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "near Cnidus", "text": "This is an ancient settlement located in modern-day Turkey. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the wind no longer allowed us to go that way", "text": "\"we could no longer go that way because of the strong wind\""}, {"ref": "so we sailed along the sheltered side of Crete", "text": "\"so we sailed along the side of Crete where there was less wind\""}, {"ref": "opposite Salmone", "text": "This is a coastal city in Crete. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "We sailed along the coast with difficulty", "text": "You can make explicit that even though the winds were not as strong as before, they were still strong enough to make sailing difficult. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Fair Havens", "text": "This was a port near Lasea, located on the south coast of Crete. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "near the city of Lasea", "text": "This is a coastal city in Crete. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Here the words \"we\" are \"our\" refer to Paul and everyone on the ship. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "We had now taken much time", "text": "Because of the direction the wind was blowing, the journey from Caesarea to Fair Havens had taken more time than planned."}, {"ref": "the time of the Jewish fast also had passed, and it had now become dangerous to sail", "text": "This fast took place on the Day of Atonement, which was usually either in the last part of September or the first part of October according to Western calendars. After this time, there was a higher risk of seasonal storms."}, {"ref": "I see that the voyage we are about to take will be with injury and much loss", "text": "\"if we travel now, we will suffer much injury and loss\""}, {"ref": "loss, not only of the cargo and the ship, but also of our lives", "text": "Here \"loss\" means destruction when referring to things and death when referring to people."}, {"ref": "not only of the cargo and the ship", "text": "Cargo is something that a person transports from one place to another by boat. AT: \"not only the ship and the goods on the ship\""}, {"ref": "that were spoken by Paul", "text": "This can be stated in active form. AT: \"that Paul said\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "harbor was not easy to spend the winter in", "text": "You can make explicit why it was not easy to stay in the harbor. AT: \"harbor did not sufficiently protect docked ships during winter storms\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "harbor", "text": "a place near land that is usually safe for ships"}, {"ref": "city of Phoenix", "text": "Phoenix is a city port on the coast of Crete. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to spend the winter there", "text": "This speaks about the season of winter as if it were a commodity that someone can spend. AT: \"to stay there for the cold season\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it faces northeast and southeast", "text": "This means that the city faces the direction from which the wind blows. So the wind blows on the city from the northwest and the southwest."}, {"ref": "northeast and southeast", "text": "These directions are based on the rising and setting sun. Northeast would be a little left to the rising sun. Southeast is a little right to the rising sun."}, {"ref": "weighed anchor", "text": "Here \"weighed\" means to pull out of the water. An anchor is a heavy object attached to a rope that is secured to the boat. The anchor is tossed into the water and sinks to the bottom of the sea keeping the ship from drifting about."}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul and those traveling on the boat encounter a fierce storm."}, {"ref": "after a short time", "text": "\"after a little while\""}, {"ref": "tempestuous wind", "text": "\"a very strong, dangerous wind\""}, {"ref": "called The Northeaster", "text": "\"called 'a strong wind from the northeast.'\" The word for \"The Northeaster\" in the original language is \"Euroclydon.\" You can transliterate this word for your language. (See: [[:en:ta:vol1:translate:translate_transliterate]])"}, {"ref": "began to beat down on us from across the island", "text": "\"came in from across the island of Crete and it blew strongly against our ship\""}, {"ref": "When the ship was caught head on and could not face the wind", "text": "\"When the wind blew so strongly against the front of the ship that we could not sail against it\""}, {"ref": "we gave in to it and were driven along by it", "text": "This can be stated in active form. AT: \"we stopped trying to sail forward, and we let the wind push us whichever way it blew\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We ran along the sheltered side", "text": "\"We sailed on the side where the wind was less strong\""}, {"ref": "a small island called Cauda", "text": "This island was located on the south coast of Crete. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "lifeboat", "text": "This is a smaller boat that is sometimes pulled behind the ship, and sometimes it was brought onto the ship and tied down. The smaller boat was used for various reasons, including escaping from a sinking ship."}]}, {"id": "17", "tn": [{"ref": "they had hoisted it up", "text": "\"they had lifted up the lifeboat\" or \"they had pulled the lifeboat aboard the ship\""}, {"ref": "they used its ropes to bind the hull of the ship", "text": "The \"hull\" is the body of the ship. They tied ropes around it so that the ship would not come apart during the storm."}, {"ref": "sandbars of Syrtis", "text": "Sandbars are very shallow areas in the sea where ships can get stuck in the sand. Syrtis is located on the coast of Libya, northern Africa. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they let down the sea anchor", "text": "They put the ship's anchor in the water in order to slow down where the wind would blow them."}, {"ref": "anchor", "text": "An anchor is a heavy object attached to a rope that is secured to the boat. The anchor is tossed into the water and sinks to the bottom of the sea keeping the ship from drifting about. See how you translated this in [[:en:bible:notes:act:27:12|27:13]]."}, {"ref": "were driven along", "text": "This can be stated in active form. AT: \"had to go in whatever direction the wind blew us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We were very battered by the storm", "text": "This can be stated in active form. AT: \"The wind blew us roughly back and forth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sailors began to throw the cargo overboard", "text": "This is done to lighten the weight of the ship in an effort to prevent the ship from sinking."}, {"ref": "cargo", "text": "Cargo is something that a person transports from one place to another by boat. AT: \"goods on the ship.\" See how you translated this in [[:en:bible:notes:act:27:09|27:10]]."}]}, {"id": "19", "tn": [{"ref": "the sailors threw overboard the ship's tackle with their own hands", "text": "Here \"tackle\" refers to the sailors' equipment needed to sail the ship. This indicates how desperate the situation was."}, {"ref": "When the sun and stars did not shine on us for many days", "text": "They could not see the sun and stars because of the dark storm clouds. Sailors needed to see the sun and stars in order to know where they were and what direction they were headed."}, {"ref": "the great storm still beat upon us", "text": "\"the terrible storm still blew us roughly back and forth\""}, {"ref": "any more hope that we should be saved was abandoned", "text": "This can be stated in active form. AT: \"everyone stopped hoping we would survive\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Paul speaks to the sailors on the ship."}, {"ref": "When they had gone long without food", "text": "Here \"they\" refers to the sailors. It is implied that Luke, Paul, and those with them had not eaten either. AT: \"When we had gone a long time without food\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "among the sailors", "text": "\"among the men\""}, {"ref": "so as to get this injury and loss", "text": "\"and as a result suffer this harm and loss\""}, {"ref": "there shall be no loss of life among you", "text": "Paul is speaking to the sailors. It is implied that Paul also means that he and those with him will not die either. AT: \"none of us will die\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but only the loss of the ship", "text": "Here \"loss\" is used in the sense of destroy. AT: \"but the storm will destroy only the ship\""}]}, {"id": "23", "tn": [{"ref": "You must stand before Caesar", "text": "The phrase \"stand before Caesar\" refers to Paul's going to court and letting Caesar judge him. AT: \"You must stand before Caesar so he can judge you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "has given to you all those who are sailing with you", "text": "\"has decided to allow all those who are sailing with you to live\""}, {"ref": "just as it was told me", "text": "This can be stated in active form. AT: \"just as the angel told me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we must wreck upon some island", "text": "\"the wind must drive us ashore on some island\""}]}, {"id": "27", "tn": [{"ref": "Connecting Statement:", "text": "The fierce storm continues."}, {"ref": "When the fourteenth night had come", "text": "The ordinal number \"fourteenth\" can be translated as \"fourteen\" or \"14.\" AT: \"After 14 days since the storm started, that night\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "as we were driven this way and that", "text": "This can be stated in active form. AT: \"as the wind blew us back and forth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the Adriatic Sea", "text": "This is the sea between Italy and Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They took soundings", "text": "\"They measured the depth of the sea water\" (UDB). They measured the depth of water by dropping a line with a weight tied to the end of it into the water."}, {"ref": "found twenty fathoms", "text": "\"found 20 fathoms.\" A \"fathom\" is a unit of measurement for measuring the depth of water. One fathom is about two meters. AT: \"found 40 meters\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "found fifteen fathoms", "text": "\"found 15 fathoms.\" A \"fathom\" is a unit of measurement for measuring the depth of water. One fathom is about two meters. AT: \"found 30 meters\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "anchors", "text": "An anchor is a heavy object attached to a rope that is secured to the boat. The anchor is tossed into the water and sinks to the bottom of the sea, keeping the ship from drifting about. See how you translated this in [[:en:bible:notes:act:27:12|27:13]]."}, {"ref": "from the stern", "text": "\"from the back of the ship\""}]}, {"id": "30", "tn": [{"ref": "General Information:", "text": "Here the word \"you\" is plural and refers to the centurion and the Roman soldiers. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the lifeboat", "text": "This is a smaller boat that is sometimes pulled behind the ship and sometime it was brought onto the ship and tied down. The smaller boat was used for various reasons, including escaping from a sinking ship. See how you translated this in [[:en:bible:notes:act:27:14|27:16]]."}, {"ref": "from the bow", "text": "\"from the front of the ship\""}, {"ref": "Unless these men stay in the ship, you cannot be saved", "text": "The negative words \"Unless\" and \"cannot\" can be stated in positive form. The passive phrase \"be saved\" can be stated in active form. AT: \"These men must stay in the ship in order for you to survive\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "33", "tn": [{"ref": "When daylight was coming on", "text": "\"When it was almost sunrise\""}, {"ref": "This day is the fourteenth day that", "text": "The ordinal number \"fourteenth\" can be stated as \"fourteen.\" AT: \"For 14 days\" (See: [[:en:ta:vol2:translate:translate_ordinal]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "not one hair of your head will be lost", "text": "This was a customary way of saying no harm would come upon them. AT: \"every one of you will survive this disaster unharmed\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "broke the bread", "text": "\"tore the bread\" or \"tore off a piece from the loaf of bread\""}]}, {"id": "36", "tn": [{"ref": "Then they were all encouraged", "text": "This can be stated in active form. AT: \"This encouraged all of them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We were 276 people in the ship", "text": "This is background information. (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "39", "tn": [{"ref": "bay", "text": "a large area of water partly surrounded by land"}, {"ref": "did not recognize the land", "text": "\"saw land but could not recognize it as any place they knew\""}, {"ref": "cut loose the anchors and left them", "text": "\"cut the ropes and left the anchors behind\""}, {"ref": "rudders", "text": "large oars or pieces of wood at the back of the ship used for steering"}, {"ref": "the foresail", "text": "\"the sail at the front of the ship.\" The sail was a large piece of cloth that catches the wind to move the ship."}, {"ref": "they headed to the beach", "text": "\"they steered the ship toward the beach\""}, {"ref": "they came to a place where two currents met", "text": "A current is water flowing in one continuous direction. Sometimes more than one water current can flow across another. This may cause the sand under the water to pile up making the water more shallow."}, {"ref": "The bow of the ship", "text": "\"The front of the ship\""}, {"ref": "the stern", "text": "\"the back of the ship\""}]}, {"id": "42", "tn": [{"ref": "The soldiers' plan was", "text": "\"The soldiers were planning\""}, {"ref": "so he stopped their plan", "text": "\"so he stopped them from doing what they planned to do\""}, {"ref": "jump overboard", "text": "\"jump off the ship into the water\""}, {"ref": "some on planks", "text": "\"some on wooden boards\""}]}]