[{"id": "01", "tn": [{"ref": "took a flask of oil, poured it on Saul's head", "text": "In Israelite culture, when a prophet poured oil on someone's head, that person received a blessing from Yahweh."}, {"ref": "flask", "text": "a small container made from baked clay"}, {"ref": "Has not Yahweh anointed you to be a ruler over his inheritance?", "text": "Samuel knows the answer to his question. He is reminding Saul that Yahweh has chosen him to be king of Israel. AT: \"Yahweh has certainly anointed you to be a ruler over his inheritance.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Zelzah", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "What should I do about my son?", "text": "Saul's father is now concerned about Saul and wants to find him."}]}, {"id": "03", "tn": [{"ref": "Tabor", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "take from their hands", "text": "The hands are a metonym for the person. \"take from them\" or \"accept\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "tambourine", "text": "This is a musical instrument with a head like a drum that can be hit and with pieces of metal around the side that sound when the instrument is shaken. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "The Spirit of Yahweh will rush upon you", "text": "The phrase \"rush upon\" means that Yahweh's Spirit will influence Saul. In this case it means it means he will make Saul prophesy and act like a different person. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "07", "tn": [{"ref": "do whatever your hand finds to do", "text": "Here Samuel speaks of Saul's hand as if it were a person trying to find things. AT: \"do whatever you think is right to do\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "09", "tn": [{"ref": "God gave him another heart", "text": "God enabled Samuel to think differently from the way he had thought before. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the Spirit of God rushed upon him", "text": "Samuel speaks as if the Spirit of Yahweh were a person running up to Saul and taking complete control of him. Translate this as you did in [[:en:bible:notes:1sa:10:05|10:6]]. AT: \"the Spirit of Yahweh took complete control of him\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "11", "tn": [{"ref": "What has happened to the son of Kish?", "text": "Possible meanings are 1) the people are asking for information or 2) this is a rhetorical question that means Saul is not important. AT: \"Kish is not an important person, so it cannot be true that his son has become a prophet!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the son of Kish", "text": "\"Saul, the son of Kish\""}, {"ref": "Then who is their father?", "text": "This man uses a rhetorical question to remind people that being a prophet has nothing to do with who one's parents are. The question can be translated as a statement. AT: \"It does not matter who the parents of these other prophets are. What matters is that, amazingly, Saul is speaking messages from God.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Because of this, it became a saying, \"Is Saul also one of the prophets?\"", "text": "This became a proverb among the Israelites. Apparently people said this to express surprise when a person unexpectedly did something that he had not done before. The implied meaning of the question can be stated explicitly. AT: \"And that is why, when people cannot believe some report, they think about what happened to Saul and say, 'Is Saul really one of the prophets?'\" (See UDB) (See: [[:en:ta:vol2:translate:writing_proverbs]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Then Saul's uncle said to him", "text": "\"Then the brother of Saul's father said to Saul\""}, {"ref": "he did not tell him about the matter of the kingdom", "text": "\"Saul did not tell his uncle that God had appointed him to be the king of Israel\""}]}, {"id": "17", "tn": [{"ref": "I brought up Israel out of Egypt", "text": "The name \"Israel\" is a metonym for the people of Israel. \"I brought the people of Israel out of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "today", "text": "\"now\""}, {"ref": "the hand of the Egyptians ... the hand of all the kingdoms", "text": "The word \"hand\" is a metonym for power. AT: \"the power of the Egyptians ... the power of all the kingdoms\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Set a king over us", "text": "\"Give us a king to rule us\""}, {"ref": "present yourselves before Yahweh by your tribes and by your clans", "text": "\"gather together by tribes and clans and come to stand before Yahweh\""}]}, {"id": "20", "tn": [{"ref": "the tribe of Benjamin was chosen ... the clan of the Matrites was chosen ... Saul son of Kish was chosen", "text": "This can be translated in active form. AT: \"Yahweh chose the tribe of Benjamin ... Yahweh chose the clan of the Matrites ... Yahweh chose Saul son of Kish\" It is probably best not to say how the people knew whom Yahweh had chosen. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "he was taller than any of the people from his shoulders upward", "text": "The other tall people in Israel did not even come up to his shoulders. Translate as in [[:en:bible:notes:1sa:09:01|9:2]]."}]}, {"id": "25", "tn": [{"ref": "the customs and rules of kingship", "text": "The abstract noun \"kingship\" can be translated as a clause. AT: \"what things that the king would force them to do, and all the things the king was required to do\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "26", "tn": [{"ref": "whose hearts God had touched", "text": "God touching a person's heart is an idiom that means God put something in their mind or moved them to do something. AT: \"who wanted to go with Saul because God had changed their thinking\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "How can this man save us?", "text": "This is a rhetorical question that is used to express sarcasm. AT: \"This man has no power to save us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "despised", "text": "\"strongly disliked\""}]}]