[{"id": "01", "tn": [{"ref": "Tartan", "text": "the name of the chief commander of the armies of Assyria (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sargon", "text": "the name of the king of Assyria"}, {"ref": "he fought against Ashdod and took it", "text": "Ashdod refers to the army of Ashdod. AT: \"he fought against the army of Ashdod and defeated it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "walking naked and barefoot", "text": "\"walking around without clothes and without sandals.\" Here the word \"naked\" probably refers to wearing only his undergarments."}]}, {"id": "03", "tn": [{"ref": "and an omen", "text": "\"and a warning\""}, {"ref": "concerning Egypt and concerning Ethiopia", "text": "The place names refer to their people. AT: \"concerning the people of Egypt and the people of Ethiopia\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the king of Assyria will lead away the captives", "text": "The king orders his army to do this task. AT: \"the king of Assyria will have his army lead away the captives\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will lead away the captives of Egypt, and the exiles of Ethiopia", "text": "It can be stated clearly that they will first attack and capture people. AT: \"will attack Egypt and Ethiopia and capture their people and lead them away\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "to the shame of Egypt", "text": "Egypt refers to the people of Egypt. AT: \"which will bring shame on the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "dismayed and ashamed", "text": "\"afraid and put to shame\""}, {"ref": "because of Ethiopia their hope and of Egypt their glory", "text": "Hope and glory refer to their trust in the military power of these countries. AT: \"because they had trusted in the power of the armies of Ethiopia and Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The inhabitants of these coasts", "text": "the people who lived in the lands bordering the Mediterranean Sea"}, {"ref": "where we fled for help to be rescued", "text": "This can be stated in active form. AT: \"where we fled to so they would rescue us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and now, how can we escape?", "text": "The author uses this question to emphasize how hopeless their situation was. AT: \"Now there is no way for us to escape!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]