[{"id": "01", "tn": [{"ref": "The word of Yahweh came", "text": "This is an idiom that means Yahweh spoke. See how you translated this in [[:en:bible:notes:jon:01:01|1:1]]. AT: \"Yahweh spoke his message\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents Yahweh's message. AT: \"the message of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Get up, go to Nineveh, that great city", "text": "\"Go to the important city of Nineveh\""}, {"ref": "Get up", "text": "This refers to leaving the place one is at. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "proclaim to it the message that I command you to give", "text": "\"tell the people what I tell you to tell them\""}, {"ref": "So Jonah got up and went to Nineveh in obedience to the word of Yahweh", "text": "\"This time Jonah obeyed Yahweh and went to Nineveh\""}, {"ref": "So Jonah got up", "text": "\"So Jonah left the beach.\" \"got up\" refers to leaving the place Jonah was at. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Now", "text": "This word is used here to mark a change from the story to information about Nineveh."}, {"ref": "one of three days' journey", "text": "\"a city of three days' journey.\" A person had to walk for three days to completely go through it. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "after a day's journey he called out", "text": "Possible meanings are 1) \"after Jonah walked a day's journey he called out\" or 2) \"while Jonah walked on the first day, he called out.\""}, {"ref": "after a day's journey", "text": "\"after a day's walk.\" A day's journey is the distance that people would normally travel in one day. AT: \"after Jonah walked for one day\""}, {"ref": "he called out and said", "text": "\"he proclaimed\" or \"he shouted\""}, {"ref": "forty days", "text": "\"40 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "They all put on sackcloth", "text": "Why people put on sackcloth can be stated more clearly. AT: \"They also put on coarse cloth to show that they were sorry for having sinned\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the greatest of them down to the least of them", "text": "\"from the most significant to the least significant people\" or \"including all the important people and all the unimportant people\" (UDB)"}]}, {"id": "06", "tn": [{"ref": "the news", "text": "\"Jonah's message\""}, {"ref": "He rose up from his throne", "text": "\"He got up from his throne\" or \"He stood up from his throne.\" The king left his throne to show that he was acting humbly."}, {"ref": "throne", "text": "A throne is a chair that the king sits on. It shows that he is the king."}, {"ref": "He sent out a proclamation that said", "text": "\"He sent out an official announcement that said\" or \"He sent his messengers to announce to the people in Nineveh\""}, {"ref": "nobles", "text": "\"advisors\" (UDB). These were important men who helped the king rule the city."}, {"ref": "herd nor flock", "text": "This refers to two kinds of animals that people care for. AT: \"cattle or sheep\""}, {"ref": "Let them not eat, nor drink water", "text": "\"They must not eat nor drink anything.\" The reason they were not to eat or drink anything can be made explicit by adding \"in order to show that they are sorry for their sins.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "This is a continuation of what the king told the people of Nineveh."}, {"ref": "But let both", "text": "\"Let both\""}, {"ref": "let both man and animal be covered with sackcloth", "text": "This can be stated in active form. AT: \"let people and animals wear sackcloth\" or \"let people cover themselves and their animals with sackcloth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "animal", "text": "The word \"animal\" refers to animals that people own."}, {"ref": "cry out loudly to God", "text": "\"pray earnestly to God.\" What they were to pray for can be made explicit. AT: \"cry out loudly to God and ask for mercy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the violence that is in his hands", "text": "This means \"the violent things that he does\""}, {"ref": "Who knows?", "text": "The king used this rhetorical question to get the people to think about something that they might not have thought possible, that if they would stop sinning, God might not kill them. It could be translated as a statement: \"We do not know.\" Or it could be stated as a word and be part of the next sentence: \"Perhaps.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "God may relent and change his mind", "text": "\"God may decide to do something different\" or \"God may not do what he said he will do\""}, {"ref": "we do not perish", "text": "\"we do not die.\" Here perish equates to drowning at sea."}]}, {"id": "10", "tn": [{"ref": "God saw what they did", "text": "\"God understood that they stopped doing evil actions\""}, {"ref": "they turned from their evil ways", "text": "The author speaks of the people stop sinning as if they turned their back to an object. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God changed his mind about the punishment that he had said he would do to them", "text": "\"God changed his thinking about the punishment that he had said he would do to them\" or \"God decided not to punish them as he had said he would\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and he did not do it", "text": "What God was to do can be made explicit. AT: \"and he did not punish them\" or \"and he did not destroy them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]