[{"id": "01", "tn": [{"ref": "the people of the east", "text": "This means the people of Paddan Aram, which is a land east of the land of Canaan."}, {"ref": "and, behold, three flocks of sheep were lying there by it", "text": "The word \"behold\" marks the beginning of another event in the larger story. Your language may have a way of doing this."}, {"ref": "For out of that well", "text": "\"For from that well.\" This phrase marks a change from the story to background information about how the shepherds watered the flocks. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "they would water", "text": "\"the shepherds would water\" or \"those taking care of the sheep would water\""}, {"ref": "the well's mouth", "text": "Here \"mouth\" is a way of referring to an opening. AT: \"the opening of the well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "Jacob said to them", "text": "\"Jacob said to the shepherds\""}, {"ref": "My brothers", "text": "This is a polite way to greet a stranger."}, {"ref": "Laban son of Nahor", "text": "Here \"son\" refers to a male descendant. Another possible meaning is \"Laban the grandson of Nahor.\" (UDB)"}, {"ref": "and, look there, Rachel his daughter is coming with the sheep", "text": "\"Now look! Rachel his daughter is coming with the sheep\""}]}, {"id": "07", "tn": [{"ref": "it is the middle of the day", "text": "\"the sun is still high in the sky\" (UDB) or \"the sun is still shining brightly\""}, {"ref": "for the flocks to be gathered together", "text": "This can be stated in active form. AT: \"for you to gather the flocks\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to be gathered together", "text": "This means to gather them together inside a fence for them to stay for the night. The full meaning of this can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let them graze", "text": "\"let them eat grass in the field\""}, {"ref": "We cannot water them", "text": "\"We have to wait to water them\". This has to do with timing, not permission."}, {"ref": "until all the flocks are gathered together", "text": "This can be stated in active form. AT: \"until the other shepherds gather their flocks\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the well's mouth", "text": "Here \"mouth\" is way of referring to an opening. AT: \"from the well\" or \"from the opening of the well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and we will water the sheep", "text": "\"then we will water the sheep\""}]}, {"id": "09", "tn": [{"ref": "his mother's brother", "text": "\"his uncle\""}, {"ref": "the well's mouth", "text": "Here \"mouth\" is a way of referring to an opening. AT: \"the well\" or \"the opening of the well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "11", "tn": [{"ref": "Jacob kissed Rachel", "text": "In ancient Near East, it is common to greet a relative with a kiss. However, it is normally done between men. If your language has an affectionate greeting for a relative, use that. If not, use what is appropriate."}, {"ref": "wept loudly", "text": "Jacob weeps because he is so happy. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "her father's relative", "text": "\"related to her father\""}]}, {"id": "13", "tn": [{"ref": "his sister's son", "text": "\"his nephew\""}, {"ref": "embraced him", "text": "\"hugged him\""}, {"ref": "kissed him", "text": "In ancient Near East, it is common to greet a relative with a kiss. However, it is normally done between men. If your language has an affectionate greeting for a relative, use that. If not, use what is appropriate."}, {"ref": "Jacob told Laban all these things", "text": "\"then Jacob told Laban everything he told Rachel\""}, {"ref": "my bone and my flesh", "text": "This phrase means they are directly related. AT: \"my relative\" or \"a member of my family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Should you serve me for nothing ... my relative?", "text": "Laban uses a question to emphasize that he should pay Jacob for working for him. The question can be translated as a statement. This can also be stated in positive form.  AT: \"It is certainly right that I should pay you for working for me even though you are my relative.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "Now Laban had", "text": "The word \"now\" is used here to mark a change from the story to background information about Laban and his daughters. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Leah's eyes were tender", "text": "Possible meanings are 1) \"Leah's eyes were pretty\" or 2) \"Leah's eyes were plain\""}, {"ref": "Jacob loved Rachel", "text": "Here the word \"loved\" refers to a romantic attraction between a man and a woman."}]}, {"id": "19", "tn": [{"ref": "than that I should give her to another man", "text": "\"rather than give her to another man\""}, {"ref": "and they seemed to him only a few days", "text": "\"but the time seemed to him to be only a few days\""}, {"ref": "for the love he had for her", "text": "\"on account of the love he had for her\" or \"because of his love for her\""}]}, {"id": "21", "tn": [{"ref": "Give me my wife, for my days have been completed—so that I may marry her!", "text": "Here \"days\" stands for a longer period of time. The phrase \"have been completed\" can be stated in active form. The statement is emphatic. AT: \"Give me Rachel so that I may marry her, for I have worked seven years for you!\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "made a feast", "text": "\"prepared a wedding feast.\" Most likely Laban had others prepare the feast. AT: \"had others prepare a wedding feast\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "who slept with her", "text": "It is implied that Jacob did not know he was with Leah because it was dark and he could not see. The full meaning of this statement can be made explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Laban gave his female servant Zilpah ... her servant", "text": "Here the author gives background information about Laban giving Zilpah to Leah. Most likely he gave Zilpah to Leah before the wedding. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Zilpah", "text": "This is the name of Leah's female servant. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "behold, it was Leah", "text": "\"Jacob was surprised to see it was Leah in bed with him.\" The word \"behold\" here shows that Jacob was surprised by what he saw."}, {"ref": "What is this you have done to me?", "text": "Jacob uses a question to express his anger and surprise. AT: \"I cannot believe you did this to me!\" This rhetorical question can be translated as a statement. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did I not serve you for Rachel?", "text": "Jacob uses these questions to express his hurt that Laban had tricked him. This rhetorical question can be translated as a statement. AT: \"I served you for seven years to marry Rachel!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "26", "tn": [{"ref": "It is not our custom to give", "text": "\"In our family we do not give\""}, {"ref": "Complete the bridal week of this daughter", "text": "\"Finish celebrating Leah's bridal week\""}, {"ref": "and we will give you the other also", "text": "The full meaning can be made explicit. AT: \"and next week we will give you Rachel also\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "Jacob did so, and completed Leah's week", "text": "\"And Jacob did what Laban asked, and finished celebrating Leah's bridal week\""}, {"ref": "Bilhah", "text": "This is the name of Rachel's female servant. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jacob slept with Rachel", "text": "This is a polite way to say that they had marital relations. AT: \"Jacob married Rachel\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "he loved Rachel", "text": "This refers to the romantic love between a man and a woman."}]}, {"id": "31", "tn": [{"ref": "Leah was not loved", "text": "This can be stated in active form. AT: \"Jacob did not love Leah\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "not loved", "text": "This is an exaggeration to emphasize that Jacob loved Rachel more than Leah. AT: \"loved less than Rachel\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "so he opened her womb", "text": "God causing Leah to be able to become pregnant is spoken of as if God is opening her womb. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "was childless", "text": "\"was not able to become pregnant\""}, {"ref": "Leah conceived and bore a son", "text": "\"Leah became pregnant and gave birth to a son\""}, {"ref": "she called his name Reuben", "text": "Translators may also add a footnote that says: \"The name Reuben means 'See, a son.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Yahweh has looked upon my affliction", "text": "Leah was experiencing emotional pain because Jacob had rejected her. The abstract noun \"affliction\" can be stated as a verb. AT: \"Yahweh saw that I was suffering\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "33", "tn": [{"ref": "Then she conceived", "text": "\"Then Leah became pregnant\""}, {"ref": "bore a son", "text": "\"gave birth to a son\""}, {"ref": "Yahweh has heard that I am unloved", "text": "This can be stated in active form. AT: \"Yahweh has heard that my husband does not love me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she called his name Simeon", "text": "Translators may also add a footnote that says \"The name Simeon means 'heard.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will my husband be attached to me", "text": "\"my husband will embrace me\""}, {"ref": "I have borne him three sons", "text": "\"I have given birth to three sons for him\""}, {"ref": "his name was called Levi", "text": "Translators may also add a footnote that says \"The name Levi means 'attached.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "35", "tn": [{"ref": "She conceived again", "text": "\"Leah became pregnant again\""}, {"ref": "bore a son", "text": "\"gave birth to a son\""}, {"ref": "she called his name Judah", "text": "Translators may also add a footnote that says \"The name Judah means 'praise.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}]