[{"id": "01", "tn": [{"ref": "his eyes were dim", "text": "This speaks about being nearly blind as if the eyes were a lamp and the light has nearly gone out. AT: \"he was nearly blind\" or \"he was almost blind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He said to him", "text": "\"And Esau replied\""}, {"ref": "Here I am", "text": "\"I am here\" or \"I am listening.\" See how you translated this in [[:en:bible:notes:gen:22:01|22:1]]."}, {"ref": "He said", "text": "\"Then Isaac said\""}, {"ref": "See here", "text": "The phrase \"see here\" adds emphasis to what follows. AT: \"Listen carefully\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I do not know the day of my death", "text": "It is implied that Isaac knows he will die soon. AT: \"I may die any day now\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "death", "text": "This refers to physical death."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaac continues giving instructions to his older son Isaac."}, {"ref": "your weapons", "text": "\"your hunting equipment\""}, {"ref": "your quiver", "text": "A quiver is a case for holding arrows. AT: \"your quiver of arrows\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "hunt game for me", "text": "\"hunt a wild animal for me\""}, {"ref": "Make delicious food for me, the sort that I love", "text": "The word \"delicious\" refers to something that tastes very good. AT: \"Cook for me the tasty meat that I love\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bless you", "text": "In Bible times, a father would often pronounce a formal blessing on his children."}]}, {"id": "05", "tn": [{"ref": "Now", "text": "The word \"now\" shows a change of emphasis to Rebekah and Jacob. (See: [[:en:ta:vol2:translate:writing_background]])."}, {"ref": "Rebekah heard it when Isaac spoke to Esau his son", "text": "\"Rebekah heard Isaac speaking to his son Esau\""}, {"ref": "Esau went ... bring it back", "text": "The words \"So when\" can be added to show that Rebekah speaks to Jacob because of what she heard, and she is speaking to him while Esau is gone. AT: \"So when Esau went ... bring it back,\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "to Esau his son ... to Jacob her son", "text": "Esau and Jacob were both sons of Isaac and Rebekah. They are called \"his son\" and \"her son\" to emphasize that one parent preferred one son over the other son."}, {"ref": "See here", "text": "The phrase \"see here\" adds emphasis to what follows. AT: \"Listen carefully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He said, 'Bring me game and make me delicious food, that I may eat it and bless you in the presence of Yahweh before my death'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: He told Esau to 'hunt a wild animal, and to make the tasty meat that he loves.' Then before he dies, Isaac will bless Esau in the presence of Yahweh (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Bring me game", "text": "\"Bring me a wild animal that you hunt and kill\""}, {"ref": "make me delicious food", "text": "\"cook for me the tasty meat that I love.\" See how this was translated in [[:en:bible:notes:gen:27:03|27:04]]."}, {"ref": "bless you in the presence of Yahweh", "text": "\"bless you before Yahweh\""}, {"ref": "before my death", "text": "\"before I die\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Rebekah continues to speak to her younger son Jacob."}, {"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "obey my voice as I command you", "text": "Rebekah said \"my voice\" to refer to what she was saying. AT: \"obey me and do what I tell you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will make delicious food from them for your father, just like he loves", "text": "The word \"delicious\" refers to something that tastes very good. See how a similar sentence was translated in [[:en:bible:notes:gen:27:03|27:4]]."}, {"ref": "You will take it to your father", "text": "\"Then take it to your father\""}, {"ref": "so that he may eat it, so that he may bless you", "text": "\"and after he eats it, he will bless you\""}, {"ref": "he may bless you", "text": "The word \"bless\" refers to the formal blessing a father pronounces on his children."}, {"ref": "before his death", "text": "\"before he dies\""}]}, {"id": "11", "tn": [{"ref": "I am a smooth man", "text": "\"I am a man with smooth skin\" or \"I am not hairy\""}, {"ref": "and I will seem to him as a deceiver", "text": "\"and he will think that I am a liar\" or \"he will know that I am deceiving him\""}, {"ref": "I will bring a curse upon me and not a blessing", "text": "Being cursed or blessed is spoken of as if a curse and a blessing are objects that are placed on a person. AT: \"Then because of this, he will curse me and not bless me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "My son, let any curse fall on me", "text": "\"let your curse be on me, my son.\" Being cursed is spoken of as if the curse were on object that is placed on the person. AT: \"let your father curse me instead of you, my son\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "obey my voice", "text": "Rebekah said \"my voice\" to refer to what she was saying. AT: \"obey what I tell you\" or \"obey me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bring them to me", "text": "\"bring me the young goats\""}, {"ref": "made delicious food, just like his father loved", "text": "The word \"delicious\" refers to something that tastes very good. See how a similar sentence was translated in [[:en:bible:notes:gen:27:03|27:4]]."}]}, {"id": "15", "tn": [{"ref": "She put the skins of the young goats on his hands", "text": "The goat skins still had the hair on them."}, {"ref": "She put the delicious food and the bread that she had prepared into the hand of her son Jacob", "text": "\"She gave to her son Jacob the delicious food and bread which she had prepared\""}]}, {"id": "18", "tn": [{"ref": "He said", "text": "\"And his father replied\" or \"Isaac replied\" (UDB)"}, {"ref": "Here I am", "text": "\"Yes, I am listening\" or \"Yes, what is it?\" See how you translated this in [[:en:bible:notes:gen:22:01|22:1]]."}, {"ref": "I have done as you said to me", "text": "\"I have done what you told me to do\""}, {"ref": "some of my game", "text": "The word \"game\" refers to wild animals that someone hunts and kills. See how \"game\" was translated in [[:en:bible:notes:gen:27:03|27:3]]."}]}, {"id": "20", "tn": [{"ref": "He said", "text": "\"Jacob replied\""}, {"ref": "brought it to me", "text": "This is an idiom meaning that God caused it to happen. AT: \"helped me to succeed while hunting\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "whether you are my true son Esau or not", "text": "\"if you are really my son Esau\""}]}, {"id": "22", "tn": [{"ref": "Jacob went over to Isaac his father", "text": "\"Jacob approached Isaac his father\""}, {"ref": "The voice is Jacob's voice", "text": "Isaac is equating Jacob's voice with Jacob himself. AT: \"You sound like Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but the hands are the hands of Esau", "text": "Isaac is equating Esau's hands with Esau himself. AT: \"but your hands feel like Esau's hands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "He said", "text": "Isaac asks this question before blessing his son. AT: \"But first Isaac asked\" (UDB) (See: [[:en:ta:vol1:translate:figs_events]])"}, {"ref": "eat of your game", "text": "The word \"game\" refers to a wild animal that people hunt and kill. See how \"game\" was translated in [[:en:bible:notes:gen:27:05|27:7]]."}, {"ref": "and he drank", "text": "\"and Isaac drank it\""}]}, {"id": "26", "tn": [{"ref": "he smelled the smell of his clothes and blessed him", "text": "It can be made explicit that the clothes smelled like Esau's clothes. AT: \"he smelled his clothes and they smelled like Esau's clothes, so Isaac blessed him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and he smelled", "text": "\"and Isaac smelled\""}, {"ref": "the smell", "text": "\"the scent\""}, {"ref": "and blessed him", "text": "\"and then he blessed him.\" This refers to the formal blessing a father pronounces on his children."}, {"ref": "See, the smell of my son", "text": "The word \"see\" is used as an emphatic figure of speech to mean \"it is true.\" AT: \"Truly, the smell of my son\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "that Yahweh has blessed", "text": "Here the word \"blessed\" means that Yahweh has caused good things to happen to the field and it has become fruitful. AT: \"that Yahweh has caused to be very productive\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "This is Isaac's blessing. He thought he was speaking to Esau, but he was speaking to Jacob."}, {"ref": "give you", "text": "Here \"you\" is singular and refers to Jacob. But the blessing would also apply to Jacob's descendants. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "dew of heaven", "text": "\"Dew\" is drops of water that form on the plants during the night. This can be made explicit in the translation. AT: \"night mist from heaven to water your crops\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fatness of the earth", "text": "Having fertile land is spoken of as if the earth were fat or rich. AT: \"good soil for producing crops\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plenty of grain and new wine", "text": "If \"grain\" and \"wine\" are unknown, this can be stated more generally. AT: \"plenty of food and drink\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "you ... your", "text": "Here these pronouns are singular and refer to Jacob. But the blessing also applies to Jacob's descendants. (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "nations bow down", "text": "Here \"nations\" refers to the people. AT: \"people from all nations bow down\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bow down", "text": "This means to bend over to humbly express respect and honor toward someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Be master over your brothers", "text": "\"Become a master over your brothers\""}, {"ref": "your brothers ... your mother's sons", "text": "Isaac is speaking this blessing directly to Jacob. But, it also applies to Jacob's descendants who will rule over the descendants of Esau and the descendants of any other of Jacob's brothers that he may have. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and may your mother's sons bow down to you", "text": "\"and your mother's sons will bow down to you\""}, {"ref": "May every one who curses you be cursed", "text": "This can be stated in active form. AT: \"May God curse everyone who curses you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "may every one who blesses you be blessed", "text": "This can be stated in active form. AT: \"May God bless everyone who blesses you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "30", "tn": [{"ref": "had scarcely gone out from the presence of Isaac his father", "text": "\"had just left the tent of Isaac his father\""}, {"ref": "delicious food", "text": "\"tasty meat that I love.\" See how this was translated in [[:en:bible:notes:gen:27:03|27:3]]."}, {"ref": "some of your son's game", "text": "Here \"your son's\" was a polite way of Esau referring to his own food he prepared. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "your son's game", "text": "The word \"game\" refers to wild animals that people hunt to eat. See how \"game\" was translated in [[:en:bible:notes:gen:27:05|27:7]]."}, {"ref": "bless me", "text": "This refers to the formal blessing a father pronounces on his children."}]}, {"id": "32", "tn": [{"ref": "said to him", "text": "\"said to Esau\""}, {"ref": "Isaac trembled", "text": "\"Isaac began to shake\""}, {"ref": "hunted this game", "text": "Game refers to a wild animal that people hunt and kill. See how \"game\" was translated in [[:en:bible:notes:gen:27:05|27:7]]."}]}, {"id": "34", "tn": [{"ref": "he cried with a very great and bitter cry", "text": "Esau's anguish was similar to the taste of something bitter. AT: \"he cried loudly\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has taken away your blessing", "text": "This is a figure of speech meaning Jacob took what was Esau's. AT: \"I have blessed him instead of you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "Is he not rightly named Jacob?", "text": "Esau uses a question to emphasize his anger at Jacob. AT: \"Jacob is certainly the right name for my brother!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Jacob", "text": "Translators may also add a footnote that says: \"The name Jacob means 'he grasps the heel.' In the original language the name 'Jacob' also sounds like the word for 'he deceives.'\""}, {"ref": "He took ... blessing", "text": "This speaks about a birthright as if it were an object that a person could take away. AT: \"He tricked me into giving him the double inheritance that I should receive as firstborn son!\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "now he has taken away my blessing", "text": "This speaks about a blessing as if it were an object that person could take away. AT: \"now he has tricked you into blessing him instead of me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Have you not reserved a blessing for me", "text": "Esau knows that his father cannot bless him with the same things that he blessed Jacob. Esau is asking if there is anything left to say to him that Isaac did not say while blessing Jacob."}, {"ref": "What more can I do for you, my son?", "text": "Isaac uses a question to emphasize that there is nothing else he can do. AT: \"There is nothing else I can do for you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "38", "tn": [{"ref": "Have you not even one blessing for me, my father", "text": "This can be stated in positive form. \"My father, do you have one more blessing for me\""}]}, {"id": "39", "tn": [{"ref": "said to him", "text": "\"said to Esau\""}, {"ref": "Look", "text": "This adds emphasis to what Isaac says next. AT: \"Listen\" or \"Pay attention to what I am about to tell you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "far from the richness of the earth", "text": "This is a figure of speech referring to the earth's fertility. AT: \"far from the fertile soil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your ... you", "text": "In 27:39-40 these pronouns are singular and refer to Esau, but what Isaac says also applies to Esau's descendants (See: [[:en:ta:vol2:translate:figs_synecdoche]])."}, {"ref": "dew of the sky above", "text": "\"Dew\" is drops of water that form on the plants during the night. This can be made explicit in the translation. AT: \"the night mist from the sky to water your crops\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "By your sword you will live", "text": "Here \"sword\" stands for violence. AT: \"You will rob and kill people in order to get what you need to live\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will shake his yoke from off your neck", "text": "This speaks about someone having a master as if the master's control over the person were a yoke that the person had to carry. AT: \"you will free yourself from his control\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "41", "tn": [{"ref": "Esau said in his heart", "text": "Here \"heart\" stands for Esau himself. AT: \"Esau said to himself\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "days of mourning for my father are near", "text": "This refers to a number of days a person grieves when a family member dies."}, {"ref": "The words of Esau her older son were told to Rebekah", "text": "Here \"words\" stands for what Esau said. This can be stated in active form. AT: \"Someone told Rebekah about Esau's plan\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "See", "text": "\"Listen\" or \"Pay attention\""}, {"ref": "is consoling himself", "text": "\"is making himself feel better\""}]}, {"id": "43", "tn": [{"ref": "Now", "text": "This does not mean \"at this moment,\" but is used to draw attention to the important point that follows."}, {"ref": "flee to Laban", "text": "\"leave here quickly and go to Laban\""}, {"ref": "for a while", "text": "\"for a period of time\""}, {"ref": "until your brother's fury subsides", "text": "\"until you brother calms down\""}, {"ref": "until your brother's anger turns away from you", "text": "No longer being angry is spoken of as if the anger turns to a different direction away from the person. AT: \"until he is no longer angry with you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why should I lose you both in one day?", "text": "Rebekah uses a question to emphasize her concern. AT: \"I do not want to lose both of you in one day!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I lose you both in one day", "text": "It is implied that if Esau kills Jacob, then they will execute Esau as a murderer. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I lose", "text": "This is a polite way of referring to her sons dying. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "46", "tn": [{"ref": "I am weary of life", "text": "Rebekah is exaggerating to emphasize how upset she is about the Hittite women that Esau married. AT: \"I am terribly upset\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the daughters of Heth", "text": "\"these Hittite women\" or \"descendants of Heth\""}, {"ref": "like these women, some of the daughters of the land", "text": "The phrase \"daughters of the land\" means the local females. AT: \"like these women who live in this land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "what good will my life be to me?", "text": "Rebekah uses a question to emphasize how upset she would be if Jacob marries a Hittite woman. AT: \"My life will be awful!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]