[{"id": "01", "tn": [{"ref": "you barren woman ... children of the married woman", "text": "Yahweh telling the people of Jerusalem to rejoice because there will be many people living in Jerusalem again is spoken of as if Yahweh were telling a barren women she is going to have many children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "break into joyful singing and cry aloud, you who have never been in birth labor", "text": "This statement means the same thing as the first part of the sentence. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the children of the desolate one are more", "text": "An event that will happen in the future is spoken of as if it happened in the past. This emphasizes that the event will certainly happen. AT: \"For the children of the desolate woman will be more\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "the desolate one", "text": "Here \"desolate\" means that the woman's husband had rejected and abandoned her"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "Make your tent larger ... strengthen your stakes", "text": "This continues the metaphor that began in [[:en:bible:notes:isa:54:01|54:1]]. Yahweh telling the people of Jerusalem to prepare because Yahweh will greatly increase their people is spoken of as if he is telling a woman to make her tent bigger to make room for many children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For you will spread out", "text": "Here \"you\" is singular and refers to the barren woman. She represents all of her descendants. AT: \"For you and your descendants will spread out\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will conquer nations", "text": "Here \"nations\" represents the people. AT: \"will conquer the people of other nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "you will forget the shame of your youth and the disgrace of your abandonment", "text": "Yahweh telling the people that in the future they will not even think about the shame they experienced when their enemies defeated them is spoken of as if Yahweh were telling a woman that she will no longer think about the shame she experienced from being unable to have children and having her husband abandon her. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "For your Maker is your husband", "text": "Yahweh loving and taking care of his people is spoken of as if he were their husband. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Maker", "text": "Translate this the same way you did in [[:en:bible:notes:isa:17:06|17:7]]."}, {"ref": "Yahweh of hosts", "text": "Translate this the same way you did in [[:en:bible:notes:isa:01:24|1:24]]."}, {"ref": "The Holy One of Israel", "text": "Translate this the same way you did in [[:en:bible:notes:isa:05:15|5:16]]."}, {"ref": "Redeemer", "text": "Translate this the same way you did in [[:en:bible:notes:isa:41:14|41:14]]."}, {"ref": "he is called the God of the whole earth", "text": "This can be stated in active form. AT: \"he is the God of the whole earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh has called you back as a wife ... like a woman married young and rejected", "text": "Yahweh sending his people away into exile then bringing them back is spoken of as if Yahweh were a husband who had rejected his wife but now accepts her. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and grieved in spirit", "text": "Here \"spirit\" represents a person's inner being. AT: \"and grieved\" or \"and sad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "In a flood of anger", "text": "Yahweh being very angry is spoken of as if his anger were a flood that overwhelms people. AT: \"When I was very angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I hid my face from you", "text": "Here \"hid my face\" is an idiom that means God abandoned his people and let them suffer. AT: \"I abandoned you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "but with everlasting covenant faithfulness", "text": "The abstract noun \"faithfulness\" can be stated as \"faithful.\" AT: \"but because I always am faithful to my covenant with you\" or \"but because I am always faithful to do what I promise to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "says Yahweh, the one who rescues you", "text": "Here Yahweh speaks about himself in the third person. It can be stated in first person. AT: \"that is what I, Yahweh, your rescuer, say to you\" (UDB) (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "09", "tn": [{"ref": "the waters of Noah", "text": "This refers to the flood that Yahweh caused during the time of Noah. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Though the mountains may fall and the hills be shaken, yet my steadfast love", "text": "Yahweh describes a hypothetical condition to explain what would happen even if those conditions were met. AT: \"Even if the mountains fell and the hills shook, my steadfast love\" (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "the hills be shaken", "text": "This can be stated in active form. AT: \"the hills may shake\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my steadfast love will not turn away from you", "text": "Yahweh continuing to love his people is spoken of as if his love would not turn away from the people. AT: \"I will not stop loving you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "nor will my covenant of peace be shaken", "text": "Yahweh not canceling his covenant with the people is spoken of as if his covenant were an object that would not be shaken. This can be stated in active form. AT: \"and I will not cancel my covenant of peace\" or \"and I will surely give you peace as I promised in my covenant\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "says Yahweh, who has mercy on you", "text": "Here Yahweh speaks about himself in the third person. It can be stated in first person. AT: \"that is what I, Yahweh, who acts mercifully, say\" (UDB) (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "Afflicted one", "text": "Here Yahweh speaks to the city of Jerusalem as if it were listening to him. Here Jerusalem represents the people who live there. AT: \"You afflicted people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "storm-driven", "text": "driven** - Yahweh speaks of the people as if they were blown around and damaged by the winds and storms. This means the people were hurt and without stability. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "uncomforted one", "text": "\"without comfort\""}, {"ref": "I will set your pavement in turquoise ... wall of beautiful stone", "text": "Yahweh describes in ideal terms how he will restore Jerusalem and cause it to be beautiful again. Although the language may be exaggerated, you should translate this just as Yahweh described it."}, {"ref": "turquoise ... sapphires ... rubies", "text": "These are precious gemstones. Turquoise is light blue-to-green, sapphires are typically dark blue, and rubies are red-to-pink. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "Then all your children will be taught by Yahweh", "text": "This can be stated in active form. AT: \"And Yahweh will teach all your children\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by Yahweh", "text": "Yahweh speaks of himself in the third person. It can be stated in first person. AT: \"by me, Yahweh\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "In righteousness I will reestablish you", "text": "The abstract noun \"righteousness\" can be stated as the adjective \"right.\" AT: \"I will cause you to be strong again because you will do what is right\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and nothing frightening will come near you", "text": "This means that no one in the city or outsiders will ever terrify the inhabitants of Jerusalem again."}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Yahweh continue speaking to the people of Jerusalem."}, {"ref": "stirs up trouble", "text": "This is an idiom. AT: \"causes trouble\" or \"troubles you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will fall in defeat", "text": "This is an idiom. AT: \"you will defeat them in battle\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Jerusalem."}, {"ref": "No weapon that is formed against you will succeed", "text": "Enemies not succeeding against Yahweh's people is spoken of as if their weapons would not succeed against Yahweh's people. This can be stated in active form. AT: \"Enemies may form weapons to attack you but they will not defeat you\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "This is the heritage of the servants of Yahweh", "text": "The reward that Yahweh will give to those who serve him is spoken of as if the reward were something they would inherit. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this is Yahweh's declaration", "text": "Yahweh speaks of himself in the third person. This can be stated in first person. AT: \"this is what I, Yahweh, declare\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}]