[{"id": "01", "tn": [{"ref": "How long will you mourn for Saul, since I have rejected him from being king over Israel?", "text": "This rhetorical question is a rebuke from God and can be translated as a statement. AT: \"Stop mourning that I rejected Saul from being king over Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Fill your horn with oil", "text": "The term \"horn\" was sometimes used to refer to a \"flask\" that was shaped like a horn and was used for holding water or oil. A flask of oil was used for anointing a king."}]}, {"id": "02", "tn": [{"ref": "How can I go?", "text": "Samuel uses a question to emphasize that he is worried about going to Bethlehem. AT: \"I cannot go!\" or \"I am afraid to go.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "with you and say", "text": "You can state the understood information. AT: \"with you to Bethlehem and say to the people there\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "and say, 'I have come to sacrifice to Yahweh.'", "text": "This has a quotation within a quotation. The direct quotation can be stated as an indirect quotation. AT: \"and say to the people there that you have come to sacrifice to Yahweh.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}]}, {"id": "04", "tn": [{"ref": "The elders of the city were trembling as they came to meet him", "text": "It seems the elders were trembling because they were worried that Samuel came to rebuke them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In peace", "text": "This can be stated as a complete sentence. AT: \"Yes, I have come in peace\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "to set ... apart", "text": "To set someone apart means to get that person ready for Yahweh's purposes by making sure that person is ritually clean according to the law of Moses."}]}, {"id": "06", "tn": [{"ref": "When they came", "text": "Here \"they\" refers to Jesse and his sons."}, {"ref": "he looked at Eliab", "text": "Here \"he\" refers to Samuel."}, {"ref": "Eliab", "text": "This is the name of Jesse's oldest son. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "standing before him", "text": "Here \"him\" refers to Yahweh."}, {"ref": "Yahweh does not see as man sees", "text": "Here \"see\" means to evaluate something. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For Yahweh does not see ... Yahweh looks", "text": "Yahweh is speaking about himself in the third person. AT: \"For I, Yahweh, do not see ... I, Yahweh, look\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "on the heart", "text": "Here \"heart\" represents a person's inner being. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "Abinadab ... Shammah", "text": "These are names of Jesse's sons. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "made him pass before Samuel", "text": "\"told him to go to Samuel\""}, {"ref": "Jesse then made Shammah pass by", "text": "It is understood that Shammah passed by Samuel. AT: \"Jesse then made Shammah pass before Samuel\" or \"Jesse then told Shammah to go to Samuel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "11", "tn": [{"ref": "There remains yet the youngest", "text": "\"There is still my youngest son\""}, {"ref": "we will not sit down", "text": "It is understood that they were waiting to sit down and eat. AT: \"we will not sit down to eat\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Now ... appearance", "text": "The word \"Now\" is used here to mark a break in the main storyline. Here the narrator tells about a new person in the story."}, {"ref": "this son was ruddy", "text": "The word \"ruddy\" means David was healthy looking."}]}, {"id": "13", "tn": [{"ref": "the horn of oil", "text": "The term \"horn\" was sometimes used to refer to a \"flask\" that was shaped like a horn and was used for holding water or oil. A flask of oil was used for anointing a king. See how you translated a similar phrase in [[:en:bible:notes:1sa:16:01|16:1]]."}, {"ref": "Samuel rose up and went", "text": "It is implied that he rose up after they sat down to eat. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The Spirit of Yahweh rushed on David", "text": "The phrase \"rushed on\" means Yahweh's Spirit influenced David. In this case it means he enabled David to fulfill whatever Yahweh wanted him to do. See how you translated a similar phrase in [[:en:bible:notes:1sa:10:05|10:6]]."}]}, {"id": "14", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here the narrator starts to tell a new part of the story."}, {"ref": "harmful spirit", "text": "This may refer to either a \"spirit that causes trouble\" or an \"evil spirit.\""}, {"ref": "Let our master now command", "text": "The servants refer to Saul in the third person as \"our master.\" AT: \"We ask that you, our master, command\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "command your servants who are before you to look", "text": "The servants refer to themselves in the third person as \"your servants.\" AT: \"command us, your servants who attend to you, to look\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "is on you", "text": "\"troubles you\""}]}, {"id": "17", "tn": [{"ref": "a strong, courageous man", "text": "Possible meanings are 1) \"a great warrior\" or 2) \"a very brave man.\""}, {"ref": "one prudent in speech", "text": "\"one wise in speech\" or \"one who speaks wisely\""}, {"ref": "Yahweh is with him", "text": "Here \"with him\" means Yahweh helps and blesses David. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "David came to Saul", "text": "Here \"came\" can be translated as \"went.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "and entered his service", "text": "The abstract noun \"service\" can be stated as a verb. AT: \"and began to serve him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "he became his armor bearer", "text": "\"David became Saul's armor bearer\""}]}, {"id": "22", "tn": [{"ref": "Let David stand before me", "text": "Here \"stand before me\" is an idiom that means to continue in Saul's service. AT: \"Let David stay in my service\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he has found favor in my sight", "text": "Here \"my sight\" represents how Saul judges or evaluates David. AT: \"he has found favor in my judgment\" or \"I am pleased with him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "harmful spirit", "text": "Here \"harmful spirit\" may refer to either a \"spirit that causes trouble\" or an \"evil spirit.\" See how you translated this in [[:en:bible:notes:1sa:16:14|16:14]]."}, {"ref": "was upon Saul", "text": "\"troubled Saul\""}, {"ref": "Saul would be refreshed and well", "text": "This can be stated in active form. AT: \"the music would refresh Saul and make him well\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]