[{"id": "01", "tn": [{"ref": "General Information:", "text": "John begins to describe a beast who appears in his vision. The word \"I\" here refers to John."}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified  as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "The dragon gave his power to it", "text": "The dragon made the beast as powerful as he was. He did not lose his power, however, by giving it to the beast."}, {"ref": "his power ... his throne, and his great authority to rule", "text": "These are three ways of referring to his authority, and together they emphasize that the authority was great."}, {"ref": "his throne", "text": "The word \"throne\" here refers to the dragon's authority to rule as king. AT: \"his royal authority\" or \"his authority to rule as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "but its fatal wound was healed", "text": "This can be stated in active form. AT: \"But that wound healed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "fatal wound", "text": "\"deadly wound.\" This is an injury that is serious enough to cause a person to die."}, {"ref": "the whole earth", "text": "The word \"earth\" refers to the people on it. AT: \"all the people on the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "followed the beast", "text": "\"obeyed the beast\""}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified  as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "he had given his authority to the beast", "text": "\"he had caused the beast to have as much authority as he had\""}, {"ref": "Who is like the beast?", "text": "This question shows how amazed they were about the beast. AT: \"No one is as powerful as the beast!\" (ULB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who can fight against it?", "text": "This question shows how much the people feared the power of the beast. AT: \"No one could ever fight against the beast and win!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "The beast was given ... It was permitted", "text": "This can be stated in active form. AT: \"God gave the beast ... God permitted the beast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The beast was given a mouth that could speak proud words and blasphemies", "text": "Being given a mouth refers to being allowed to speak. AT: \"The beast was allowed to speak proud words and blasphemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "forty-two months", "text": "two months** - \"42 months\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "to speak blasphemies against God", "text": "\"to say disrespectful things about God\""}, {"ref": "blaspheming his name, the place where he lives, and those who live in heaven", "text": "These phrases tell how the beast spoke blasphemies against God."}]}, {"id": "07", "tn": [{"ref": "authority was given to it", "text": "This can be stated in active form. AT: \"God gave authority to the beast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "every tribe, people, language, and nation", "text": "This means that people from every ethnic group are included. See how you translated a similar list in [[:en:bible:notes:rev:05:09|5:9]]."}, {"ref": "will worship it", "text": "\"will worship the beast\""}, {"ref": "everyone whose name was not written ... in The Book of Life", "text": "This phrase clarifies who on the earth will worship the beast. It can be stated in active form. AT: \"those whose names the Lamb did not write ... in The Book of Life\" or \"those whose names were not ... in The Book of Life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "since the creation of the world", "text": "\"when God created the world\""}, {"ref": "the Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "who had been slaughtered", "text": "This can be stated in active form. AT: \"whom the people slaughtered\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "These verses are a break from John's account of his vision. Here he give a warning to the people reading his account."}, {"ref": "If anyone has an ear", "text": "Being willing to listen is spoken of as having an ear. AT: \"Let the one who is willing to listen, listen\" or \"If you are willing, listen.\" See how you translated a similar phrase in [[:en:bible:notes:rev:02:06|2:7]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "If anyone is to be taken", "text": "This expression means that it has been decided that someone should be taken. If needed, translators may state clearly who decided it. AT: \"If God has decided that someone should be taken\" or \"If it is God's will that someone should be taken\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If anyone is to be taken into captivity", "text": "This can be stated in active form. The noun \"captivity\" can be stated with the verb \"capture.\"  AT: \"If it is God's will for the enemy to capture a certain person\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "into captivity he will go", "text": "The noun \"captivity\" can be stated with the verb \"capture.\" AT: \"he will be captured\" or \"the enemy will capture him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "If anyone is to be killed with a sword", "text": "This can be stated in active form. AT: \"If it is God's will for the enemy to kill a certain person with a sword\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with a sword", "text": "A sword represents war. AT: \"in war\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he will be killed", "text": "This can be stated in active form. AT: \"the enemy will kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Here is a call for patient endurance and faith for those who are holy", "text": "\"Those who are holy must endure patiently and be faithful\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "John begins to describe another beast who appears in his vision."}, {"ref": "it spoke like a dragon", "text": "Harsh speech is spoken of as if it were the roar of a dragon. AT: \"it spoke harshly like a dragon speaks\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "dragon", "text": "This was a large, fierce reptile, like a lizard. For Jewish people, it was a symbol of evil and chaos. The dragon is also identified  as \"the devil or Satan.\" See how you translated this in [[:en:bible:notes:rev:12:03|12:3]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "the earth and those who live on it worship", "text": "\"everyone on the earth\""}, {"ref": "the one whose lethal wound had been healed", "text": "This can be stated in active form. AT: \"the one who had a lethal wound that healed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lethal wound", "text": "\"deadly wound.\" This was an injury that was serious enough that it could have made him die."}]}, {"id": "13", "tn": [{"ref": "It performed", "text": "\"The beast from the earth performed\""}]}, {"id": "15", "tn": [{"ref": "It was permitted", "text": "This can be stated in active form. AT: \"God permitted the beast from the earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to give breath to the beast's image", "text": "Here the word \"breath\" represents life. AT: \"to give life to the image\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the beast's image", "text": "This is the image of the first beast that had been mentioned."}, {"ref": "cause all who refused to worship the beast to be killed", "text": "\"put to death anyone who refused to worship the first beast\""}, {"ref": "It also forced everyone", "text": "\"The beast from the earth also forced everyone\""}, {"ref": "It was impossible for anyone to buy or sell unless he had the mark of the beast", "text": "\"people could buy or sell things only if they had the mark of the beast.\" The implicit information that the beast from the earth commanded it can be stated clearly. AT: \"He commanded that people could buy or sell things only if they had the mark of the beast\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the mark of the beast", "text": "This was an identifying mark that indicated that the person who received it worshiped the beast."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "This verse is a break from John's account of his vision. Here he gives another warning to the people reading his account."}, {"ref": "This calls for wisdom", "text": "\"Wisdom is needed\" or \"You need to be wise about this\""}, {"ref": "If anyone has insight", "text": "The word \"insight\" can be translated with the verb \"understand\". AT: \"If anyone is able to understand things\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "let him calculate the number of the beast", "text": "\"he should discern what the number of the beast means\" or \"he should figure out what the number of the beast means\""}, {"ref": "is the number of a human being", "text": "Possible meanings are 1) the number represents one person or 2) the number represents all of humanity."}, {"ref": "666", "text": "\"six hundred sixty-six\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]