[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "To make clear the hidden truth about the church to believers, Paul refers back to the oneness of Jews and Gentiles and the temple of which believers are now a part."}, {"ref": "Because of this", "text": "\"Because of God's grace to you\""}, {"ref": "the prisoner of Christ Jesus", "text": "\"the one whom Christ Jesus has put in prison\""}, {"ref": "the stewardship of the grace of God that was given to me for you", "text": "\"the responsibility that God gave me to bring his grace to you\""}]}, {"id": "03", "tn": [{"ref": "according to the revelation made known to me", "text": "This can be stated in active form. AT: \"according to what God revealed to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "about which I briefly wrote to you", "text": "Paul refers to another letter he had written to these people."}, {"ref": "In other generations this truth was not made known to the sons of men", "text": "This can be stated in active form. AT: \"God did not make these things known to people in the past\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But now it has been revealed by the Spirit", "text": "This can be stated in active form. AT: \"But now the Spirit has revealed it\" or \"But now the Spirit has made it known\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his apostles and prophets who were set apart for this work", "text": "\"the apostles and prophets whom God set apart to do this work\""}]}, {"id": "06", "tn": [{"ref": "the Gentiles are fellow heirs ... through the gospel", "text": "This is the hidden truth Paul began to explain in the previous verse. The Gentiles who receive Christ also receive the same things as the Jewish believers."}, {"ref": "fellow members of the body", "text": "The church is often referred to as the body of Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in Christ Jesus", "text": "\"In Christ Jesus\" and similar expressions are metaphors that frequently occur in the New Testament letters. They express the strongest kind of relationship possible between Christ and those who believe in him."}, {"ref": "through the gospel", "text": "Possible meanings are 1) because of the gospel the Gentiles are fellow sharers in the promise or 2) because of the gospel the Gentiles are fellow heirs and members of the body and fellow sharers in the promise."}]}, {"id": "08", "tn": [{"ref": "God's holy people", "text": "\"those whom God has set apart for himself\""}, {"ref": "unsearchable", "text": "unable to be completely known (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "riches of Christ", "text": "Paul speaks of the truth about Christ and the blessings he brings as if they were material wealth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bring to light to everyone what God's plan is", "text": "Bringing light to people represents teaching them. AT: \"shine a light on God's secret plan so all people will know what it is\" or \"teach all people what God's secret plan is\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This plan had been hidden for ages in the past by God, who created all things", "text": "This can be stated in active form. \"God, who created all things, had kept this plan hidden for long ages in the past\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "the rulers and authorities in the heavenly places would come to know the many-sided nature of the wisdom of God", "text": "sided nature of the wisdom of God** - \"God will make his great wisdom known to the rulers and authorities in the heavenly places through the Church\""}, {"ref": "rulers and authorities", "text": "These words share similar meanings. Paul uses them together to emphasize that every spiritual being will know God's wisdom. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in the heavenly places", "text": "\"in the supernatural world.\" The word \"heavenly\" refers to the place where God is. See how this is translated in [[:en:bible:notes:eph:01:03|1:3]]."}, {"ref": "the many-sided nature of the wisdom of God", "text": "sided nature of the wisdom of God** - God's complex wisdom (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "according to the eternal plan", "text": "\"in keeping with the eternal plan\" or \"consistent with the eternal plan\""}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Paul praises God in his sufferings and prays for these Ephesian believers."}, {"ref": "we have boldness", "text": "\"we are without fear\"  or \"we have courage\""}, {"ref": "access with confidence", "text": "\"access into God's presence with confidence\" or \"freedom to enter into God's presence with confidence\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "confidence", "text": "\"certainty\" or \"assurance\""}, {"ref": "which is your glory", "text": "Here \"your glory\" is a metonym for the pride they should feel or will feel in the future kingdom. The Christians in Ephesus should be proud of what Paul is suffering in prison. AT: \"This is for your benefit\" or \"You should be proud of this\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "For this reason", "text": "\"Because God has done all this for you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I bend my knees to the Father", "text": "Bowed knees are a picture of the whole person in an attitude of prayer. AT: \"I bow down in prayer to the Father\" or \"I humbly pray to the Father\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from whom every family in heaven and on earth is named", "text": "The act of naming here probably also represents the act of creating. AT: \"who created and named every family in heaven and on earth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he would grant you, according to the riches of his glory, to be strengthened with power", "text": "\"God, because he is so great and powerful, would allow you to become strong with his power\""}, {"ref": "would grant", "text": "\"would give\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues the prayer he began in [[:en:bible:notes:eph:03:14|3:14]]."}, {"ref": "that Christ may live in your hearts through faith, that you will be rooted and grounded in his love", "text": "This is the second item for which Paul prays that God will \"grant\" the Ephesians \"according to the riches of his glory\"; the first is that they would \"be strengthened\" ([[:en:bible:notes:eph:03:14|3:16]])."}, {"ref": "hearts through faith", "text": "Here \"heart\" represents a person's inner being, and \"through\" expresses the means by which Christ lives within the believer. Christ lives in the hearts of believers because God graciously allows them to have faith. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "faith, that you will be rooted and grounded in his love. May you have strength so you can understand", "text": "Possible meanings are 1) \"faith. I pray that you will be rooted and grounded in his love so that you can understand\" or 2) \"faith so you will be rooted and grounded in his love. I also pray that you can understand\""}, {"ref": "that you will be rooted and grounded in his love", "text": "Paul speaks of their faith as if it were a tree that has deep roots or a house built on a solid foundation. AT: \"that you will be like a firmly rooted tree and a building built on stone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so you can understand", "text": "This is the second item for which Paul bends his knees and prays; the first is, that God will grant that they be strengthened ([[:en:bible:notes:eph:03:14|3:16]]) and that Christ may live in their hearts through faith ([[:en:bible:notes:eph:03:14|3:17]]). And \"understand\" is the first thing that Paul prays that the Ephesians themselves will be able to do."}, {"ref": "all the believers", "text": "\"all believers in Christ\" or \"all the saints\""}, {"ref": "the width, the length, the height, and the depth", "text": "Possible meanings are 1) these words describe the greatness of God's wisdom, AT: \"how very wise God is\" or 2) these word describe the intensity of Christ's love for us. AT: \"how much Christ loves us\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that you may know the love of Christ", "text": "This is the second thing that Paul prays that the Ephesians will be able to do; the first is that they \"understand.\" AT: \"that you can know how great Christ's love for us is\""}, {"ref": "that you may be filled with all the fullness of God", "text": "This is the third item for which Paul bends his knees and prays ([[:en:bible:notes:eph:03:14|3:14-16]]); the first is that they would \"be strengthened\"  ([[:en:bible:notes:eph:03:14|3:16]]), and the second is that they \"can understand\" (3:18)."}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Paul concludes his prayer with a blessing."}, {"ref": "General Information:", "text": "The words \"we\" and \"us\" in this book continue to include all Paul and all believers. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Now to him who", "text": "\"Now to God, who\""}, {"ref": "everything far, far above", "text": "God can do far more than we could ever ask or imagine."}]}]