[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Behold, my servant", "text": "\"Look, my servant\" or \"Here is my servant\""}, {"ref": "in him I take delight", "text": "\"with whom I am very happy\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "A crushed reed he will not break, and a dimly burning wick he will not quench", "text": "Yahweh speaks of weak and helpless people as if they were crushed reeds and dimly burning wicks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crushed reed", "text": "A reed is the long, thin stem of a plant like tall grass. If it is crushed, it cannot carry any weight. See how you translated this in [[:en:bible:notes:isa:36:06|36:6]]."}, {"ref": "he will not break", "text": "\"My servant will not break\""}, {"ref": "the coastlands", "text": "This refers to the people who live on the islands and in the lands bordering or beyond the Mediterranean Sea. See how you translated this in [[:en:bible:notes:isa:41:01|41:1]]. AT: \"the people who live on the coastlands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "the one who created the heavens and stretched them out, the one who made the earth", "text": "The prophet speaks of Yahweh creating the heavens and the earth as if the heavens and earth were fabric which Yahweh stretched out. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "gives breath to the people on it and life to those who live on it", "text": "These phrases mean basically the same thing and emphasize that Yahweh gives life to every person. The word \"breath\" is a metonym for life. AT: \"gives life to the people who live on the earth\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have called you", "text": "Here \"you\" is singular and refers to Yahweh's servant. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "I will ... set you as a covenant for the people", "text": "Here the word \"covenant\" is a metonym for the one who establishes or mediates a covenant. AT: \"I will ... make you be the mediator of a covenant with the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a light for the Gentiles", "text": "Yahweh speaks of making his servant the one who delivers the nations from bondage as if he were making him a light that shines in dark places for the Gentiles. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues describing what his servant will do."}, {"ref": "to open the eyes of the blind", "text": "Causing blind people to see is spoken of as if it were opening their eyes. Also, Yahweh speaks of his servant delivering those who have been wrongly imprisoned as if his servant were restoring sight to blind people. AT: \"to enable the blind to see\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to release the prisoners from the dungeon, and from the house of confinement those who sit in darkness", "text": "These two phrases mean basically the same thing. The verb may be supplied in the second phrase. AT: \"to release the prisoners from the dungeon, and to release those who sit in darkness from the house in which they are confined\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "08", "tn": [{"ref": "nor my praise with carved idols", "text": "The verb may be supplied from the previous phrase. AT: \"nor will I share my praise with carved idols\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "my praise", "text": "This refers to the praise that Yahweh receives from people."}, {"ref": "I will tell you", "text": "Here \"you\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_youdual]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "the sea, and all that is in it, the coastlands, and those who live there", "text": "\"and all the creatures that live in the sea, and all those who live on the coastlands\""}, {"ref": "Let the desert and the cities cry out", "text": "This refers to the people who live in the desert and the cities. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Kedar", "text": "This is a city north of Arabia. See how this was translated in [[:en:bible:notes:isa:21:16|21:16]]"}, {"ref": "Sela", "text": "the inhabitants of Sela - Sela is a city in Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Let them give glory", "text": "Here \"them\" refers to the people along the coastlands."}, {"ref": "Yahweh will go out as a warrior; as a man of war", "text": "Yahweh is compared with a warrior who is ready to defeat his people's enemies. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "he will stir up his zeal", "text": "Here \"zeal\" refers to the passion that a warrior experiences when he is about to fight a battle. Yahweh stimulating his zeal is spoken of as if he stirred it up like the wind stirs up waves of water. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "I have kept quiet for a long time; I have been still and restrained myself", "text": "These two lines share similar meanings. Yahweh's inactivity is described as quietness and stillness. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have been still and restrained myself", "text": "These two phrases mean basically the same thing and indicate that Yahweh has kept himself from acting. AT: \"I have kept myself from doing anything\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I will cry out like a woman in labor; I will gasp and pant", "text": "Yahweh's activity as a shouting warrior is compared with a pregnant woman who cries from labor pains. This emphasizes sudden unavoidable action after a period of inactivity. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I will lay waste mountains ... will dry up the marshes", "text": "Yahweh uses this metaphorical language to describe his great power to conquer his enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the marshes", "text": "A marsh is an area of soft, wet land with pools of water."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "I will bring the blind by a way that they do not know; in paths that they do not know I will lead them", "text": "These two phrases mean basically the same thing. AT: \"I will lead the blind in paths that they do not know\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the blind", "text": "Yahweh speaks of his people being helpless as if they could not see because they were blind. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that they do not know", "text": "Possible meanings are 1) \"that they have never traveled\" or 2) \"with which they are unfamiliar.\""}, {"ref": "I will turn the darkness into light before them", "text": "Yahweh speaks of his people being helpless as if they could not see because they walked in darkness, and of his helping them as if he caused light to shine in the darkness. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "They will be turned back, they will be completely put to shame", "text": "Rejecting those who worship idols is spoken of as if it is forcing them to turn back and move the opposite direction. This can be stated in active form. AT: \"I will reject them and put them to shame\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "you deaf ... you blind", "text": "Here \"you\" is plural and refers to the people of Israel. Yahweh speaks of their failure to listen to him and obey him as if they are deaf and blind. (See: [[:en:ta:vol1:translate:figs_youdual]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Who is blind but my servant? Or deaf like my messenger I send?", "text": "Yahweh asks these rhetorical questions to scold his people and to emphasize that no one is as blind or deaf as they are. AT: \"No one is as blind as my servant. No one is as deaf as my messenger whom I send.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who is as blind as my covenant partner, or blind as Yahweh's servant?", "text": "Yahweh asks these rhetorical questions to scold his people and to emphasize that no one is as blind or deaf as they are. AT: \"No one is as blind as my covenant partner. No one is as blind as Yahweh's servant.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Israel."}, {"ref": "You see many things, but do not comprehend", "text": "\"Although you see many things, you do not understand what they mean\""}, {"ref": "ears are open, but no one hears", "text": "The ability to hear is spoken of as if the ears were open. Here the word \"hears\" refers to understanding what one hears. AT: \"people hear, but no one understands what they hear\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It pleased Yahweh to praise his justice and to make his law glorious", "text": "\"Yahweh was pleased to honor his justice by making his law glorious.\" The second part of the phrase explains how Yahweh accomplished the first part."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "But this is a people robbed and plundered", "text": "This can be stated in active form. AT: \"But the enemy has robbed and plundered this people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "robbed and plundered", "text": "These two words mean basically the same thing and emphasize how badly the enemy had plundered them. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they are all trapped in pits, held captive in prisons", "text": "These two phrases mean basically the same thing. This can be stated in active form. AT: \"the enemy has trapped them all in pits and held them captive in prisons\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Here Isaiah begins speaking."}, {"ref": "Who among you", "text": "Here \"you\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Who gave Jacob over to the robber, and Israel to the looters?", "text": "These two phrases mean the same thing. Isaiah uses this as a leading question in order to emphasize the answer that he will give in the next phrase. AT: \"I will tell you who gave the people of Israel over to robbers and looters.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Was it not Yahweh ... refused to obey?", "text": "Isaiah uses this rhetorical question to emphasize that Yahweh alone was responsible for Israel's situation, and to explain the reason that Yahweh did it. AT: \"It was certainly Yahweh ... refused to obey.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "against whom we have sinned", "text": "Here the word \"we\" refers to the people of Israel and to Isaiah. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "in whose ways they refused to walk, and whose law they refused to obey", "text": "The word \"they\" also refers to the people of Israel and to Isaiah. The two phrases mean the same thing. In the first, obeying Yahweh's laws is spoken of as if it were walking in the paths in which Yahweh commanded them to walk. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "Therefore he", "text": "\"Therefore Yahweh\""}, {"ref": "he poured out his fierce anger against them", "text": "Isaiah speaks of Yahweh's anger as if it were a liquid that could be poured out. AT: \"he demonstrated his fierce anger towards them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "against them", "text": "\"against us.\" Here \"them\" refers to the people of Israel, but Isaiah still included himself as part of the people."}, {"ref": "with the devastation of war", "text": "The word \"devastation\" can be translated with a verb. AT: \"by devastating them with war\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "It blazed around them ... it burned them", "text": "Isaiah speaks of Yahweh's fierce anger as if it were a fire that burned the people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they did not take it to heart", "text": "Paying attention to something and learning from it is spoken of as if it were placing that thing on one's heart. AT: \"they did not pay attention\" or \"they did not learn from it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]