[{"id": "01", "tn": [{"ref": "Woe to Ariel", "text": "Here \"Ariel\" represents the people who live in the city of Ariel. AT: \"How terrible it will be for the people of Ariel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Ariel", "text": "This is another name for Jerusalem, and it means \"altar.\" If possible translate this as \"Ariel\" rather than \"Jerusalem\" since the meaning of \"Ariel\" is important in 29:2. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "David encamped", "text": "\"David dwelled\" or \"David lived\""}, {"ref": "Add year to year; let the festivals come round", "text": "\"Keep celebrating your festival year after year.\" This is an ironic statement. Yahweh tells the people to keep celebrating their festivals where they sacrifice to him, but he knows it will not prevent him from destroying them. (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "But I will besiege", "text": "The word \"I\" refers to Yahweh. This represents Yahweh causing an enemy army to besiege Jerusalem. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she will", "text": "Here \"she\" refers to Ariel, which represents the people of Ariel. AT: \"the people of Ariel will\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mourning and lamenting", "text": "The words \"mourning\" and \"lamenting\" mean basically the same thing and emphasize the intensity of mourning. AT: \"they will mourn deeply\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "like Ariel", "text": "Translators may add a footnote that says, \"The name Ariel means 'altar.'\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "03", "tn": [{"ref": "I will encamp against you", "text": "The word \"I\" refers to Yahweh. This represents Yahweh causing an enemy army to surround Jerusalem. AT: \"I will command the army of your enemies to surround you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "palisade ... siege works", "text": "A \"palisade\" is a tower armies would build to attack cities with high walls. Also \"siege works\" refers to other various weapons armies would build to attack cities. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "You will be brought down", "text": "This can be stated in active form. AT: \"Your enemy will bring you down\" or \"Your enemy will humble you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and will speak from the ground; your speech will be low from the dust. Your voice will be like a ghost out of the ground, and your speech will be very weak from the dust", "text": "All of these statements mean basically the same thing. They emphasize that the people who once spoke with proud words will be weak and grieving after the enemy defeats them. AT: \"and you will only be able to speak with weak whispers like a spirit speaking from where dead people dwell\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "05", "tn": [{"ref": "The horde of your invaders will be like small dust, and the multitude of the ruthless ones as chaff that passes away", "text": "This emphasizes how weak and insignificant the invading army is before God. AT: \"Yahweh will easily remove the horde of your invaders and the multitude of the ruthless ones\"(See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "horde of your invaders", "text": "\"many soldiers that will attack you\""}, {"ref": "the ruthless ones as chaff", "text": "The translator can supply the verb \"will be.\" AT: \"the soldiers who show you no mercy will be as chaff\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Yahweh of hosts will come to you", "text": "The word \"you\" refers to the people of Jerusalem. Possible meanings are 1) \"Yahweh of hosts will come to help you\" or 2) \"Yahweh of hosts will come to punish you.\" (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "07", "tn": [{"ref": "It will be like a dream, a vision of the night", "text": "The phrase \"a vision of the night\" is the same thing as \"a dream.\" The two phrases emphasize that soon it will be like the invading army was never there. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "A horde of all the nations", "text": "\"Large armies from all the nations\""}, {"ref": "fight against Ariel", "text": "The name \"Ariel\" is another name for Jerusalem, and it represents the people who live there. See how you translated \"Ariel\" in [[:en:bible:notes:isa:29:01|29:1]]. AT: \"fight against the people of Ariel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "her stronghold. They will attack her and her fortifications to press upon her", "text": "The word \"her\" refers to Ariel which represents the people who live there. AT: \"their stronghold. They will attack the city of Ariel and its defenses and cause the people to be in great distress\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It will be like when a hungry man dreams he is eating ... his thirst not quenched", "text": "These similes mean that the enemy will expect victory but they will fail because God will not allow them to conquer Jerusalem. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Yes, so will be the great number of nations that fights against Mount Zion", "text": "Here \"Mount Zion\" represents the people who live there. AT: \"Yes, this will be what happens to the armies from the nations who fight against the people who live on Mount Zion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "Astonish yourselves and be astonished", "text": "The word \"yourselves\" refers to the people of Jerusalem. Why they are astonished can be made explicit. AT: \"Be astonished at what I am telling you\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "blind yourselves and be blind", "text": "The people ignoring what Yahweh says is spoken of as if they would make themselves blind. AT: \"keep being ignorant and spiritually blind to what I am showing you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Be drunk, but not with wine; stagger, but not with beer", "text": "The people being senseless and not understanding what Yahweh is doing is spoken of as if they were drunk. AT: \"Be senseless like a drunk person, but it is not because you have drank too much wine or beer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For Yahweh has poured out on you the spirit of deep sleep", "text": "Here \"the spirit of\" means \"to have the characteristic of\" being asleep. Yahweh causing the people to be asleep is spoken of as if \"the spirit\" were a liquid that he poured out on the people. Also \"deep sleep\" is a metaphor that means the people are senseless and cannot understand what Yahweh is doing. AT: \"The reason you are senseless is because Yahweh has caused you to be spiritually asleep\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He has closed your eyes, the prophets, and has covered your heads, the seers", "text": "Yahweh causing the people to be senseless and not to understand what he is doing is spoken of as if he closed their eyes and covered their heads so they could not see. AT: \"It is as though Yahweh has closed the eyes of the prophets and covered the heads of the seers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "All revelation has become to you as the words of a book that is sealed", "text": "The other prophets in Jerusalem are unable to hear or understand God's message. AT: \"All that Yahweh has revealed is to you like a sealed book\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "is sealed, which men might give to one who is learned", "text": "This can be stated as a new sentence. AT: \"is sealed. A person may take the sealed book to someone who can read\""}, {"ref": "If the book is given to one who cannot read", "text": "This can be stated in active form. AT: \"If a person takes the book to someone who cannot read\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "This people comes close to me with their mouths and honors me with their lips", "text": "The words \"mouths\" and \"lips\" represent what people say. Here it also represents saying something but not truly meaning it. AT: \"The people of Jerusalem pretend to worship me and honor me with what they say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but their heart is far from me", "text": "Here \"heart\" is a metonym that represents a person's thoughts and emotions. The people not being truly devoted to Yahweh is spoken of as if their hearts were far away from him. AT: \"but they do not honor me in their thoughts\" or \"but they are not truly devoted to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their honor for me is only a commandment of men that has been taught", "text": "This can be stated in active form. AT: \"They honor me only because that is what people tell them to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Therefore, see, I will proceed to do a marvelous thing among this people, wonder after wonder", "text": "\"Therefore, look and see! I am going to do wonderful and marvelous things among you that you will not be able to explain\""}, {"ref": "The wisdom of their wise men will perish, and the understanding of their prudent men will disappear", "text": "Both of these statements mean the same thing. Yahweh showing that the wise people cannot understand or explain what Yahweh does is spoken of as if their wisdom and understanding will vanish. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "This may be Isaiah speaking or it may continue Yahweh's speech in 29:13-14."}, {"ref": "who deeply hide their plans from Yahweh", "text": "People trying to make plans without Yahweh knowing about it is spoken of as if they hide their plans in a deep place where Yahweh cannot see. AT: \"who try to hide their plans from Yahweh\" or \"who try to keep Yahweh from finding out what they are planning to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "whose deeds are in darkness", "text": "It is implied that they are secretly doing evil things. AT: \"who do evil things in the dark so no one can see them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Who sees us, and who knows us?", "text": "They use a question to emphasize that they believe no one knows what they are doing. AT: \"No one, not even Yahweh, sees us or knows what we are doing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "16", "tn": [{"ref": "You turn things upside down", "text": "This is an idiom that means to distort what is true. AT: \"You make things opposite of the way they should be\" or \"You distort the truth\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Should the potter be considered like clay, so that the thing that is made should say about him who made it ... \"He does not understand\"?", "text": "Yahweh who created humans is spoken of as if he were a potter and humans were the clay. This metaphor emphasizes that it is foolish for humans to reject or criticize the one who created them. AT: \"Should you consider me, your maker, to be like the clay rather than the potter? It is as if a potter created something, and that thing said about the potter, 'He did not make me,' or 'He does not understand.'\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Should the potter be considered like clay ... \"He does not understand\"?", "text": "This question is used to scold the people of Jerusalem. AT: \"Obviously, the potter should not be considered like clay ... 'He does not understand.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "17", "tn": [{"ref": "Lebanon will be turned into a field, and the field will become a forest", "text": "Possible meanings are 1) this is literal and Yahweh will cause the places where trees grew wild in Lebanon to become fruitful fields or 2) this is a metaphor and the large forests of Lebanon represent powerful oppressors, and the crops that grow in the field and become a forest are the common people who are suffering. This means Yahweh will humble those who are powerful, but he will honor those who are suffering. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lebanon will be turned into a field", "text": "Here \"Lebanon\" represents the large cedar forests in Lebanon. This can be stated in active form. AT: \"God will turn the mighty forests of Lebanon into a field\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the deaf will hear the words of a book, and the eyes of the blind will see out of the deep darkness", "text": "Possible meanings are 1) this is literal and Yahweh will cause deaf people to hear and blind people to see or 2) this is a metaphor that means Yahweh will enable the people to hear and understand his message or 3) it may mean both options 1 and 2. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the eyes of the blind", "text": "Here \"eyes\" represents the whole person. AT: \"those who are blind\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "The oppressed will again rejoice in Yahweh, and the poor among men will rejoice in the Holy One of Israel", "text": "These two phrases mean basically the same thing. AT: \"The poor and oppressed people will again be happy because of what Yahweh, the Holy One of Israel, has done\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "20", "tn": [{"ref": "For the ruthless will cease", "text": "The nominal adjective \"the ruthless\" can be stated as an adjective. AT: \"For the ruthless people will cease\" or \"For there will no longer be cruel people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "and the scoffer will vanish", "text": "The nominal adjective \"the scoffer\" can be stated as a verb. AT: \"and those who scoff will vanish\" or \"and the people who mock will disappear\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "All those who love to do evil will be eliminated", "text": "This can be stated in active form. AT: \"Yahweh will eliminate all those who love to do evil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "who by a word make a man out to be an offender", "text": "Here \"word\" represents a testimony in court. AT: \"who say in court that an innocent man is guilty of doing something wrong\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They lay a snare for him who seeks justice at the gate and put the righteous down with empty lies", "text": "The evil people doing anything they can to stop a good person is spoken of as if the evil people set a trap like a hunter catching his prey. AT: \"They lie and try to stop those who want to do what is fair and right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who seeks justice at the gate", "text": "The city gate was often the place where the city leaders made official decisions."}]}, {"id": "22", "tn": [{"ref": "the house of Jacob", "text": "Here \"house\" represents a family. AT: \"the descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who redeemed Abraham", "text": "This possibly refers to when Yahweh called Abraham from his home country and sent him to the promised land. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Jacob will no longer ... his face ... he sees his children", "text": "Here \"Jacob\" represents his descendants. AT: \"Jacob's descendants will no longer ... their faces ... they see their children\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "nor will his face be pale", "text": "This is an idiom that means they will no longer be afraid. AT: \"nor will they be afraid\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "But when he sees his children, the work of my hands", "text": "Here \"hands\" represents Yahweh's power and action. AT: \"When they see all the children I have given them and all that I have done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will make my name holy", "text": "Here \"name\" represents Yahweh. AT: \"they will honor me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "They will make holy the name of the Holy One of Jacob", "text": "Here \"name\" represents Yahweh. Yahweh refers to himself as \"the Holy One of Jacob.\" AT: \"They will honor me, the Holy One of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "of the God of Israel", "text": "Yahweh refers to himself as \"the God of Israel.\" AT: \"of me, the God of Israel\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Those who err in spirit", "text": "Here \"spirit\" represents a person's inner being. AT: \"Those who are wrong in what they think\" or \"Those who are wrong in their attitude\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will gain understanding", "text": "This can be made more explicit to explain what they will understand. AT: \"will begin to understand Yahweh and his laws\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "complainers will learn knowledge", "text": "This can be made more explicit to explain what knowledge they will learn. AT: \"those who complain will begin to know that what Yahweh teaches them is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]