[{"id": "01", "tn": [{"ref": "In the seventeenth year of Pekah son of Remaliah", "text": "It can be stated clearly that this is the seventeenth year of his reign. AT: \"In year 17 of the reign of Pekah son of Remaliah\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Pekah ... Remaliah", "text": "These are men's names. Pekah was the king of Israel. See how you translated them in [[:en:bible:notes:2ki:15:25]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "what was right in the eyes of Yahweh his God", "text": "The phrase \"eyes of Yahweh\" is a metonym for Yahweh's sight, which is a metaphor for Yahweh's judgment. AT: \"what was right in Yahweh his God's judgment\" or \"what Yahweh his God considers to be right\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as David his ancestor had done", "text": "David had done what is right."}]}, {"id": "03", "tn": [{"ref": "he walked in the way of the kings of Israel", "text": "Walking represents behavior and actions. AT: \"King Ahaz acted the same way that the kings of Israel had acted\" or \"he did the things that the kings of Israel had done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "following the detestable practices of the nations", "text": "Here \"following\" represents doing what others do. AT: \"copying the disgusting things that the other nations did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the nations", "text": "The word \"nations\" represents the people of other nations. Here it refers to the people of the nations who had lived in that land. AT: \"the people of other nations\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "which Yahweh had driven out", "text": "\"Drive out\" means \"force out.\" AT: \"which Yahweh had forced to leave\""}, {"ref": "before the people of Israel", "text": "The people of those nations fled as the people of Israel moved into the land. The full meaning of this statement can be made explicit. AT: \"before the people of Israel who moved into the land\" or \"as the people of Israel moved into the land\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the high places, on the hilltops, and under every green tree", "text": "These are places where the people of the other nations worshiped their false gods."}, {"ref": "under every green tree", "text": "God wanted his people to offer sacrifices to him in Jerusalem. The word \"every\" here is an exaggeration to show how determined King Ahaz was to disobey God by offering sacrifices in many other places instead. AT: \"under many green trees\" or \"under many green trees around the country\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "05", "tn": [{"ref": "Rezin  ... Pekah ... Remaliah", "text": "These are men's names. See how you translated them in [[:en:bible:notes:2ki:15:37|15:37]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "besieged Ahaz", "text": "Ahaz was in Jerusalem. Here \"Ahaz\" represents himself and the people who were in Jerusalem with him. AT: \"surrounded the city with Ahaz in it\" or \"surrounded Ahaz and the others in the city with him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "recovered Elath for Aram", "text": "This represents taking control of Elath so that it would belong to the people of Aram. AT: \"took control of the city of Elath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Elath", "text": "This is the name of a city. See how you translated it in [[:en:bible:notes:2ki:14:20|14:22]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "drove the men of Judah out of Elath", "text": "\"forced the men of Judah to leave Elath\""}]}, {"id": "07", "tn": [{"ref": "Tiglath Pileser", "text": "In [[:en:bible:notes:2ki:15:19|15:19]] this man was called \"Pul.\" See how you translated his name in [[:en:bible:notes:2ki:15:29|15:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I am your servant and your son", "text": "Being a servant and a son represents submitting to someone's authority. AT: \"I will obey you as if I were your servant or your son\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the hand of the king of Aram and from the hand of the king of Israel", "text": "The hand is a metonym that represents power. AT: \"from the power of the king of Aram and from the power of the king of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who have attacked me", "text": "The kings attacking Ahaz represent the armies of those kings attacking Ahaz and his people. AT: \"who have attacked me with their armies\" or \"whose armies have attacked me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the king of Assyria went up against Damascus", "text": "The word \"king\" represents the king and his army. AT: \"the king of Assyria and his army went up against Damascus\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "carried off its people as prisoners to Kir", "text": "Carrying off the people represents forcing them to go away. AT: \"made the people his prisoners and forced them to go to Kir\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Kir", "text": "Possible meanings are 1) this is the name of a city or 2) this word means \"city\" and refers to the capital city of Assyria. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "10", "tn": [{"ref": "the design for all the workmanship needed", "text": "This can be translated in active form. AT: \"all the instructions for how it needed to be built\" or \"all the instructions that the workers needed in order to build it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "This is what King Ahaz did after he returned from Damascus and visited the new altar he had ordered to be built."}, {"ref": "He made his burnt offering", "text": "\"King Ahaz made his burnt offering\""}, {"ref": "on the altar", "text": "This refers the altar that King Ahaz told Uriah to build."}, {"ref": "The bronze altar that was before Yahweh", "text": "This was the altar that the people of Israel had made long ago according to God's instructions."}, {"ref": "The bronze altar that was before Yahweh", "text": "The phrase \"before Yahweh\" is a metonym that refers to the place where Yahweh had shown his glory in the past. AT: \"The bronze altar that was in front of the temple\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the front of the temple ... from between his altar and the temple of Yahweh", "text": "Both of these phrases tell where the bronze altar was. They refer to the same place."}]}, {"id": "15", "tn": [{"ref": "the large altar", "text": "This refers to the new altar that Ahaz told Uriah to build."}, {"ref": "the king's burnt offering and his grain offering", "text": "When Ahaz said \"the king\" and \"his,\" he was referring to himself. The king treated his offerings as special. AT: \"my burnt offering and my grain offering\"  or \"the royal burnt offering and royal grain offering\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "17", "tn": [{"ref": "the portable stands", "text": "These stands had wheels on them so they could be moved around. AT: \"the movable stands\" or \"the carts\""}, {"ref": "he also took down the sea", "text": "The \"sea\" was a huge basin or water bowl that was made of bronze. AT: \"he also removed the large bowl\""}, {"ref": "because of the king of Assyria", "text": "Why they did this can be stated explicitly. AT:\"to please the king of Assyria\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "are they not written ... Judah?", "text": "This question is used to either inform or remind the readers that the information about Jotham is in this other book. See how you translated this in [[:en:bible:notes:2ki:08:22|8:23]]. AT: \"they are written in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Ahaz slept with his ancestors", "text": "Sleeping represents dying. AT: \"Ahaz died as his ancestors had\" or \"like his ancestors, Ahaz died\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "and was buried with them", "text": "This can be stated in active form. AT: \"and people buried him with his ancestors\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Ahaz\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]