[{"id": "01", "tn": [{"ref": "General Information:", "text": "In each verse of his speech, Bildad conveys a single idea using two different statements, first to rebuke Job and then to defend God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Then Bildad the Shuhite answered", "text": "\"Bildad\" is the name of a man who is a member of the tribe of Shuah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "How long will the words of your mouth be a mighty wind?", "text": "Bildad poses this question to rebuke Job for complaining to God. In this metaphor, both Job's words and the wind are empty and insubstantial. AT: \"The words of your mouth are a mighty wind.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Does God pervert justice? Does the Almighty pervert righteousness?", "text": "Here the writer uses two parallel rhetorical questions, which Bildad poses to rebuke Job. AT: \"God does not act unjustly; the Almighty does not fail to do what is right.\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "for he gave them into the hand of their sins", "text": "\"it is because God has allowed the power of their sin to control them\" or \"he punished them with the consequences of their sins.\""}, {"ref": "But suppose you diligently sought God and presented your request to the Almighty", "text": "Both of these phrases refer to Job asking God for help, or pleading with God for mercy. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "diligently sought God", "text": "\"earnestly asked God for help\""}]}, {"id": "06", "tn": [{"ref": "Suppose that you were pure and upright", "text": "\"If only you were pure and righteous\" or \"If your heart and actions were right\""}, {"ref": "Even though your beginning was small, still your final condition would be much greater.", "text": "\"Even though you were not very prosperous before, during the last part of your life you will become very wealthy.\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize the people's capacity to learn from their ancestors, given the brevity of life and the ancestors' willingness to impart teachings. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "give your attention to what our ancestors learned", "text": "\"study carefully what our ancestors discovered\" or \"consider what our forefathers learned\""}, {"ref": "our days on earth are a shadow", "text": "In this simile, life is compared to a shadow; both pass by quickly. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Will they not teach you and tell you? Will they not speak words from their hearts?", "text": "Bildad poses these questions to rebuke Job. AT: \"They will teach you and tell you, and from their understanding bring forth words.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "Can papyrus grow without a marsh? Can reeds grow without water?", "text": "Bildad poses two rhetorical questions to emphasize his point made in [[:en:bible:notes:job:08:08|08:8-10]]: People need the teachings of their ancestors. AT: \"Papyrus plants cannot grow away from the marshes. Reeds cannot grow without water.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_parallelism]])."}, {"ref": "wither", "text": "\"dry up\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "These verses continue Bildad's speech. In verses 14-15, the writer uses parallelism, conveying a single idea with two different statements to emphasize the destruction of those who do not build their lives on the teachings of their ancestors. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "So also are the paths of all who forget God", "text": "\"Walking a path\" is a common idiom that refers to a person's life and its direction. It often refers to whether people are following God's way or their own. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his trust is as weak as a spider's web", "text": "Here Bildad compares the lives of the godless to a spider's web; the slightest force will break both. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he takes hold of it", "text": "\"he will try to support it\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "In verses 16-17, the writer continues to use parallelism, conveying a single idea using two different statements to picture the stony, temporary foundation of the godless. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Under the sun he is green, and his shoots go out over his entire garden", "text": "Here Bildad compares the godless to plants that flourish in the daytime; both initially look alive, fresh, and healthy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His roots are wrapped about the heaps of stone", "text": "The godless person's roots cling not to fertile soil but to rocks. Rocky ground cannot help plants grow. This person's roots will soon die. \"His roots cling to rocky ground.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they look for good places among the rocks", "text": "The word \"they\" refers to the godless person's roots. \"they look for fertile ground among the rocks\" or \"they look for rich soil among the rocks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if this person is destroyed out of his place, then that place will deny him and say, 'I never saw you.'", "text": "The godless person is compared to a plant which, when removed from its rocky foundation, is unrecognizable elsewhere because it cannot flourish in any fertile place. \"If he is uprooted from his place, it will disown him saying,'I have never seen you.'\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that place will deny him and say", "text": "The human ability to deny and to speak is applied to the rocky ground. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his place", "text": "\"the rocky ground\""}]}, {"id": "19", "tn": [{"ref": "joy", "text": "the reward, the result of a person's evil behavior that Bildad scornfully voices as 'joy.' (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "behavior", "text": "\"actions\" or \"way of life\""}, {"ref": "other plants will sprout out of the same soil in his place", "text": "Here the writer continues the metaphor from [[:en:bible:notes:job:08:16|08:16-18]]. Godless people are compared to plants that take the place of the first ones that grow among rocks. AT: \"When one wicked man dies, another will take his place\" or \"From the soil, another will grow.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sprout", "text": "\"grow\""}, {"ref": "same soil", "text": "\"the rocky ground\""}, {"ref": "in his place", "text": "\"in the place of the godless man\""}, {"ref": "neither will he take the hand of evildoers", "text": "\"Hand\" represents the whole person. \"he will not support evildoers\" or \"he will not strengthen evildoers\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "21", "tn": [{"ref": "He will yet fill your mouth with laughter, your lips with shouting", "text": "Bildad continues speaking to Job. The word \"he\" refers to God, and \"your\" refers to Job. The writer conveys a single idea using two different statements to convey the joy that Job will experience. \"God will make you happy again.\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "your lips with shouting", "text": "The complete meaning of this phrase can be understood from the beginning of the sentence. \"God will fill your lips with shouts of joy.\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Those who hate you will be clothed with shame; the tent of the wicked will be no more", "text": "\"The godless will be filled with shame; the wicked will cease to exist.\""}, {"ref": "will be no more", "text": "\"will not last\" or \"will come to nothing\""}]}]