[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues stating his desire for Israel to believe but emphasizes that both those who are Jews as well as everyone else can only be saved by faith in Jesus."}, {"ref": "Brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "my heart's desire", "text": "\"my greatest desire\""}, {"ref": "is for them, for their salvation", "text": "\"is that God will save the Jews\""}, {"ref": "I testify about them", "text": "\"I declare truthfully about them\" (UDB)"}, {"ref": "For they do not know of God's righteousness", "text": "Here \"righteousness refers to the way God puts people right with himself. You can make this explicit in the translation. AT: \"For they do not know how God puts people right with himself\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "They did not submit to the righteousness of God", "text": "\"They did not accept God's way of putting people right with himself\""}]}, {"id": "04", "tn": [{"ref": "For Christ is the fulfillment of the law", "text": "\"For Christ completely fulfilled the law\""}, {"ref": "for righteousness for everyone who believes", "text": "Here \"believes\" means \"trusts.\" AT: \"in order that he may make everyone who trusts in him right before God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the righteousness that comes from the law", "text": "Paul speaks of \"righteousness\" as if it were alive and able to move. AT: \"how the law makes a person right before God\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The man who does the righteousness of the law will live by this righteousness", "text": "In order to be made right with God through the law, a person would have to keep the law perfectly, which is not possible. AT: \"The person who perfectly obeys the law will live because the law will make him right before God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will live", "text": "The words \"will live\" can refer to 1) eternal life or 2) mortal life in fellowship with God."}]}, {"id": "06", "tn": [{"ref": "But the righteousness that comes from faith says this", "text": "Here \"righteousness\" is described as a person who can speak. AT: \"But Moses writes this about how faith makes a person right before God\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Do not say in your heart", "text": "Moses was addressing the people as if he were speaking to only one person. AT: \"Do not say to yourself\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Who will ascend into heaven?", "text": "Moses uses a question to teach his audience. His previous instruction of, \"Do not say\" requires a negative answer to this question. You can translate this question as a statement. AT: \"No one is able to go up to heaven\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that is, to bring Christ down", "text": "\"in order that they might have Christ come down to earth\""}, {"ref": "Who will descend into the abyss", "text": "Moses uses a question to teach his audience. His previous instruction of, \"Do not say\" requires a negative answer to this question. You can translate this as a statement. AT: \"No person can go down and enter the place where the spirits of dead persons are\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "that is, to bring Christ up from the dead ones", "text": "\"in order that they might bring Christ back from the dead\""}, {"ref": "dead", "text": "Here \"dead\" means physical death."}]}, {"id": "08", "tn": [{"ref": "But what does it say?", "text": "The word \"it\" refers to \"the righteousness\" of [[:en:bible:notes:rom:10:06|10:6]]. Here Paul describes \"righteousness\" as a person who can speak. Paul uses a question to emphasize the answer he is about to give. AT: \"But this is what Moses says\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The word is near you", "text": "Paul speaks of God's \"message\" as if it were a person who can move. AT: \"The message is right here\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "in your mouth", "text": "The word \"mouth\" is a synecdoche that refers to what a person says. AT: \"it is in what you say\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "and in your heart", "text": "The phrase \"in your heart\" is an idiom that refers to what a person thinks and believes. AT: \"and it is in what you think and believe\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "if with your mouth you acknowledge Jesus as Lord", "text": "\"if you confess that Jesus is Lord\""}, {"ref": "believe in your heart", "text": "\"accept as true\""}, {"ref": "raised him from the dead", "text": "Here this means that God caused Jesus to become alive again."}, {"ref": "you will be saved", "text": "You can translate this in an active form. AT: \"God will save you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For with the heart man believes for righteousness, and with the mouth he acknowledges for salvation", "text": "Here \"heart\" is a metonym that represents the mind or will. AT: \"For it is with the mind that a person trusts and is right before God, and it is with the mouth that a person confesses and God saves him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with the mouth", "text": "Here \"mouth\" is a synecdoche that represents a person's capacity to speak. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "For scripture says", "text": "Paul speaks of the Scripture as if it were alive and had a voice. You can make explicit who wrote the Scripture that Paul uses here. AT: \"For Isaiah wrote in the Scriptures\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Everyone who believes on him will not be put to shame", "text": "This is equivalent to: \"Everyone who does not believe will be shamed.\" The negative is used here for emphasis. You can translate this in an active form. AT: \"God will honor everyone who believes in him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For there is no difference between Jew and Greek", "text": "Paul implies that God will treat all people the same. You can make this explicit in your translation. AT: \"In this way, God treats the Jews and the non-Jews the same\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and he is rich to all who call upon him", "text": "Here \"he is rich\" means that God blesses richly. You can make this explicit in your translation. AT: \"and he richly blesses all who trust in him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "For everyone who calls on the name of the Lord will be saved", "text": "Here the word \"name\" is a metonym for Jesus. You can translate this in an active form. AT: \"The Lord will save everyone who trusts in him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "How then can they call on him in whom they have not believed?", "text": "Paul uses a question to emphasize the importance of taking the good news of Christ to those who have not heard. The word \"they\" refers to those who do not yet belong to God. AT: \"Those who do not believe in God cannot call on him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "And how can they believe in him of whom they have not heard?", "text": "Paul uses another question for the same reason. AT: \"And they cannot believe in him if they have not heard his message\" or \"And they cannot believe in him if they have not heard the message about him\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "believe in", "text": "Here this means to acknowledge that what that person has said is true."}, {"ref": "And how can they hear without a preacher?", "text": "Paul uses another question for the same reason. AT: \"And they cannot hear the message if someone does not tell them\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "And how can they preach, unless they are sent?", "text": "Paul uses another question for the same reason. The word \"they\" refers to those who belong to God. AT: \"And they cannot tell other people the message unless someone sends them\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "How beautiful are the feet of those who proclaim glad tidings of good things", "text": "Paul uses \"feet\" to represent those who travel and bring the message to those who have not heard it. AT: \"It is wonderful when messengers come and tell us the good news!\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "But they did not all listen", "text": "Here \"they\" refers to the Jews. \"But not all Jews listened\""}, {"ref": "Lord, who has believed our message?", "text": "<ul>Paul is using this question to emphasize that Isaiah prophesied in the Scriptures that many Jews would not believe in Jesus. You can translate this as a statement. AT: \"Lord, so many of them do not believe our message\" (See: [[:en:ta:vol1:translate:figs_rquestion]])<li><b>believe</b> - to accept or trust that something is true</li></ul>"}, {"ref": "our message", "text": "Here, \"our\" refers to God and Isaiah."}, {"ref": "faith comes from hearing", "text": "Here \"faith\" refers to \"believing in Christ\" (UDB)"}]}, {"id": "18", "tn": [{"ref": "But I say, \"Did they not hear?\" Yes, most certainly", "text": "Paul uses a question for emphasis. You can translate this as a statement. AT: \"But, I say the Jews certainly have heard the message about Christ\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "Their sound has gone out into all the earth, and their words to the ends of the world", "text": "Both of these statements mean basically the same thing and Paul uses them for emphasis. The word \"their\" refers to the sun, moon, and stars. Here they are described as human messengers that tell people about God. This refers to how their existence shows God's power and glory. You can make explicit that Paul is quoting Scripture here. AT: \"As the Scriptures record, 'The sun, moon, and the stars are proof of God's power and glory, and everyone in the world sees them and knows the truth about God'\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "19", "tn": [{"ref": "Moreover, I say, \"Did Israel not know?\"", "text": "Paul uses a question for emphasis. The word \"Israel\" is a metonym for the people who lived in the nation of Israel. AT: \"Again I tell you the people of Israel did know the message\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "First Moses says, \"I will provoke you ... I will stir you up", "text": "This means that Moses wrote down what God said. \"I\" refers to God, and \"you\" refers to the Israelites. AT: \"First Moses says that God will provoke you ... God will stir you up\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "by what is not a nation", "text": "\"by those you do not consider to be a real nation\" (UDB) or \"by people who do not belong to any nation\""}, {"ref": "By means of a nation without understanding", "text": "Here \"without understanding\" means that the people do not know God. AT: \"By a nation with people who do not know me or my commands\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will stir you up to anger", "text": "\"I will make you angry\" or \"I will cause you to become angry\""}, {"ref": "you", "text": "This refers to the nation of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Here the words \"I,\" \"me,\" and \"my\" refer to God."}, {"ref": "And Isaiah is very bold and says", "text": "This means the prophet Isaiah wrote what God had said."}, {"ref": "I was found by those who did not seek me", "text": "Prophets often speak of things in the future as if they have already happened. This emphasizes that the prophecy will certainly come true. You can translate this in an active form. AT: \"Even though the Gentile people will not look for me, they will find me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I appeared", "text": "\"I made myself known\""}, {"ref": "he says", "text": "\"He\" refers to God, who is speaking through Isaiah."}, {"ref": "All the day long", "text": "This phrase is used to emphasize God's continual effort. \"continually\""}, {"ref": "I reached out my hands to a disobedient and resistant people", "text": "\"I tried to welcome you and to help you, but you refused my help and continued to disobey\""}]}]