[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This is another part of the story of Paul's travels as he goes to Corinth."}, {"ref": "General Information:", "text": "Aquila and Priscilla are introduced to the story and verses 2 and 3 give background information about them. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "After these things", "text": "\"After these events took place in Athens\""}, {"ref": "Athens", "text": "Athens was one of the most important cities in Greece. See how you translated this in [[:en:bible:notes:act:17:13|17:15]]."}, {"ref": "There he found", "text": "Possible meanings are that 1) Paul happened to find by chance or 2) Paul intentionally found."}, {"ref": "a certain Jew named Aquila", "text": "Here the phrase \"a certain\" indicates this is introducing new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "Pontus by race", "text": "Pontus was a province on the southern coast of the Black Sea. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "had recently come", "text": "This is probably sometime in the past year."}, {"ref": "Italy", "text": "This is the name of land. Rome is the capital city of Italy. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Claudius had commanded", "text": "Claudius was the current Roman emperor. See how you translated this in [[:en:bible:notes:act:11:27|11:28]]."}, {"ref": "he was of the same trade", "text": "\"he did the same kind of work that they did\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Silas and Timothy rejoin Paul."}, {"ref": "So Paul reasoned", "text": "\"So Paul debated\" or \"So Paul discussed.\" He gave reasons. This means that rather than just preaching, Paul talked and interacted with the people."}, {"ref": "He persuaded both Jews and Greeks", "text": "Possible meanings are 1) \"He caused both Jews and Greeks to believe\" or 2) \"He kept trying to persuade the Jews and the Greeks.\""}, {"ref": "Paul was compelled by the Spirit", "text": "This can be stated in active form. AT: \"the Spirit compelled Paul\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "shook out his garment", "text": "This is a symbolic action to indicate that Paul will no longer try to teach the Jews there  about Jesus. He is leaving them to God's judgment. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "May your blood be upon your own heads", "text": "Here \"blood\" stands for the guilt of their actions. Here \"heads\" refers to the whole person. Paul tells the Jews they are solely responsible for the judgment they will face for their stubbornness if they refuse to repent. AT: \"You alone bear the responsibility for your punishment for sin\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to Paul."}, {"ref": "General Information:", "text": "The first word \"his\" refers to Titius Justus. The second word \"his\" refers to Crispus."}, {"ref": "Titius Justus ... Crispus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "worshiped God", "text": "A worshiper of God is a Gentile who gives praise to God and follows him but does not necessarily obey all of the Jewish laws."}, {"ref": "​leader of the synagogue", "text": "a layperson who sponsored and administered the synagogue, not necessarily the teacher"}, {"ref": "all of his house", "text": "Here \"house\" refers to the people. AT: \"the people who lived with him in his house\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "were baptized", "text": "This can be stated in active form. AT: \"received baptism\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Do not be afraid, but speak and do not be silent", "text": "The Lord is giving one command in two different ways to emphasize that Paul should certainly continue preaching. AT: \"You must not be afraid and, instead, continue to speak and not become silent\" (See: [[:en:ta:vol2:translate:figs_parallelism|Parallelism]])"}, {"ref": "speak and do not be silent", "text": "The Lord gives the same command in two different ways to strongly command Paul to speak.  AT: \"you must certainly continue to speak\" (See: [[:en:ta:vol2:translate:figs_doublet|Doublet]])"}, {"ref": "and do not be silent", "text": "It can be stated explicitly what the Lord wants Paul to speak. AT: \"and do not stop speaking about the gospel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I have many people in this city", "text": "\"there are many people in this city who have put their faith in me\" or \"many people in this city will put their faith in me\""}, {"ref": "Paul lived there ... teaching the word of God among them", "text": "This is a concluding statement for this part of the story. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "The unbelieving Jews bring Paul to the judgment seat before Gallio."}, {"ref": "General Information:", "text": "Achaia was the Roman province in which Corinth was located. It was the largest city in southern Greece and the capital of the province. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "Gallio", "text": "This is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Jews", "text": "This stands for the Jewish leaders that did not believe in Jesus. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "rose up together", "text": "\"came together\" or \"joined together\""}, {"ref": "brought him before the judgment seat", "text": "The Jews took Paul by force to bring Paul before the court. Here \"judgment seat\" refers to the place where Gallio sat when he made legal decisions in court. AT: \"took him so that the governor could judge him at the judgment seat\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "Gallio said", "text": "Gallio was the Roman governor of the Province."}, {"ref": "your own law", "text": "Here \"law\" refers to the law of Moses and as well as the Jewish customs of Paul's time."}, {"ref": "I do not wish to be a judge of these matters", "text": "\"I refuse to make a judgment about these matters\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" probably refers to the Gentiles at the court. They reacted against the Jews who had brought Paul before the judgment seat. (See: [[:en:bible:notes:act:18:12|18:12]])"}, {"ref": "Gallio made them leave the judgment seat", "text": "\"Gallio dismissed them from the judgment seat.\" Here \"judgment seat\" refers to the place where Gallio sits to make legal decisions in court. AT: \"Gallio made them leave his presence in the court\" or \"Gallio made them leave the court\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they all seized", "text": "This may be an exaggeration to emphasize the strong feelings the people had. AT: \"many people seized\" or \"many of them grabbed\" (See: [[:en:ta:vol2:translate:figs_hyperbole|Hyperbole]])"}, {"ref": "So they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the judgment seat", "text": "Possible meanings are 1) the Gentiles beat Sosthenes in the court in front of the judgment seat because he was the Jewish leader or 2) it is possible that Sosthenes was a believer in Christ, so the Jews beat him in front of the court."}, {"ref": "Sosthenes, the ruler of the synagogue", "text": "\"Sosthenes\" was the Jewish ruler of the synagogue at Corinth. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "beat him", "text": "\"repeatedly hit him\" or \"repeatedly punched him.\""}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "This continues Paul's missionary journey as Paul, Priscilla, and Aquila leave Corinth. This seems to indicate that Silas and Timothy remain since it says \"he\" here and not \"we.\""}, {"ref": "General Information:", "text": "Cenchreae was a seaport that was part of the greater Corinth city area. (See: [[:en:ta:vol1:translate:translate_names|How to Translate Names]])"}, {"ref": "General Information:", "text": "Here the word \"he\" refers to Paul."}, {"ref": "Connecting Statement:", "text": "The word \"they\" refers to  Paul, Priscilla, and Aquila."}, {"ref": "left the brothers", "text": "The word \"brothers\" refers to men and women believers. AT: \"left the fellow believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "sailed for Syria with Priscilla and Aquila", "text": "Paul got on a ship that sailed for Syria. Priscilla and Aquila went with him."}, {"ref": "he had his head shaved", "text": "This is a symbolic action that indicates the completion of a vow. This can be stated in active form. AT: \"he had someone shave off the hair on his head\" (See: [[:en:ta:vol2:translate:translate_symaction]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "reasoned with", "text": "\"discussed with\" or \"debated with\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Here the words \"they\" and \"them\"  refer to the Jews in Ephesus."}, {"ref": "taking his leave of them", "text": "\"saying good-bye to them\""}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues his missionary journey."}, {"ref": "General Information:", "text": "Phrygia is a province in Asia which is now modern day Turkey. See how you translated this in [[:en:bible:notes:act:02:08|2:10]]."}, {"ref": "landed at Caesarea", "text": "\"arrived at Caesarea.\" The word \"landed\" is used to show that he arrived by ship."}, {"ref": "he went up", "text": "He traveled to the city of Jerusalem. The phrase \"went up\" is used here because Jerusalem is higher in elevation than Caesarea."}, {"ref": "greeted the Jerusalem church", "text": "Here \"church\" refers to the believers in Jerusalem. AT: \"greeted the members of the church of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "then went down", "text": "The phrase \"went down\" is used here because Antioch is lower in elevation than Jerusalem."}, {"ref": "Paul departed", "text": "\"Paul went away\" or \"Paul left\""}, {"ref": "After having spent some time there", "text": "This speaks about \"time\" as if it were a commodity that a person could spend. AT: After staying there for a while\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "Connecting Statement:", "text": "Luke tells what happens in Ephesus with Priscilla and Aquila."}, {"ref": "General Information:", "text": "Apollos is introduced to the story. Verses 24 and 25 give background information about him. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline."}, {"ref": "a certain Jew named Apollos", "text": "The phrase \"a certain\" indicates that Luke is introducing a new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "an Alexandrian by birth", "text": "\"a man who was born in the city of Alexandria.\" Possible cities are 1) Alexandria in Egypt on the north coast of Africa or 2) Alexandria on the west coast in Asia. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "eloquent in speech", "text": "\"a good speaker\""}, {"ref": "and mighty in the scriptures", "text": "\"and he knew the scriptures thoroughly.\" He understood the Old Testament writings well."}, {"ref": "Apollos had been instructed in the teachings of the Lord", "text": "This can be stated in active form. AT: \"Other believers had taught Apollos how the Lord Jesus wanted people to live\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Being fervent in spirit", "text": "Here \"spirit\" refers to the entire person of Apollos. AT: \"Being very enthusiastic\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the baptism of John", "text": "\"The baptism that John performed.\" This is comparing John's baptism which was with water to Jesus' baptism which is with the Holy Spirit."}, {"ref": "the way of God", "text": "How God wants people to live is spoken of as if it were a road that a person travels. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "more accurately", "text": "\"correctly\" or \"more fully\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the he words \"he,\" \"him,\" and \"his\" refer to Apollos. (See: [[:en:bible:notes:act:18:24|18:24-26]])"}, {"ref": "General Information:", "text": "Achaia was a Roman Province in the southern section of Greece. See how you translated this in [[:en:bible:notes:act:18:12|18:12]]."}, {"ref": "to pass over into Achaia", "text": "\"to go to the region of Achaia.\" The phrase \"pass over\" is used here because Apollos had to cross the Aegean Sea to get to Achaia from Ephesus."}, {"ref": "brothers", "text": "The word \"brothers\" here refers to men and women believers. You can make explicit that these are believers in Ephesus. AT: \"fellow believers in Ephesus\" (See: [[:en:ta:vol2:translate:figs_gendernotations]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "wrote to the disciples", "text": "\"wrote a letter to the Christians in Achaia\""}, {"ref": "those who believed by grace", "text": "\"those who had believed in salvation by grace\" or \"those who by God's grace believed in Jesus\""}, {"ref": "Apollos publicly overwhelmed", "text": "Apollos defeated the Jews in front of other people by his arguments."}, {"ref": "with his power and skill", "text": "\"with the strength of his arguments and his skill as a speaker\""}]}]