[{"id": "01", "tn": [{"ref": "General Information:", "text": "This begins Jacob's final blessings to his sons. This continues through [[:en:bible:notes:gen:49:27|49:27]]. Jacob's blessings are written in poetic form. (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "Assemble yourselves and listen, you sons of Jacob. Listen to Israel, your father", "text": "Both sentences say the same thing for emphasis. AT: \"Come and listen carefully to your father\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you sons of Jacob. Listen to Israel, your father", "text": "Jacob is referring to himself in the third person. It can be stated in the first person. AT: \"my sons. Listen to me, your father\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "03", "tn": [{"ref": "my firstborn, my might, and the beginning of my strength", "text": "The phrases \"my firstborn, my might\" and \"the beginning of my strength\" mean the same thing. The words \"might\" and \"strength\" stand for Jacob's ability to produce children. The words \"firstborn\" and \"beginning\" mean that Reuben is his first child. AT: \"my first child after I became a man\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "outstanding in dignity, and outstanding in power", "text": "This can be stated as a new sentence. AT: \"You are first in honor and power\" or \"You surpass everyone else in honor and power\""}, {"ref": "Uncontrollable as rushing water", "text": "Jacob compares Reuben to water in a strong current to emphasize that he cannot control his anger and he is not stable. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you will not have the preeminence", "text": "\"you shall not be first among your brothers\""}, {"ref": "because you went up to your father's bed. Then you defiled it; you went up to my couch", "text": "Here \"bed\" and \"couch\" stand for Jacob's concubine, Bilhah. Jacob is referring to when Reuben slept with Bilhah (See: [[:en:bible:notes:gen:35:21|35:22]]). AT: \"because you went to my bed and slept with Bilhah my concubine. You have shamed me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you went up to your father's bed ... you went up to my couch", "text": "Both statements mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "05", "tn": [{"ref": "Simeon and Levi are brothers", "text": "This does not just mean they are brothers by birth. Jacob is emphasizing that they worked together to kill the people of Shechem."}, {"ref": "Weapons of violence are their swords", "text": "\"They use their swords to hurt and to kill people\""}, {"ref": "O my soul ... my heart", "text": "Jacob uses the words \"soul\" and \"heart\" to refer to himself and is saying that other people,and perhaps God also, honor him so much that he does not wish to join with those who make plans to do evil. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "do not come into their council; do not join in their meetings", "text": "These two phrases mean basically the same thing. Jacob combines them to emphasize that he does not want to participate in their wicked plans. AT: \"I certainly will not join with them to make any plans\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they hamstrung oxen", "text": "This refers to Simeon and Levi crippling oxen just for fun."}, {"ref": "hamstrung", "text": "This refers to cutting the sinews of an animal's leg so that it cannot walk."}]}, {"id": "07", "tn": [{"ref": "May their anger be cursed, for it was fierce—and their fury, for it was cruel", "text": "God cursing Simeon and Levi is spoken of as if God were cursing their anger and fury. This can be stated in active form. AT: \"The Lord says, 'I will curse them because of their fierce anger and their cruel fury\" or \"I, the Lord, will curse them because of their fierce anger and their cruel fury\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "May their anger be cursed", "text": "In prophecy, the prophet will often speak the words of God as if God himself were speaking. This emphasizes how closely united the prophet and God are."}, {"ref": "and their fury, for it was cruel", "text": "The words \"I will curse\" are understood. AT: \"and I will curse their fury, for it was cruel\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "I will divide them in Jacob and scatter them in Israel", "text": "The word \"I\" refers to God. The word \"them\" refers to Simeon and Levi but they are a metonymy standing for their descendants. The words \"Jacob\" and \"Israel\" are a metonymy standing for all people of Israel. AT: \"I will divide their descendants and scatter them among all the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "08", "tn": [{"ref": "your brothers will praise you ... Your father's sons will bow down before you", "text": "These two statements mean the same thing. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will praise you. Your hand", "text": "The second sentence states the reason for the first sentence. The word \"for\" or \"because\" can be added to make this clear. AT: \"will praise you. For your hand\" or \"will praise you because your hand\" (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "Your hand will be on the neck of your enemies", "text": "This is a way of saying \"You will conquer your enemies.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "bow down", "text": "This means to bend over to humbly express respect and honor toward someone. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "09", "tn": [{"ref": "Judah is a lion's cub", "text": "Jacob speaks about Judah as if he were a lion's cub. Jacob is emphasizing Judah's strength. AT: \"Judah is like a young lion\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "My son, you have gone up from your victims", "text": "\"You, my son, have come back from eating your prey\""}, {"ref": "like a lioness", "text": "Jacob also compares Judah to a female lion. The lioness is the primary hunter and protector of her cubs. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Who would dare to awaken him?", "text": "Jacob uses a question to emphasize how terrifying Judah is to other people. AT: \"No one wants to wake him up.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "The scepter will not depart from Judah, nor the ruler's staff from between his feet", "text": "The \"scepter\" and the \"staff\" are long decorated sticks that kings carried. Here they are metonymies that stand for the power to rule. And, \"Judah\" stands for his descendants. AT: \"The power to rule will always be with the descendants of Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "until Shiloh comes. The nations will obey him", "text": "Possible meanings are 1) \"Shiloh\" means \"tribute.\" AT: \"until the nations obey him and bring him tribute\" or 2) \"Shiloh\" refers to the city of Shiloh. AT: \"until the ruler comes to Shiloh. Then the nations will obey him.\" Many people consider this a prophecy about the Messiah who is a descendant of King David. David is a descendant of Judah."}, {"ref": "The nations will obey him", "text": "Here \"nations\" refer to the people. AT: \"The people of the nations will obey him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "Binding his donkey ... to the choice vine", "text": "Both statements mean the same thing. It is implied that the vines are so full of grapes that the master does not mind that his donkey eats some of them. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his ... he", "text": "Possible meanings for all occurrences of \"his\" or \"he\" are 1) they refer to Judah's descendants. AT: \"their ... they\" or 2) they  refer to the ruler in [[:en:bible:notes:gen:49:10|49:10]], which may refer to the Messiah."}, {"ref": "he has washed ... in the blood of grapes", "text": "Both statements mean the same thing. It implies that there are so many grapes that they can wash their clothes in the juice. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he has washed", "text": "Often in prophecy events that will happen in the future are described as something that has already happened in the past. This emphasizes that this event will certainly happen. AT: \"they will wash\" or \"he will wash\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "the blood of grapes", "text": "This speaks about the grape juice as if it were blood. This emphasizes how red the juice is. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His eyes will be as dark as wine", "text": "This refers to the color of a person's eyes to the red color of wine. Possible meanings are 1) dark eyes imply healthy eyes or 2) people eyes will be red from drinking too much of wine. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his teeth as white as milk", "text": "This compare the color of the person's teeth to the white color of milk. This implies that there will be so many healthy cows they will have much milk to drink. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "Zebulun will live", "text": "This refers to the descendants of Zebulun. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He will be a harbor", "text": "Here \"He\" stands for sea towns that the people of Zebulun will inhabit or build. These cities will provide shelter for ships. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "harbor", "text": "a part of the sea that is next to land and is a safe place for ships"}]}, {"id": "14", "tn": [{"ref": "Issachar is a strong donkey", "text": "Jacob speaks about Issachar and his descendants as if they are a donkey. This emphasizes that they will work very hard. AT: \"The descendants of Issachar will be like a strong donkey\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Issachar is", "text": "Often in prophecy events that will happen in the future are described as something that is already happening. This emphasizes that the event will certainly happen. It can be stated in the future tense. AT: \"Issachar will be\" or \"The descendants of Issachar will be\""}, {"ref": "Issachar ... He sees ... He will", "text": "Here \"Issachar\" is a metonymy that stands for his descendants. AT: \"The descendants of Issachar ... They see ... They will\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lying down between the sheepfolds", "text": "Possible meanings are 1) \"lying down between the packs they were carrying\" or 2) \"lying down between two sheep pens.\" Either way, Jacob speaks about Issachar's descendants as if they are donkeys that have worked hard and are lying down to rest. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a good resting place and the pleasant land", "text": "\"a resting place that is good and that the land is pleasant\""}, {"ref": "He will bend his shoulder to the burden", "text": "The phrase \"bend his shoulder to the burden\" is a way of saying \"work very hard to carry the load\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "become a servant for the task", "text": "\"will work for others as slaves\""}]}, {"id": "16", "tn": [{"ref": "Dan will judge his people", "text": "Here \"Dan\" stands for his descendants. AT: \"The descendants of Dan will judge their people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his people", "text": "Possible meanings for \"his people\" are 1) \"the people of Dan\" or 2) \"the people of Israel\""}, {"ref": "Dan will be a snake beside the road", "text": "Jacob speaks about Dan and his descendants as if they were snakes. Though a snake is small, it can bring down a rider off his horse. So Dan, though a small tribe, is very dangerous to its enemies. AT: \"The descendants of Dan will be like a snake beside the road\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I wait for your salvation, Yahweh", "text": "The abstract noun \"salvation\" can be translated as \"save.\" AT: \"I wait for you, Yahweh, to save me\""}, {"ref": "I wait", "text": "The word \"I\" refers to Jacob."}]}, {"id": "19", "tn": [{"ref": "Gad ... Asher's ... Naphtali", "text": "These refer to the descendants of each man. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "at their heels", "text": "Here \"heels\" stands for the raiders who are running away from the descendants of Gad. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "food will be rich", "text": "Here \"rich\" is a way of saying \"delicious.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Naphtali is a doe let loose", "text": "Jacob speaks about the descendants of Naphtali as if they were a female deer that is free to run. This may emphasize that they will be swift messengers. AT: \"The descendants of Naphtali will be like deer set free\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "have beautiful fawns", "text": "A \"fawn\" is a baby deer. The meaning of the Hebrew word is unclear. Some versions translate it as \"have beautiful words\" or \"speak beautiful things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "Joseph is a fruitful bough", "text": "Here \"Joseph\" is a metonymy that stands for his descendants. Jacob speaks about them as if they were a tree branch that produces a lot of fruit. This emphasizes that they will greatly increase in number. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "bough", "text": "a main branch of a tree"}, {"ref": "whose branches climb over the wall", "text": "Branches that grow and extend over a wall are spoken of as if they were climbing. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "Jacob continues to bless Joseph and his descendants."}, {"ref": "his bow will remain steady", "text": "The person holding the bow steady is spoken of as if the bow itself will remain steady. It is implied he is holding it steady as he aims at his enemy. AT: \"he will hold his bow steady as he aims at his enemy\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his bow ... his hands", "text": "Here \"his\" refers to Joseph who stands for his descendants. AT: \"their bow ... their hands\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his hands will be skillful", "text": "Here \"hands\" stands for the person's arms as he is holding his bow steady. AT: \"his arms will remain strong as he aims his bow\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the hands of the Mighty One", "text": "The \"hands\" are expressing the power of Yahweh. AT: \"the power of the Mighty One\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "because of the name of the Shepherd", "text": "Here \"name\" refers to the entire person. AT: \"because of the Shepherd\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Shepherd", "text": "Jacob speak of Yahweh as if he were a \"Shepherd.\" This emphasizes that Yahweh guides and protects his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the Rock", "text": "Jacob speaks of Yahweh as if he were a \"Rock\" that people can climb upon to find safety from enemies. This emphasizes that Yahweh protects his people. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Jacob continues to bless Joseph and his descendants. (See: [[:en:bible:notes:gen:49:22|49:22-23]])"}, {"ref": "help you ... bless you", "text": "Here \"you\" refers to Joseph who stands for his descendants. AT: \"help your descendants ... bless them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "blessings of the sky", "text": "Here \"sky\" stands for the rain that helps the crops to grow. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "blessings of the deep that lies beneath", "text": "Here \"deep\" stands for the water underneath the ground that supplies rivers and wells. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "blessings of the breasts and womb", "text": "Here \"breasts and womb\" stand for the ability for a mother to have children and feed them milk. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Jacob continues to bless Joseph and his descendants."}, {"ref": "the ancient mountains", "text": "The meaning of the original language is not certain. Some Bible translations have \"my ancestors\" instead of \"ancient mountains.\""}, {"ref": "May they be on the head of Joseph", "text": "Here \"they\" refers to the blessings of his father."}, {"ref": "upon the crown of the head of the prince of his brothers", "text": "Jacob desires for these blessings to be passed on to even the most important of his descendants. AT: \"on the head of the most important of Joseph's descendants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "prince of his brothers", "text": "\"most important of his brothers\""}]}, {"id": "27", "tn": [{"ref": "Benjamin is a hungry wolf", "text": "Here \"Benjamin\" is a metonymy that stands for his descendants. Jacob speaks about Benjamin's descendants as if they were a hungry wolf. This emphasizes that they will be fierce warriors. AT: \"The descendants of Benjamin will be like hungry wolves\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "28", "tn": [{"ref": "These are the twelve tribes of Israel", "text": "\"These\" refers to the sons Jacob mentioned in 49:1-27. Each son became the leader of his own tribe."}, {"ref": "when he blessed them", "text": "Here the word \"blessed\" refers to the speaking of formal blessings."}, {"ref": "Each one he blessed with an appropriate blessing", "text": "\"He gave each son a fitting blessing\""}, {"ref": "he instructed them", "text": "\"he commanded them\""}, {"ref": "I am about to go to my people", "text": "This is a polite way of saying he is about to die. AT: \"I am about to die\" (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_idiom]]))"}, {"ref": "go to my people", "text": "Jacob is referring to where his inner man will go when he dies. He expects to join Abraham and Isaac in the afterlife. (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_idiom]]))"}, {"ref": "Ephron the Hittite", "text": "This is the name of a man. \"Hittite\" means \"descendent of Heth.\" See how you translated this in [[:en:bible:notes:gen:23:07|23:8]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Machpelah", "text": "Machpelah was the name of an area or region. See how you translated this in [[:en:bible:notes:gen:23:07|23:9]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Mamre", "text": "This was another name for the city of Hebron. It may have been named after Mamre, the friend of Abraham who lived there. See how you translated this in [[:en:bible:notes:gen:13:16|13:18]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Jacob continues speaking to his sons."}, {"ref": "in it were purchased", "text": "The purchase can be made explicit. AT: \"in it were purchased by Abraham\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "from the people of Heth", "text": "\"from the Hittites\""}, {"ref": "finished these instructions to his sons", "text": "\"finished instructing his sons\" or \"finished commanding his sons\""}, {"ref": "he pulled his feet into the bed", "text": "Jacob was sitting on the bed. Now, Jacob turns and puts his feet in the bed so he can lie down."}, {"ref": "breathed his last", "text": "This is a polite way of saying a person died. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "went to his people", "text": "After Jacob died, his inner man went to the same place as his relatives who died before him. (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_idiom]]))"}]}]