[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul reminds them of the example of their ancient Jewish fathers' experiences with immorality and idolatry."}, {"ref": "our fathers", "text": "Paul is referring to the time of Moses in the book of Exodus when Israel fled through the Red Sea as the Egyptian army pursued them. The word \"our\" refers to himself and the Corinthians and is inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "passed through the sea", "text": "This sea is known by two names, the Red Sea and the Sea of Reeds."}, {"ref": "passed through", "text": "\"walked through\" or \"traveled through\""}, {"ref": "All were baptized into Moses", "text": "\"All followed and were committed to Moses\""}, {"ref": "in the cloud", "text": "by the cloud that represented the presence of God and led the Israelites during the day"}, {"ref": "drank the same spiritual drink ... spiritual rock", "text": "\"drank the same water that God supernaturally brought out of the rock ... supernatural rock\""}, {"ref": "that rock was Christ", "text": "The \"rock\" was a literal, physical rock, so it would be best to translate this literally. If your language cannot say that a rock \"was\" a person's name, treat the word \"rock\" as a metonym for the power of Christ that worked through the rock. AT: \"it was Christ who worked through that rock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "not well pleased", "text": "\"displeased\" or \"angry\" (UDB) (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "most of them", "text": "the Israelite fathers"}, {"ref": "their corpses were scattered about", "text": "\"God scattered their dead bodies around\" or \"God killed them and scattered their bodies\""}, {"ref": "in the wilderness", "text": "the desert land between Egypt and Israel through which the Israelites wandered for 40 years"}]}, {"id": "07", "tn": [{"ref": "idolaters", "text": "\"people who worship idols\""}, {"ref": "sat down to eat and drink", "text": "\"sat down to eat a meal\""}, {"ref": "play", "text": "Paul is quoting the Jewish scriptures. His readers would have understood from this one word that the people were worshiping an idol by singing and dancing and engaging in sexual activities, not simply enjoying innocent fun. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "In one day, twenty-three thousand people died", "text": "three thousand people died** - \"God killed 23,000 people in one day\""}, {"ref": "because of it", "text": "\"because they committed those unlawful sexual acts\""}]}, {"id": "09", "tn": [{"ref": "did and were destroyed by snakes", "text": "This can be stated in active form. AT: \"did. As a result, snakes destroyed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "grumble", "text": "complaining"}, {"ref": "did and were destroyed by an angel of death", "text": "This can be stated in active form. AT: \"did. As a result, an angel of death destroyed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "these things happened to them", "text": "\"God punished our ancestors\""}, {"ref": "examples for us", "text": "Here \"us\" refers to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "They were written for our instruction", "text": "This can be stated in active form. AT: \"God had Moses write them down so we would learn to do what is right\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the end of the ages", "text": "\"the last days\""}, {"ref": "does not fall", "text": "does not sin or reject God"}, {"ref": "No temptation has overtaken you that is not common to all humanity", "text": "This can be stated as a positive. AT: \"The temptations that affect you are temptations that all people experience\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "He will not let you be tempted beyond your ability", "text": "\"He will only allow you to be tempted in ways that you are strong enough to resist\""}, {"ref": "will not let you be tempted", "text": "This can be stated in active form. AT: \"will not allow anyone to tempt you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to remind them to be pure and to stay away from idolatry and immorality as he talks about communion, which represents the blood and body of Christ."}, {"ref": "run away from idolatry", "text": "Paul is speaking of the practice of worshiping idols as if it were a physical thing like a dangerous animal. AT: \"do all you can to get away from worshiping idols\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The cup of blessing", "text": "Paul is speaking of God's blessing as though it were the wine in the cup used in the ritual of the Lord's Supper. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that we bless", "text": "\"for which we thank God\""}, {"ref": "is it not a sharing in the blood of Christ?", "text": "Paul is reminding the Corinthians of what they already know, that the cup of wine that we share represents us sharing in the blood of Christ. AT: \"we share in the blood of Christ.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The bread that we break, is it not a sharing in the body of Christ?", "text": "Paul is reminding the Corinthians of what they already know. AT: \"We share in the body of Christ when we share bread.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a sharing in", "text": "\"taking part in\" or \"equally participating with others in\""}, {"ref": "loaf of bread", "text": "a single unit of baked bread that is sliced or broken into pieces before it is eaten"}]}, {"id": "18", "tn": [{"ref": "are not those who eat the sacrifices participants in the altar?", "text": "Paul is reminding the Corinthians of what they already know so that he can give them new information. AT: \"those who eat the sacrifices share in the activities and the blessings of the altar\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What am I saying then?", "text": "Paul is reminding the Corinthians of what they already know so that he can give them new information. AT: \"To review what I am saying\" or \"This is what I mean.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "That an idol is anything?", "text": "Paul wants the Corinthians to answer the question in their minds so he does not have to tell them. AT: \"You know that I am not saying that an idol is something real.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Or that food sacrificed to an idol is anything?", "text": "Paul wants the Corinthians to answer the question in their minds so he does not have to tell them. AT: \"You know that I am not saying that food sacrificed to an idol is not important.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "20", "tn": [{"ref": "You cannot drink the cup of the Lord and the cup of demons", "text": "Paul speaks of a person drinking from the same cup as the demon as evidence that that person is a friend of the demon. AT: \"It is impossible for you to be true friends with both the Lord and demons\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You cannot have fellowship at the table of the Lord and the table of demons", "text": "\"It is impossible for you to be truly one with the Lord's people and also with demons\""}, {"ref": "Or do we provoke the Lord to jealousy?", "text": "Paul wants the Corinthians to answer this question in their minds. AT: \"You should know without me telling you that it is not right to make the Lord jealous.\""}, {"ref": "provoke", "text": "to anger or irritate"}, {"ref": "Are we stronger than he is?", "text": "Paul wants the Corinthians to answer this question in their minds. AT: \"You should know without me telling you that we are not stronger than God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "Paul again reminds them of the law of liberty and doing everything for the benefit of others."}, {"ref": "Everything is lawful", "text": "Possible meanings are 1) Paul is answering what some Corinthians might be thinking, \"Some say, 'I can do anything'\" or 2) Paul is actually saying what he thinks is true, \"God allows me to do anything.\" This should be translated as in [[:en:bible:notes:1co:06:12|6:12]]."}, {"ref": "builds people up", "text": "Paul speaks of helping people as if it were building a house. AT: \"helps people.\" See how \"builds up\" is translated in [[:en:bible:notes:1co:08:01|8:1]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "you without asking questions of conscience", "text": "\"you. God wants you to eat the food with a clear conscience\""}]}, {"id": "28", "tn": [{"ref": "But if someone ... the other person's conscience", "text": "Some translations put these words in parentheses because 1) the form of \"you\" here is singular, but Paul uses the plural form immediately before and after and 2) the words \"For why should my freedom be judged by another's conscience?\" seem to build on \"eat whatever is set before you without asking questions of conscience\" ([[:en:bible:notes:1co:10:25|10:27]]) rather than \"the other person's conscience.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "says to you ... do not eat ... informed you ... your own conscience", "text": "Paul is speaking to the Corinthians as if they were one person, so the words \"you\" and \"your\" and the command \"do not eat\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "For why ... conscience? If I partake ... gave thanks?", "text": "Possible meanings are 1) the word \"for\" refers back to [[:en:bible:notes:1co:10:25|10:27]], \"I am not to ask questions of conscience, so why ... conscience? If I partake ... gave thanks?\" or 2) Paul is quoting what some Corinthians were thinking, \"As some of you might be thinking, 'For why ... conscience? If I ... thanks?'\""}, {"ref": "why should my freedom be judged by another's conscience?", "text": "The speaker wants the hearer to answer the question in his mind. AT: \"You should know without me telling you that no one should be able to say I am doing wrong just because that person has ideas about right and wrong that are different from mine. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If I partake of the meal with gratitude, why am I being insulted for that for which I gave thanks?", "text": "The speaker wants the hearer to answer the question in his mind. AT: \"I partake of the meal with gratitude, so no one should insult me for that for which I gave thanks.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If I partake", "text": "If Paul is not quoting what some Corinthians might be thinking, the \"I\" represents those who eat meat with thankfulness. \"If a person partakes\" or \"When a person eats\""}, {"ref": "with gratitude", "text": "\"and thank God for it\" or \"and thank the person who gave it to me for it\""}]}, {"id": "31", "tn": [{"ref": "Give no offense to Jews or to Greeks", "text": "\"Do not displease Jews or Greeks\" or \"Do not make Jews or Greeks angry\""}, {"ref": "please all people", "text": "\"make all people glad\""}, {"ref": "I do not seek my benefit", "text": "\"I do not do things I desire for myself\""}, {"ref": "the many", "text": "as many people as possible"}]}]