[{"id": "01", "tn": [{"ref": "In Jehoiakim's days", "text": "\"During the time that Jehoiakim ruled Judah\""}, {"ref": "attacked Judah", "text": "You may need to make explicit what happened after Nebuchadnezzar attacked Judah. AT: \"attacked and defeated Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "This was in conformity with the word of Yahweh that had been spoken through his servants the prophets", "text": "This can be translated in active form. AT: \"This was according to the word of Yahweh that his servants the prophets had spoken\" or \"This was exactly what Yahweh had told his servants the prophets to say would happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "03", "tn": [{"ref": "It was certainly at the mouth of Yahweh", "text": "Some versions have, \"It was certainly because of the wrath of Yahweh,\" which is just as good a reading of the original text. If translators have access to versions in major languages in their region, they should probably follow their choice."}, {"ref": "at the mouth of Yahweh", "text": "Here \"mouth\" represents Yahweh's command. AT: \"as Yahweh had commanded\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "remove them out of his sight", "text": "\"get rid of them\" or \"destroy them\""}, {"ref": "innocent blood that he shed", "text": "Blood is a metonym for innocent life, and shedding blood is a metonym for killing innocent people. AT: \"innocent people whom he killed\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he filled Jerusalem with innocent blood", "text": "Blood is a metonym for innocent life, and shedding blood is a metonym for killing innocent people. AT: \"he killed many innocent people in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "are they not written ... Judah?", "text": "This is written as a rhetorical question because at the time this was written people were already aware of this information. This can be written as a statement. It can be translated in active form. See how you translated this in [[:en:bible:notes:2ki:08:22|8:23]]. AT: \"they are indeed written ... Judah.\" or \"you can find them ... Judah\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "slept with his ancestors", "text": "\"died and was buried along with his ancestors\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "07", "tn": [{"ref": "The king of Egypt did not attack any more out of his land", "text": "\"The king of Egypt did not come out of his land any more to attack other people groups\""}]}, {"id": "08", "tn": [{"ref": "Nehushta ... Elnathan", "text": "Nehushta is the name of a woman. Elnathan is the name of a man. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was evil in the sight of Yahweh", "text": "The nominal adjective \"evil\" can be translated as a relative clause \"things that ... evil.\" Here Yahweh's \"sight\" refers to how he judges or decides on the value of something. See how you translated this in [[:en:bible:notes:2ki:03:01|3:2]]. AT: \"He did things that Yahweh said were evil\" or \"He did the things that Yahweh considers evil\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he did all that his father had done", "text": "This is a generalization. AT: \"he committed the same kinds of sins his father had committed\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "10", "tn": [{"ref": "Jehoiachin the king of Judah went out to the king of Babylon, he, his mother, his servants, his princes, and his officers", "text": "You may need to make explicit why Jehoiachin went out to meet Nebuchadnezzar. AT: \"Jehoiachin the king of Judah, his mother, his servants, his princes, and his officers all went out to where the king of Babylon was, to surrender to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The king of Babylon captured him in the eighth year of his own reign", "text": "\"After the king of Babylon had been king for seven years, he captured Jehoiachin\""}]}, {"id": "13", "tn": [{"ref": "Solomon king of Israel had made", "text": "You might want to translate this so the reader understands that Solomon might have had others help him do this. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He took into exile all Jerusalem", "text": "This is an exaggeration, and the word \"Jerusalem\" is a metonym for the people who lived there. AT: \"Nebuchadnezzar took all the important people away from Jerusalem\" (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the craftsmen and the smiths", "text": "\"the men who knew how to make and repair things that are made from metal\""}, {"ref": "No one was left except the poorest people in the land", "text": "This can be translated as a positive statement. AT: \"Only the poorest people in the land still lived there\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "15", "tn": [{"ref": "seven thousand ... one thousand", "text": "\"7,000 ... 1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Mattaniah", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "18", "tn": [{"ref": "twenty-one ... eleven", "text": "one ... eleven** - \"21 ... 11\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Hamutal", "text": "This is a woman's name. (See: [[:en:ta:vol1:translate:translate_names]]"}, {"ref": "Jeremiah", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Libnah", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He did what was evil in the sight of Yahweh", "text": "The nominal adjective \"evil\" can be translated as a relative clause \"things that ... evil.\" Here Yahweh's \"sight\" refers to how he judges or decides on the value of something. See how you translated this in [[:en:bible:notes:2ki:03:01|3:2]]. AT: \"He did things that Yahweh said were evil\" or \"He did the things that Yahweh considers evil\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]