[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of John's vision. Here he describes the rejoicing in heaven over the fall of the great prostitute, who is the city of Babylon."}, {"ref": "I heard", "text": "Here \"I\" refers to John."}, {"ref": "Hallelujah", "text": "This word means \"Praise God\" or \"Let us praise God.\""}, {"ref": "the great prostitute", "text": "Here John refers to the city of Babylon whose wicked people rule over all the people of the earth and lead them to worship false gods. He speaks of the wicked people of Babylon as if they were a great prostitute. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who corrupted the earth", "text": "Here \"the earth\" is a metonym for its inhabitants. AT: \"who corrupted the people of the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the blood of his servants", "text": "Here \"the blood\" is a metonym that represents murder. AT: \"murdering his servants\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "she herself", "text": "This refers to Babylon. The reflexive pronoun \"herself\" is used to add emphasis. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "03", "tn": [{"ref": "They spoke", "text": "Here \"They\" refers to the crowd of people in heaven."}, {"ref": "Hallelujah", "text": "This word means \"Praise God\" or \"Let us praise God.\" See how you translated this in [[:en:bible:notes:rev:19:01|19:1]]."}, {"ref": "smoke rises from her", "text": "This is an ellipsis. You can include the missing words that are implied. AT: \"smoke of the fire that is burning in that city will rise\" (UDB) (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "from her forever and ever", "text": "\"from the idolators forever and ever\" or \"from those who have prostituted themselves and will suffer forever\""}, {"ref": "from her", "text": "Here \"her\" refers to Babylon."}, {"ref": "twenty-four elders", "text": "four elders** - \"24 elders.\" See how you translated this in [[:en:bible:notes:rev:04:04|4:4]]. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the four living creatures", "text": "\"the four living beings\" or \"the four living things.\" See how you translated this in [[:en:bible:notes:rev:04:06|4:6]]"}, {"ref": "who was seated on the throne", "text": "This can be stated in active form. AT: \"who sat on the throne\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "a voice came out from the throne", "text": "Here John speaks of the \"voice\" as if it were a person. AT: \"someone spoke from the throne\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Praise our God", "text": "Here \"our\" refers to the speaker and all God's servants. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "you who fear him", "text": "Here \"fear\" does not mean to be afraid of God, but to honor him. AT: \"all you who honor him\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "both the unimportant and the powerful", "text": "The speaker uses these words together to mean all of God's people. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "06", "tn": [{"ref": "Then I heard what sounded like the voice of a great number of people, like the roar of many waters, and like loud crashes of thunder", "text": "John speaks of what he is hearing as if it were like the sound made by a very large crowd of people, a large body of rushing water, and very loud thunder. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Hallelujah", "text": "This word means \"Praise God\" or \"Let us praise God.\" See how you translated this in [[:en:bible:notes:rev:19:01|19:1]]."}, {"ref": "For the Lord", "text": "\"Because the Lord\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "The voice of the crowd from the previous verse continues speaking."}, {"ref": "Let us rejoice", "text": "Here \"us\" refers to all of God's servants."}, {"ref": "give him the glory", "text": "\"give God the glory\" or \"honor God\""}, {"ref": "wedding celebration of the Lamb ... his bride has made herself ready", "text": "Here John speaks of the joining of Jesus and his people together forever as if it were a wedding celebration. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lamb", "text": "This is a young male sheep. Here is it used symbolically to refer to Christ. See how you translated this in [[:en:bible:notes:rev:05:06|5:6]]. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "has come", "text": "Existing in the present is spoken of as having come. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his bride has made herself ready", "text": "John speaks of God's people as if they were a bride who is getting ready for her wedding. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She was permitted to be dressed in bright and clean fine linen", "text": "Here \"she\" refers to the people of God. John speaks of the righteous acts of God's people as if they were a bright and clean dress that a bride wears on her wedding day. You can state this in active form. AT: \"God allowed her to wear a dress of bright and clean fine linen\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "An angel begins to speak to John. This is likely the same angel who began to speak to John in [[:en:bible:notes:rev:17:01|17:1]]."}, {"ref": "those who are invited", "text": "You can state this in active form. AT: \"the people whom God invites\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the wedding feast of the Lamb", "text": "Here the angel speaks of the joining of Jesus and his people forever as if it were a wedding feast. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I prostrated myself", "text": "To prostrate oneself is to lie on the ground, face down, to show respect and willingness to serve. See note in [[:en:bible:notes:rev:19:03|19:3]]."}, {"ref": "your brothers", "text": "The word \"brothers\" here refers to all believers, male and female."}, {"ref": "who hold the testimony about Jesus", "text": "Here holding stands for believing in or announcing. AT: \"who speak the truth about Jesus\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the testimony about Jesus is the spirit of prophecy", "text": "Here \"spirit of prophecy\" refers to God's Holy Spirit. AT: \"because it is the Spirit of God who gives people the power to speak the truth about Jesus\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "This is the beginning of a new vision. John begins to describe a rider on a white horse."}, {"ref": "Then I saw heaven open", "text": "This imagery is used to signify the beginning of a new vision. See how you translated this idea in [[:en:bible:notes:rev:04:01|4:1]] and [[:en:bible:notes:rev:11:19|11:19]] and [[:en:bible:notes:rev:15:05|15:5]]."}, {"ref": "The one riding it", "text": "The rider is Jesus."}, {"ref": "It is with justice that he judges", "text": "Here \"justice\" refers to what is right. AT: \"He judges all people according to what is right\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "His eyes are like a fiery flame", "text": "John speaks of the rider's eyes as if they shone like a flame of fire. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He has a name written on him", "text": "You can state this in active form. AT: \"Someone has written a name on him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that no one knows but he himself", "text": "\"Only he knows the meaning of that name\" (UDB)"}, {"ref": "He wears a robe that was dipped in blood", "text": "You can state this in an active form. AT: \"Blood had covered his robe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his name is called the Word of God", "text": "You can state this in active form. AT: \"his name is also the Word of God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "Out of his mouth goes a sharp sword", "text": "The sword blade was sticking out of his mouth. The sword itself was not in motion. See how you translated a similar phrase in [[:en:bible:notes:rev:01:14|1:16]]."}, {"ref": "strikes down the nations", "text": "\"destroys the nations\" or \"brings the nations under his control\""}, {"ref": "rule them with an iron rod", "text": "John speaks of the rider's power as if he were ruling with an iron rod. See how you translated this in [[:en:bible:notes:rev:12:05|12:5]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He tramples in the winepress of the fury of the wrath of God Almighty", "text": "John speaks of the rider's destroying his enemies as if they were grapes that a person tramples in a winepress. Here \"wrath\" refers to God's punishment of evil persons. AT: \"He will crush his enemies according to the judgment of God Almighty, just as a person crushes grapes in a winepress\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He has a name written on his robe and on his thigh:", "text": "This can be stated in active form. AT: \"Someone has written a name on his robe and thigh:\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "I saw an angel standing in the sun", "text": "Here \"the sun\" is a metonym for the light of the sun. AT: \"Then I saw an angel standing in the light of the sun\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "both free and slave, the unimportant and the powerful", "text": "The angel uses these two sets of opposite-meaning words together to mean all people. (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "19", "tn": [{"ref": "The beast was captured and with him the false prophet", "text": "This can be stated in active form. AT: \"The rider on the white horse captured the beast and the false prophet\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the mark of the beast", "text": "This was an identifying mark that indicated that the person who received it worshiped the beast. See how you translated this in [[:en:bible:notes:rev:13:15|13:17]]."}, {"ref": "The two of them were thrown alive", "text": "This can be stated in active form. AT: \"God threw the beast and the false prophet alive\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the fiery lake of burning sulfur", "text": "\"the lake of fire that burns with sulfur\" (UDB) or \"place full of fire that burns with sulfur\""}]}, {"id": "21", "tn": [{"ref": "The rest of them were killed by the sword that came out of the mouth of the one who rode on the horse", "text": "This can be stated in active form. AT: \"The rider of the horse killed the remainder of the beast's armies with the sword that extended from his mouth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the sword that came out of the mouth", "text": "The sword blade was sticking out of his mouth. The sword itself was not in motion. See how you translated a similar phrase in [[:en:bible:notes:rev:01:14|1:16]]."}]}]