[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The part of the story about Stephen, which began in [[:en:bible:notes:act:06:08|6:8]], continues. Stephen begins his response to the high priest and the council by talking about things that happened in Israel's history. Most of this history comes from Moses' writings."}, {"ref": "General Information:", "text": "The word \"our\" includes both Steven, the Jewish council to whom he spoke, and the entire audience. The word \"your\" is singular refers to Abraham. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "Brothers and fathers, listen to me", "text": "Stephen was being very respectful to the council in greeting them as extended family."}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "In verse 4 the words \"he,\" \"his,\" and \"him\" refer to Abraham. In verse 5 the words \"He\" and \"he\" refer to God, but the word \"him\" refers to Abraham."}, {"ref": "General Information:", "text": "Here the word \"you\" refers to the Jewish council and audience. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "He gave none of it", "text": "\"He did not give any of it\""}, {"ref": "enough to set a foot on", "text": "Possible meanings for this phrase are 1) enough ground to stand on or 2) enough ground to take a step. AT: \"a very tiny piece of ground\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "as a possession to him and to his descendants after him", "text": "\"for Abraham to own and to give to his descendants\""}]}, {"id": "06", "tn": [{"ref": "God was speaking to him like this", "text": "It may be helpful to state that this occurred later than the statement in the previous verse. AT: \"Later God told Abraham\""}, {"ref": "four hundred years", "text": "\"400 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "I will judge the nation", "text": "\"nation\" refers to the people in it. AT: \"I will judge the people of the nation\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to which they will be slaves", "text": "\"to which your descendants will be slaves\""}, {"ref": "gave Abraham the covenant of circumcision", "text": "The Jews would have understood that this covenant required Abraham to circumcise the males of his family. AT: \"made a covenant with Abraham to circumcise the males of his family\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so Abraham became the father of Isaac", "text": "The story transitions to Abraham's descendants."}, {"ref": "and Jacob the father", "text": "\"and Jacob became the father.\" Stephen shortened this. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "09", "tn": [{"ref": "The patriarchs", "text": "\"Jacob's older sons\" or \"Joseph's older brothers\""}, {"ref": "were motivated by jealousy against", "text": "\"became jealous of.\" This can be stated in the active form. At: \"jealousy motivated the patriarchs against\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sold him into Egypt", "text": "The Jews knew their ancestors sold Joseph to be a slave in Egypt. AT: \"sold him as a slave in Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and God", "text": "It may be more natural to say \"but God\" for some audiences."}, {"ref": "was with him", "text": "This is an idiom for helping someone. AT: \"helped him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "over Egypt", "text": "This refers to the people of Egypt. AT: \"over all the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all his household", "text": "This refers to all his possessions. AT: \"everything he owned\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "there came a famine", "text": "\"a famine came.\" The ground stopped producing food."}, {"ref": "our fathers", "text": "This refers Jacob and his sons, who were the ancestors of the Jewish people."}, {"ref": "grain", "text": "\"grain\" was the most common food at that time."}, {"ref": "our forefathers ... his brothers", "text": "Both of these phrases refer to Joseph's older brothers. The UDB makes this explicit. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "At the second time", "text": "\"The next time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "showed himself", "text": "Joseph revealed to his brothers his identity as their brother."}, {"ref": "Joseph's family became known to Pharaoh", "text": "This can be stated in active form. AT: \"Pharaoh learned that they were Joseph's family\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "sent his brothers back", "text": "\"sent his brothers back to Canaan\" or \"sent his brothers back home\""}, {"ref": "then he died", "text": "Make sure it does not sound as though he died as soon as he arrived in Egypt. AT: \"and eventually he died\""}, {"ref": "himself and our forefathers", "text": "\"Jacob and his sons who became our ancestors\""}, {"ref": "They were carried over ... and laid", "text": "This can be stated in active form. AT: \"Jacob's descendants carried Jacob's body and his son's bodies over ... and buried them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for a price in silver", "text": "\"with money\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "The word \"our\" includes Stephen and his audience. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "As the time of the promise ... the people grew and multiplied", "text": "In some languages it may be helpful to say that the people increased in number before saying that the time of the promise arrived. (See UDB)"}, {"ref": "time of the promise approached", "text": "It was close to the time that God would fulfill his promise to Abraham."}, {"ref": "there arose another king", "text": "\"another king began to rule\""}, {"ref": "over Egypt", "text": "\"Egypt\" refers to the people of Egypt. AT: \"the people of Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who did not know about Joseph", "text": "\"Joseph\" refers to the reputation of Joseph. AT: \"who did not know that Joseph had helped Egypt\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "treated our forefathers so badly", "text": "\"treated our ancestors so poorly\" or \"took advantage of our ancestors\""}, {"ref": "expose their infants", "text": "to abandon their infants so that the infants would die"}]}, {"id": "20", "tn": [{"ref": "At that time Moses was born", "text": "This introduces Moses into the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "very beautiful before God", "text": "This phrase is an idiom that means Moses was very beautiful. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "was nourished", "text": "This can be stated in active form. AT: \"his parents nourished him\" or \"his parents cared for him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "When he was placed outside", "text": "Moses was \"placed outside\" because of Pharaoh's command. This can be stated in active form. AT: \"When his parents placed him outside\" or \"When they abandoned him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as her own son", "text": "\"as if he were her own son\""}]}, {"id": "22", "tn": [{"ref": "Moses was educated", "text": "This can be stated in active form. AT: \"The Egyptians educated Moses\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the learning of the Egyptians", "text": "This is an exaggeration to emphasize that he had a very high level of education. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "mighty in his words and works", "text": "\"effective in his speech and actions\" or \"influential in what he said and did\""}, {"ref": "it came into his heart", "text": "\"he thought about and decided.\" This is an idiom that means \"he decided\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "visit his brothers, the children of Israel", "text": "This refers to his people, and not just to his family. AT: \"see how his own people, the children of Israel, were doing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Seeing an Israelite being mistreated ... the Egyptian", "text": "This can be stated in active form by rearranging the order. AT: \"Seeing an Egyptian mistreating an Israelite, Moses defended and avenged the Israelite by striking the Egyptian who was oppressing him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "striking the Egyptian", "text": "Moses hit the Egyptian so hard that he died."}, {"ref": "he thought", "text": "\"he imagined\""}, {"ref": "by his hand was rescuing them", "text": "\"was rescuing them through Moses\" or \"was using Moses to rescue them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Here the word \"us\" refers to the Israelites but does not include Moses. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "some Israelites", "text": "The audience would have known from the account in Exodus that these were two men, but Stephen does not specify that. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "put them at peace with each other", "text": "\"make them stop fighting\" (UDB)"}, {"ref": "Men, you are brothers", "text": "Moses was addressing the Israelites who were fighting."}, {"ref": "why are you hurting one another?", "text": "Moses asked this question to encourage them to stop fighting. AT: \"you should not hurt each other!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Who made you a ruler and a judge over us?", "text": "The man used this question to rebuke Moses. AT: \"You have no authority over us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Would you like to kill me, as you killed the Egyptian yesterday?", "text": "The man used this question to warn Moses that he and probably others knew Moses had killed the Egyptian."}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Stephen's audience already knew that Moses had married a Midianite woman when he fled Egypt. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "after hearing this", "text": "The implied information is that Moses understood that the Israelites knew that he had killed an Egyptian the day before ([[:en:bible:notes:act:07:26|7:28]]). (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When forty years were past", "text": "\"After 40 years passed.\" This was the amount of time Moses had been in Midian. AT: \"Forty years after Moses fled from Egypt\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "an angel appeared", "text": "Stephen's audience knew that God spoke through the angel. The UDB makes this explicit.  (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "he marveled at the sight", "text": "Moses was surprised that the bush was not burning up in the fire. This was previously known by Stephen's audience. AT: \"because the bush was not burning up\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "as he approached to look at it ... Moses trembled and did not dare to look", "text": "This may mean Moses initially drew close to the bush to investigate, but then drew back in fear when he heard the voice."}, {"ref": "I am the God of your fathers", "text": "\"I am the God whom your ancestors worshiped\" (UDB)"}, {"ref": "Moses trembled", "text": "Moses shook from fear. This can be made clear. AT: \"Moses trembled with fear\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "33", "tn": [{"ref": "Take off  your sandals", "text": "God told Moses this so he would honor God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "for the place you are standing on is holy ground", "text": "The implied information is that where God is present, the immediate area around God is considered or made holy by God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "certainly seen", "text": "\"seen for sure.\" The word certainly adds emphasis to seen."}, {"ref": "my people", "text": "The word \"my\" emphasizes that these people belonged to God. AT: \"the descendants of Abraham, Isaac, and Jacob\""}, {"ref": "I have come down to rescue them", "text": "\"will personally cause their release\""}, {"ref": "now come", "text": "\"get ready.\" God uses an order here."}]}, {"id": "35", "tn": [{"ref": "General Information:", "text": "Verses 35-38 contains a series of connected phrases referring to Moses. Each phrase begins with statements such as \"This Moses\" or \"This same Moses\" or \"This is the man\" or \"It is the same Moses.\" If possible, use similar statements to emphasize Moses."}, {"ref": "General Information:", "text": "After the Israelites left Egypt, they spent 40 years wandering around the wilderness before God led them into the land he had promised them."}, {"ref": "This Moses whom they rejected", "text": "This refers back to the events recorded in [[:en:bible:notes:act:07:26|7:27-28]]."}, {"ref": "Who made you a ruler and a judge?", "text": "This question was used to rebuke Moses. AT: \"You have no authority over us!\" See how you translated this rhetorical question in [[:en:bible:notes:act:07:26|7:27]]. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a ruler and deliverer", "text": "\"to rule over them and to free them from being slaves\""}, {"ref": "by the hand of the angel", "text": "\"by means of the angel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "during forty years", "text": "Stephen's audience knew about the forty years the Israelites spent in the wilderness. AT: \"during the 40 years that the Israelite people lived in the wilderness\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "raise up a prophet", "text": "\"cause another man to be a prophet\""}, {"ref": "from among your brothers", "text": "\"from among your own people\" (UDB)"}]}, {"id": "38", "tn": [{"ref": "General Information:", "text": "The quotation in verse 40 is from the writings of Moses."}, {"ref": "This is the man who was in the assembly", "text": "\"This is the man Moses who was among the Israelites\" (UDB)"}, {"ref": "This is the man", "text": "The phrase \"This is the man\" throughout this passage refers to Moses."}, {"ref": "this is the man who received living words to give to us", "text": "God was the one who gave those words. AT: \"this is the man to whom God spoke living words to give to us\""}, {"ref": "living words", "text": "Possible meanings are 1) \"a message that endures\" or 2) \"words that give life.\""}, {"ref": "pushed him away from themselves", "text": "This metaphor emphasizes their rejection of Moses. AT: \"they rejected him as their leader\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in their hearts they turned back", "text": "\"they desired to turn back\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "At that time", "text": "\"When they decided to return to Egypt\""}]}, {"id": "41", "tn": [{"ref": "General Information:", "text": "Stephen's quotation here is from the prophet Amos."}, {"ref": "they made a calf", "text": "Stephen's audience knew the calf they made was a statue. AT: \"they made a statue that looked like a calf\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a calf ... the idol ... the work of their hands", "text": "These phrases all refer to the same statue of the calf."}, {"ref": "God turned", "text": "\"God turned away.\" This action expresses that God was not pleased with the people and no longer helped them. AT: \"God stopped correcting them\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "gave them up", "text": "\"abandoned them\" (UDB)"}, {"ref": "the stars in the sky", "text": "Possible meanings for the original phrase are 1) the stars only or 2) the sun, moon, and stars."}, {"ref": "the book of the prophets", "text": "This was apparently a collection of the writings of several of the Old Testament prophets into one scroll. It would also have included the writings of Amo."}, {"ref": "Did you offer to me slain beasts and sacrifices ... Israel?", "text": "God asked this question to show Israel they did not worship Him with their sacrifices. AT: \"You did not honor me when you offered slain beasts and sacrifices ... Israel\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "house of Israel", "text": "This refers to the whole nation of Israel. AT: \"all you Israelites\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "43", "tn": [{"ref": "Connecting Statement:", "text": "Stephen continues his response to the high priest and the council which he began in [[:en:bible:notes:act:07:01|7:2]]."}, {"ref": "General Information:", "text": "The quotation from the prophet Amos continues here."}, {"ref": "You accepted", "text": "It is implied that they took these idols with them as they traveled in the wilderness. AT: \"you carried with you from place to place\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "tabernacle of Molech", "text": "the tent that housed the false god Molech"}, {"ref": "the star of the god Rephan", "text": "the star that is identified with the false god Rephan"}, {"ref": "the images that you made", "text": "They made statues or images of the gods Molech and Rephan in order to worship them."}, {"ref": "I will carry you away beyond Babylon", "text": "\"I will remove you to places even farther than Babylon.\" This would be God's act of judgment."}]}, {"id": "44", "tn": [{"ref": "the tabernacle of the testimony", "text": "The tent that housed the ark (a box) with the 10 commandments carved in stone inside it"}, {"ref": "tabernacle of the testimony ... the tent", "text": "These two phrases refer to the same thing."}, {"ref": "on the possession of the nations", "text": "\"into the possession of the nations.\" This would include the land, buildings, crops, animals and all the possessions of the nations that Israel was conquering."}, {"ref": "the nations", "text": "This refers to the people who lived in the land before Israel. AT: \"the people who previously lived here\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It was like this until the days of David", "text": "The ark remained in a tent up to and including the time of David, king of Israel."}, {"ref": "a dwelling place for the God of Jacob", "text": "\"a house for the ark where the God of Jacob could stay.\" David wanted a permanent place for the ark to reside in Jerusalem, not in a tent."}]}, {"id": "47", "tn": [{"ref": "General Information:", "text": "In verses 49 and 50, Stephen quotes from the prophet Isaiah. In the quotation, God is speaking about himself."}, {"ref": "made with hands", "text": "\"made by people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Heaven is my throne ... earth the footstool for my feet", "text": "The prophet is comparing the greatness of God's presence to how impossible it is for man to build a place for God to rest on earth since the whole earth is nothing but a place for God to rest his feet."}, {"ref": "What kind of house can you build me?", "text": "God asks this question to show how useless man's efforts are to take care of God. AT: \"You can not build a house adequate enough for me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "where is the place for my rest?", "text": "God asks this question to show man that he cannot provide God any rest. AT: \"There is no place of rest good enough for me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did not my hand make all these things?", "text": "God asks this question to show that man did not create anything. AT: \"My hand made all these things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "51", "tn": [{"ref": "Connecting Statement:", "text": "With a sharp rebuke, Stephen finishes his response to the high priest and the council which he began in [[:en:bible:notes:act:07:01|7:2]]."}, {"ref": "You people who are stiff-necked", "text": "necked** - Stephen shifted from identifying with the Jewish leaders to rebuking them."}, {"ref": "stiff-necked", "text": "necked** - This does not mean their necks were stiff but rather that they were \"stubborn.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "uncircumcised in heart and ears", "text": "The Jews regarded uncircumcised people as disobedient to God. Stephen uses \"hearts and ears\" to represent to the Jewish leaders who acted the way Gentiles act when they do not obey or listen to God. AT: \"you refuse to obey and hear\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Which of the prophets did your forefathers not persecute?", "text": "Stephen asked this question to show them that they learned nothing from the errors of their forefathers. AT: \"Your forefathers persecuted every prophet!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Righteous One", "text": "This refers to the Christ, the Messiah."}, {"ref": "you have now become the betrayers and murderers of him also", "text": "\"you have also betrayed and murdered him\""}, {"ref": "murderers of him", "text": "\"murderers of the Righteous One\" or \"murderers of the Christ\""}, {"ref": "the law that angels had established", "text": "\"the laws that God caused angels to give to our ancestors\" (UDB)"}]}, {"id": "54", "tn": [{"ref": "Connecting Statement:", "text": "The council reacts to Stephen's words."}, {"ref": "Now when the council members heard these things", "text": "This is the turning point; the sermon ends and the council members react."}, {"ref": "cut to the heart", "text": "\"extremely angry\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "ground their teeth at Stephen", "text": "This action expressed their strong anger at Stephen or hatred of Stephen. AT: \"they became so angry that they ground their teeth together\" or  \"moved their teeth back and forth as they looked at Stephen.\"(See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "looked up intently into heaven", "text": "\"Stared up into heaven.\" It appears that only Stephen saw this vision and not anyone else in the crowd."}, {"ref": "saw the glory of God", "text": "People normally experienced the glory of God as a bright light. AT: \"saw a bright light from God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "standing at the right hand of God", "text": "The phrase \"at the right hand\" is an idiom that refers to the place of honor. AT: \"standing in the place of honor beside God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Son of Man", "text": "Stephen refers to Jesus by the title \"Son of Man.\""}]}, {"id": "57", "tn": [{"ref": "stopped their ears", "text": "put their hands over their ears to show that they did not want to hear any more of what Stephen said. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "they threw him out of the city", "text": "\"they seized Stephen and forcefully took him out of the city\""}, {"ref": "outer clothes", "text": "These are cloaks or robes one would wear outside to stay warm, similar in function to a jacket or coat."}, {"ref": "at the feet", "text": "\"in front of.\" They were placed there so Saul could watch them."}, {"ref": "a young man", "text": "Saul was probably around 30 years old at the time."}]}, {"id": "59", "tn": [{"ref": "Connecting Statement:", "text": "This ends the story of Stephen."}, {"ref": "receive my spirit", "text": "\"take my spirit.\" It may be helpful to add \"please\" to show that this was a request. AT: \"please receive my spirit\""}, {"ref": "He knelt down", "text": "This is an act of submission to God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "do not hold this sin against them", "text": "This can be stated in a positive way. AT: \"forgive them for this sin\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "fell asleep", "text": "This is a polite expression that means he \"died.\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]