[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This is the next event in the story. Possible setting: 1) this may have occurred on the same day that Jesus was questioned by the Sadducees ([[:en:bible:notes:luk:20:27|20:27]]) or 2) this may be a different day. Jesus begins teaching his disciples. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "gifts", "text": "\"gifts of money\""}, {"ref": "treasury", "text": "\"collection box\" or \"money box.\" This was one of the boxes in the temple courtyard where people put money as a gift to God."}, {"ref": "a certain poor widow", "text": "This is a way of introducing a new character to the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "two mites", "text": "\"two small coins\" or \"two tiny copper coins.\" These were the least valuable of the coins people used then. AT: \"two pennies\" or \"two small coins of little value\" (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "Truly I say to you", "text": "This means that what Jesus was about to say was very important."}, {"ref": "I say to you", "text": "Jesus was talking to his disciples. The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "this poor widow put in more than all of them", "text": "This does not mean she put in as much money as the rich men. Rather, it means that God considered her gift to be more significant that the larger sums the men gave. AT: \"the small gift of this widow was more valuable than larger gifts of the rich men\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "gave gifts out of their abundance", "text": "\"have a lot of money but only gave a small portion of it\""}, {"ref": "out of her poverty", "text": "\"who has very little money\""}]}, {"id": "05", "tn": [{"ref": "Connecting Statement:", "text": "Jesus switches from talking about the widow to teaching about the temple."}, {"ref": "offerings", "text": "\"things people had given to God\""}, {"ref": "these things that you see", "text": "This refers to the beautiful temple and its decorations."}, {"ref": "the days will come when", "text": "\"there will be a time when\" or \"someday\""}, {"ref": "not one stone will be left on another", "text": "This can be stated in active form. AT: \"enemies will not leave any stone on top of another\" (See [[:en:ta:vol2:translate:figs_activepassive]])."}, {"ref": "not one stone will be left ... not be torn down", "text": "This can be stated in positive form. AT: \"every stone will be removed from its place and they will all be torn down\""}, {"ref": "which will not be torn down", "text": "This can be translated as a new sentence. AT: \"They will all be torn down\" or \"Enemies will tear down every stone\" (See [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "they asked him", "text": "\"the disciples asked Jesus\" or \"Jesus' disciples asked him\""}, {"ref": "these things", "text": "This refers to what Jesus just said about enemies destroying the temple."}, {"ref": "that you are not deceived", "text": "Jesus was talking to his disciples. The word \"you\" is plural. AT: \"that you do not believe lies\" or \"that no one deceives you\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in my name", "text": "People coming in his name claim to represent him. AT: \"claiming to be me\" or \"claiming to have my authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am he", "text": "\"I am the Christ\" or \"I am the Messiah\""}, {"ref": "Do not go after them", "text": "\"Do not believe them\" or \"Do not become their disciples\""}, {"ref": "do not be terrified", "text": "\"do not let these things terrify you\" or \"do not be afraid\""}, {"ref": "the end will not happen immediately", "text": "This refers to the final judgment. AT: \"the end of the world will not happen immediately after the wars and riots\" or \"the world will not end immediately after those things happen\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the end", "text": "\"the end of everything\" or \"the end of the age\""}]}, {"id": "10", "tn": [{"ref": "Then he said to them", "text": "\"Then Jesus said to his disciples.\" Since this is just a continuation of Jesus speaking from the previous verse, some languages may prefer not to say \"Then he said to them.\""}, {"ref": "Nation will rise against nation", "text": "\"One nation will attack another nation.\" This can also be treated like a general statement. AT: \"Nations will attack other nations\""}, {"ref": "Nation", "text": "This refers to ethnic groups of people rather than to countries."}, {"ref": "kingdom against kingdom", "text": "Some words are not repeated to make this a short statement. AT: \"kingdom will rise against kingdom\" or \"armies from one kingdom will attack armies from another kingdom\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "in various places famines and plagues", "text": "Some words are not repeated to make this a short statement. AT: \"there will be famines and plagues in many places\" or \"times of hunger and diseases that will kill many people in different places\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "terrifying events", "text": "\"events that terrify people\" or \"events that cause people to be very afraid\""}]}, {"id": "12", "tn": [{"ref": "these things", "text": "This refers to the terrible things that Jesus had said would happen."}, {"ref": "they will lay their hands on you", "text": "\"they will grab you.\" This expression refers to people exercising authority over the disciples. AT: \"they will arrest you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will", "text": "\"people will\" or \"enemies will\""}, {"ref": "you", "text": "Jesus was talking to his disciples. The word \"you\" is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "delivering you over to the synagogues", "text": "\"handing you over to the leaders of the synagogues.\" The leaders of the synagogues could forbid all the other Jews from interacting with the disciples because they follow Jesus."}, {"ref": "and prisons", "text": "\"and delivering you over to the prisons\" or \"and putting you in prisons\""}, {"ref": "because of my name", "text": "The word \"name\" is here used to refer to Jesus himself. AT: \"because of me\" or \"because you follow me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for your testimony", "text": "\"for you to tell them your testimony about me\""}]}, {"id": "14", "tn": [{"ref": "Therefore", "text": "\"Because of this.\" Jesus uses this word here to refer back to everything he has said, beginning in [[:en:bible:notes:luk:21:10|21:10]]. (See: [[:en:ta:vol2:translate:writing_connectingwords]])"}, {"ref": "resolve in your hearts", "text": "The \"heart\" refers to the decisions of the whole person. AT: \"make up your mind\" or \"decide firmly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "not to prepare your defense", "text": "\"not to figure out what you will say in order to defend yourself against their accusations\""}, {"ref": "I will give you words and wisdom", "text": "\"I will tell you what wise things to say\""}, {"ref": "words and wisdom", "text": "These can be combined into one phrase. AT: \"words of wisdom\" or \"wise words\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "which all your adversaries", "text": "This can be the start of a new sentence. AT: \"All your adversaries\""}, {"ref": "which all your adversaries will not be able to resist or contradict", "text": "It may be helpful to change the way the negative is used.  AT: \"none of your adversaries will be able to argue against you or say that you are wrong\""}]}, {"id": "16", "tn": [{"ref": "you will be delivered up also by parents, brothers, relatives and friends", "text": "This can be stated in active form. AT: \"even your parents, brothers, relatives, and friends will hand you over to the authorities\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will put some of you to death", "text": "\"they will kill some of you.\" Possible meanings are 1) \"the authorities will kill some of you\" or 2) \"those who deliver you up will kill some of you.\" The first meaning is more likely."}, {"ref": "You will be hated by everyone", "text": "This is an exaggeration to emphasize the seriousness of the persecution. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "because of my name", "text": "\"my name\" here refers to Jesus. AT: \"because of me\" or \"because you follow me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "But not a hair of your head will perish", "text": "This refers to one of the smallest parts of a person to emphasize that the whole person will not perish. Jesus had already said that some of them would be put to death. So some understand this to mean that they would not be harmed spiritually. AT: \"But these things cannot really harm you\" or \"Even every hair on your head will be safe\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "In your endurance", "text": "\"By holding firm.\" This can be stated in the opposite way. AT: \"If you do not quit\""}, {"ref": "you will gain your souls", "text": "The \"soul\" was understood to represent the eternal part of a person. AT: \"you will receive life\" or \"you will save yourselves\" (UDB)"}]}, {"id": "20", "tn": [{"ref": "Jerusalem surrounded by armies", "text": "This can be stated in active form. AT: \"armies surrounding Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that its destruction is near", "text": "\"that it will soon be destroyed\" or \"that they will soon destroy it\""}, {"ref": "flee", "text": "\"run away from danger\""}, {"ref": "in the country", "text": "This refers to the rural areas outside Jerusalem, and not to the nation. AT: \"outside the city\""}, {"ref": "enter it", "text": "\"enter Jerusalem\""}, {"ref": "these are days of vengeance", "text": "\"these are days of punishment\" or \"this will be the time when God will punish this city\" (UDB)"}, {"ref": "all the things that are written", "text": "This can be stated in active form. AT: \"all the things that the prophets wrote in the scriptures long ago\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will be fulfilled", "text": "This can be stated in active form. AT: \"will happen\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "to them who are nursing", "text": "\"to mothers who are nursing their babies\""}, {"ref": "there will be great distress upon the land", "text": "Possible meanings are 1) the people of the land will be distressed or 2) there will be physical disasters in the land."}, {"ref": "wrath to this people", "text": "\"there will be wrath to the people at that time.\" God will bring this wrath. AT: \"this people will experience God's anger\" or \"God will be very angry and will punish this people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will fall by the edge of the sword", "text": "\"they will be killed by the edge of the sword.\" AT: \"the enemy soldiers will kill them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they will be led captive into all the nations", "text": "This can be stated in active form. AT: \"their enemies will capture them and take them to other countries\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "into all the nations", "text": "\"into many other countries\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Jerusalem will be trampled by the Gentiles", "text": "Possible meanings are 1) the Gentiles will conquer Jerusalem and occupy it or 2) the Gentiles will destroy the city of Jerusalem or 3) the Gentiles will destroy the people of Jerusalem. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "trampled by the Gentiles", "text": "This metaphor speaks of Jerusalem as if the people of other nations was walking on it and crushing it down with their feet. This refers to domination. AT: \"conquered by the Gentiles\" or \"destroyed by the other nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the times of the Gentiles are fulfilled", "text": "This can be stated in active form. AT: \"the period of the Gentiles has come to an end\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "there will be distress of the nations", "text": "Here \"the nations\" refers to the people in them. AT: \"the people of the nations will be distressed\" or \"the people of the nations will be very anxious\""}, {"ref": "in despair from the roar of the sea and waves", "text": "\"because they will be confused by the roar of the sea and its waves\" or \"and the loud noise of the sea and its rough movements will frighten the people.\" This seems to refer to unusual storms or disasters involving the seas."}, {"ref": "the things which are coming upon the world", "text": "\"the things that will happen in the world\" or \"the things that will happen to the world\""}, {"ref": "the powers of the heavens will be shaken", "text": "This can be stated in active form. Possible meanings are 1) the things in the sky like the sun, moon, and stars will not move in their normal way. AT: \"God will shake the powerful things in the heavens\" or 2) the powerful spirits in the heavens will be distressed. The first is recommended. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "27", "tn": [{"ref": "Son of Man", "text": "Jesus is refers to himself. AT: \"me, the Son Man\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "coming in a cloud", "text": "\"coming down in a cloud\""}, {"ref": "with power and great glory", "text": "Here \"power\" probably refers to his authority to judge the world. Here \"glory\" may refer to a bright light. God sometimes shows his greatness with a very bright light. AT: \"powerfully and gloriously\" or \"and he will be powerful and very glorious\""}, {"ref": "stand up", "text": "Sometimes when people are afraid, they crouch down in order to avoid being seen or hurt. When they are no longer afraid, they get up. AT: \"stand up with confidence\""}, {"ref": "lift up your heads", "text": "By lifting their heads to look up, they would be able to see their rescuer coming to them. AT: \"look up\" (See: [[:en:ta:vol1:translate:figs_idiom|Idiom]])"}, {"ref": "because your deliverance is coming near", "text": "God, who delivers, is spoken of as if he were the deliverance that he causes. AT: \"because your deliverer is coming to you\" or \"because God will soon save you\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "As Jesus continues teaching his disciples, he tells them a parable. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "When they sprout buds", "text": "\"When new leaves start to grow\""}, {"ref": "summer is already near", "text": "\"summer is about to start.\" Summer in Israel follows the sprouting of fig tree leaves and is the time when the figs ripen. AT: \"harvest time is ready to start\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So also, when you see these things happening", "text": "The appearance of the signs that Jesus just described signal the arrival of the kingdom of God just as appearance of the leaves of the fig tree signal the arrival of summer."}, {"ref": "the kingdom of God is near", "text": "\"God will soon establish his kingdom.\" AT: \"God will soon rule as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "32", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues teaching his disciples."}, {"ref": "Truly, I say to you", "text": "This expression emphasizes the importance of what Jesus is about to say."}, {"ref": "this generation", "text": "Possible meanings are 1) the generation that will see the first of the signs Jesus spoke of or 2) the generation Jesus was speaking to. The first is more likely."}, {"ref": "will not pass away until", "text": "This could be stated in positive form. AT: \"will still be alive when\""}, {"ref": "Heaven and earth will pass away", "text": "\"Heaven and earth will cease to exist.\" The word \"heaven\" here refers to the sky and the universe beyond it."}, {"ref": "my words will never pass away", "text": "\"my words will never cease to exist\" or \"my words will never fail.\" Jesus uses \"words\" here to refer to everything he says. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "will never pass away", "text": "This could be stated in positive form. AT: \"will remain forever\""}]}, {"id": "34", "tn": [{"ref": "so that your hearts are not burdened", "text": "The \"heart\" here refers to the mind and thoughts of the person. AT: \"so that you are not occupied with\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "are not burdened", "text": "Jesus here speaks of the following sins as if they were a physical weight that a person had to carry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the effects of drinking", "text": "\"drinking too much wine that would make one drunk\""}, {"ref": "the worries of life", "text": "\"worrying too much about this life\""}, {"ref": "then that day will close on you suddenly like a trap", "text": "Just as a trap closes on an animal when the animal does not expect it, that day will happen when people do not expect it. AT: \"that day will happen when you are not expecting it, as when a trap closes suddenly on an animal\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "then that day will close on you suddenly", "text": "The coming of that day will appear to be sudden and unexpected to those who are not ready and watching for it. AT: \"For if you are not careful, that day will close on you suddenly.\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "that day", "text": "This refers to the day when the Messiah returns. AT: \"the day when the Son of Man comes\""}, {"ref": "it will come upon everyone", "text": "\"it will affect everyone\" or \"the events of that day will affect everyone\""}, {"ref": "on the face of the whole earth", "text": "The surface of the earth is spoken of as if it was the face of a person. That is, the outward part. AT: \"on the surface of the whole earth\" or \"on the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes teaching his disciples."}, {"ref": "be alert", "text": "\"be ready for my coming\""}, {"ref": "strong enough to escape all these things", "text": "Possible meanings are 1) \"strong enough to endure these things\" or 2) \"able to avoid these things.\""}, {"ref": "these things that will take place", "text": "\"these things that will happen.\" Jesus had just told them about terrible things that would happen such as persecution, war, and captivity."}, {"ref": "to stand before the Son of Man", "text": "\"to stand with confidence before the Son of Man.\" This probably refers to when the Son of Man judges everyone. A person who is not ready will be afraid of the Son of Man and will not stand with confidence."}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story that began in [[:en:bible:notes:luk:21:01|20:1]]. These verses tell on-going action that continues after the main part of the story ends. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "during the days he was teaching", "text": "\"during the daytime he would teach\" or \"he would teach each day.\" The following verses tell about things that Jesus and the people did each day during the week before he died."}, {"ref": "in the temple", "text": "Only priests were allowed in the temple. AT: \"at the temple\" or \"in the temple courtyard\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "at night he went out", "text": "\"at night he would go out of the city\" or \"he went out each night\""}, {"ref": "All of the people", "text": "This is an exaggeration to emphasize the size of the crowd. AT: \"A very large number of people\" or \"Almost everyone\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "came early in the morning", "text": "\"would come early each morning\""}, {"ref": "to hear him", "text": "\"to hear him teach\""}]}]