[{"id": "01", "tn": [{"ref": "Shephatiah ... Malkijah", "text": "The names in this list all refer to men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will be killed by sword, famine, and plague", "text": "\"will die by sword, famine, and plague\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will escape with his own life", "text": "See how you translated a similar phrase in [[:en:bible:notes:jer:21:08|21:9]]."}, {"ref": "This city will be given into the hand of the army of the king of Babylon", "text": "\"I will allow the army of the king of Babylon to conquer Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will capture it", "text": "\"his army will capture it\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "he is weakening the hands of the fighting men who remain in this city, and the hands of all the people", "text": "AT: \"he is causing the soldiers and all the people in the city to lose courage\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for this man is not working for safety for this people, but disaster", "text": "AT: \"for Jeremiah is not working to help this people, but he is working to hurt this people\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Look, he is in your hand", "text": "The word \"Look\" here adds emphasis to what follows. AT: \"See, you have power over him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "threw him into the cistern", "text": "A \"cistern\" is a deep hole in the ground used for collecting and storing rain water. AT: \"put him into the cistern\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "They lowered Jeremiah down on ropes", "text": "This tells how they \"threw\" him into the cistern."}]}, {"id": "07", "tn": [{"ref": "Ebed Melech the Cushite", "text": "This is the name of a man from Cush. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Now the king", "text": "Here the word \"Now\" marks a break in the main storyline where the narrator tells background information about what the king was doing. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "sitting at the Benjamin Gate", "text": "Zedekiah was probably hearing and judging legal cases. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Benjamin Gate", "text": "This is an entrance into the city of Jerusalem that people named after Benjamin, Jacob's son."}]}, {"id": "10", "tn": [{"ref": "thirty men", "text": "AT: \"30 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "let them down by ropes", "text": "\"used ropes to lower them down\""}]}, {"id": "12", "tn": [{"ref": "and on top of the ropes", "text": "\"and around the ropes\""}, {"ref": "they pulled Jeremiah", "text": "Here the word \"they\" refers to some of the thirty men who were with Ebed Melech."}]}, {"id": "14", "tn": [{"ref": "If I answer you, will you not certainly kill me?", "text": "Jeremiah uses this question to express his belief that the king will kill him if he answers truthfully. AT: \"If I tell you the truth, you will certainly kill me\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "As Yahweh lives, the one who made us", "text": "The king says this to emphasize that what he is about to say next is true. AT: \"Just as it is true that Yahweh, the one who made us, lives, it is true that\""}, {"ref": "I will not ... give you into the hand of those men", "text": "Here the word \"hand\" refers to the men's control or power. AT: \"I will not ... allow those men to capture you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are seeking your life", "text": "AT: \"are trying to kill you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "17", "tn": [{"ref": "God of Israel", "text": "AT: \"God of the people of Israel\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "this city will not be burned", "text": "AT: \"the Babylonian army will not burn this city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this city will be given into the hand of the Chaldeans", "text": "AT: \"I will allow the Chaldeans to conquer this city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will not escape from their hand", "text": "AT: \"you will not escape from their power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "I might be given over into their hand", "text": "Here \"hand\" means \"control\" or \"power.\" AT: \"the Chaldeans may give me to the Judeans\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for them to treat me badly", "text": "Here the word \"them\" refers to the Judeans."}]}, {"id": "20", "tn": [{"ref": "They will not give you over to them", "text": "\"The Chaldeans will not give you over to the Judeans.\" Here \"you\" refers to Zedekiah. (See [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "this is what Yahweh has shown me", "text": "Here the word \"this\" refers to what Jeremiah will say next."}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Jeremiah continues speaking with King Zedekiah."}, {"ref": "All the women who are left ... will be brought out to the officials of the king of Babylon", "text": "AT: \"Soldiers will bring all the women who are left ... out to the officials of the king of Babylon\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You have been deceived by your friends", "text": "AT: \"Your friends have deceived you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Your feet are now sunk into the mud", "text": "This means that the king is in a difficult or helpless situation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For all of your wives and children will be brought out to the Chaldeans", "text": "AT: \"Soldiers will bring your wives and children out to the Chaldeans\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will not escape from their hand", "text": "AT: \"will not escape from their power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You will be captured by the hand of the king of Babylon, and this city will be burned", "text": "Here \"hand\" refers to the king's power or his army. AT: \"The army of the king of Babylon will capture you and will burn the city\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "Jonathan", "text": "See how you translated this name in [[:en:bible:notes:jer:37:14|37:15]]."}]}, {"id": "27", "tn": [{"ref": "until the day Jerusalem was captured", "text": "AT: \"until the day that the Babylonian army captured Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]