[{"id": "01", "tn": [{"ref": "Yahweh his God", "text": "This means \"Yahweh, the God he worshiped.\" The word \"his\" does not mean that Jonah owned God."}, {"ref": "He said", "text": "\"Jonah said\""}, {"ref": "I called out to Yahweh about my distress", "text": "\"I prayed to Yahweh about my great trouble.\" Even though Jonah was praying to Yahweh, he used Yahweh's name here and not \"you.\" AT: \"Yahweh, I called out to you about my distress\""}, {"ref": "he answered me", "text": "\"Yahweh responded to me\" or \"he helped me\""}, {"ref": "from the belly of Sheol", "text": "\"from the center of Sheol\" or \"from the deep part of Sheol.\" Possible meanings are 1) Jonah was speaking as being in the belly of the whale was being in Sheol or 2) Jonah believed that he was about to die and go to Sheol or 3) He spoke as if he already had died and gone there. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "This is a continuation of Jonah's prayer that started in [[:en:bible:notes:jon:02:01|2:2]]. In verse 4 Jonah spoke of something he had prayed before this prayer."}, {"ref": "into the depths, into the heart of the seas", "text": "This speaks of the vastness of the ocean Jonah was in. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "into the heart of the seas", "text": "\"to the bottom of the sea\""}, {"ref": "the currents surrounded me", "text": "\"the sea water closed in around me\""}, {"ref": "waves and billows", "text": "These are disturbances on the surface of the ocean. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I am driven out", "text": "This can be stated in active form. AT: \"You have driven me away\" or \"You have sent me away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from before your eyes", "text": "\"from you.\" When Jonah said \"your eyes\" he was speaking about Yahweh in his entirety. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "yet I will again look toward your holy temple", "text": "Jonah has hope that, in spite of all he is going through, he will see the temple. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "This is a continuation of Jonah's prayer that started in [[:en:bible:notes:jon:02:01|2:2]]."}, {"ref": "The waters", "text": "\"The waters\" refers to the sea."}, {"ref": "my neck", "text": "Some versions understand the Hebrew word in this expression to mean \"my life.\" In that interpretation, the waters were about to take away Jonah's life."}, {"ref": "the deep was all around me", "text": "\"the deep water was all around me\""}, {"ref": "seaweed", "text": "\"grass that grows in the sea\""}, {"ref": "the earth with its bars closed upon me forever", "text": "Jonah used a metaphor to compare the earth to a prison. AT: \"the earth was like a prison that was about to lock me in forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yet you brought up my life from the pit", "text": "Jonah speaks of the place of the dead as if it were a pit. AT: \"But you saved my life from the place of the dead\" or \"But you saved me from the place where the dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh, my God!", "text": "In some languages, it may be more natural to put this at the beginning of the sentence or next to the word \"you.\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "This is a continuation of Jonah's prayer that started in [[:en:bible:notes:jon:02:01|2:2]]."}, {"ref": "I called Yahweh to mind", "text": "Since Jonah was praying to Yahweh, it might be more clear in some languages to say \"I thought about you, Yahweh\" or \"Yahweh, I thought about you.\" (UDB)"}, {"ref": "then my prayer came to you, to your holy temple", "text": "Jonah speaks as if his prayers could travel to God and his temple. AT: \"then you in your holy temple heard my prayer\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Those who pay attention to useless gods", "text": "\"People who pay attention to useless gods\""}, {"ref": "reject your faithfulness toward themselves", "text": "\"are rejecting you, who would be faithful to them\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This is a continuation of Jonah's prayer that started in [[:en:bible:notes:jon:02:01|2:2]]."}, {"ref": "But as for me, I", "text": "This expression in English shows that there is a contrast between the people Jonah had just spoken about and himself. They paid attention to useless gods, but he would worship Yahweh. AT: \"But I\""}, {"ref": "I will sacrifice to you with a voice of thanksgiving", "text": "This means that Jonah would thank God while he offered a sacrifice to him. It is not clear whether Jonah planned to thank God by singing or shouting joyfully."}, {"ref": "Salvation comes from Yahweh", "text": "This can be reworded so that the abstract noun \"salvation\" is expressed as the verb \"save.\" \"Yahweh is the one who saves people\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "upon the dry land", "text": "\"upon the ground\" or \"onto the shore\""}]}]