{"1": [{"a": "Nebuchadnezzar came to Jerusalem in the third year of the reign of Jehoiakim king of Judah.", "q": "When did Nebuchadnezzar king of Babylon come to Jerusalem to surround the city and cut off all suppliles to it?", "ref": ["01-01"]}, {"a": "The Lord gave Nebuchadnezzar victory over Jehoiakim.", "q": "Who gave Nebuchadnezzar victory over Jehoiakim king of Judah?", "ref": ["01-02"]}, {"a": "The king told Ashpenaz to bring in some of the people of Israel, both of the royal family and of the nobility.", "q": "What did the king tell Ashpenaz to do?", "ref": ["01-03"]}, {"a": "The king wanted young men without blemish, attractive in appearance, skillful in all wisdom, filled with knowledge and understanding, qualified to serve in the king's palace.", "q": "What kind of young men did the king want to be brought in to Babylon?", "ref": ["01-04"]}, {"a": "They were to be fed a daily portion of the king's delicacies and some of the king's wine.", "q": "What were these young men to be fed?", "ref": ["01-05"]}, {"a": "The names of some of these young men and the names given to them by the chief official were: Daniel called Belteshazzer, Hananiah called Shadrach, Mishael called Meshach, and Azariah called Abednego.", "q": "What was the name of some of these young men from Israel and what names were they given by the chief official?", "ref": ["01-06", "01-07"]}, {"a": "Daniel intended in his mind that he would not pollute himself with the king's delicacies or the king's wine.", "q": "What did Daniel intend in his mind?", "ref": ["01-08"]}, {"a": "The chief official told Daniel that he was afraid of the king, that the king had commanded what food and drink Daniel should have and that the king might have the chief official's head if the king saw Daniel looking worse than the other young men of Daniel's own age.", "q": "How did the chief official respond when Daniel asked him for permission not to pollute himself with the king's delicacies and wine?", "ref": ["01-10"]}, {"a": "Daniel asked the steward to test them for ten days by giving them only vegetables to eat and water to drink and at the end of ten days to compare them with the other young men who ate the king's delicacies and then to treat them based of what he saw.", "q": "What did Daniel ask of the steward who had been assigned over Daniel, Hananiah, Mishael and Azariah?", "ref": ["01-11", "01-13"]}, {"a": "The steward observed that the appearance of Daniel, Hananiah, Mishael and Azariah was more healthy, and that they were better nourished than all the young men who ate the king's delicacies.", "q": "After the steward agreed to the test, what did he observe after ten days when he compared Daniel, Hananiah, Mishael and Azariah to the other young men?", "ref": ["01-14", "01-15"]}, {"a": "God gave them knowledge and insight in all literature and wisdom, and Daniel could understand all kinds of visions and dreams.", "q": "What did God give to Daniel, Hananiah, Mishael and Azariah?", "ref": ["01-17"]}, {"a": "The king found that there were none to compare with Daniel, Hananiah, Mishael and Azariah. In every question of wisdom and knowledge that the king asked them, he found them ten times better than all the magicians and those who claimed to speak with the dead, who were in his entire kingdom.", "q": "What did the king find when he spoke with the whole group of young men?", "ref": ["01-19", "01-20"]}, {"a": "He was there until the first year of King Cyrus.", "q": "How long was Daniel in Babylon?", "ref": ["01-21"]}], "2": [{"a": "This occurred in the second year of his reign.", "q": "When did Nebuchadnezzar have dreams that troubled his mind so that he could not sleep?", "ref": ["02-01"]}, {"a": "The king wanted these men to tell him about his dreams.", "q": "Why did the king summon the magicians, the sorcerers, the wise men and those who claimed to speak for the dead?", "ref": ["02-02"]}, {"a": "The king wanted the wise men to reveal the dream to him and also to interpret the dream for the king.", "q": "What did the king specifically want the wise men to do?", "ref": ["02-05"]}, {"a": "The king said if they failed, the bodies of the wise men would be torn apart and their houses made into hills of dung.", "q": "What did the king say would happen to the wise men if they failed to tell the king his dream and interpret it for him?", "ref": ["02-05"]}, {"a": "The king said he would give that person or persons gifts, a reward, and great honor.", "q": "What did the king say he would do for the person or people who revealed the dream to him and interpreted it?", "ref": ["02-06"]}, {"a": "The wise men said that there was not a man on earth who could meet the king's demand, only the gods could do that.", "q": "Who did the wise men say could do what the king asked concerning his dream?", "ref": ["02-10", "02-11"]}, {"a": "The king decreed that all those known for their wisdom were to be put to death.", "q": "After the wise men's reply to Nebuchadnezzar, what did the king decree?", "ref": ["02-13"]}, {"a": "He was the commander of the king's bodyguard, the one the king appointed to kill everyone who was wise in Babylon.", "q": "Who was Arioch?", "ref": ["02-14"]}, {"a": "Daniel replied with prudence and discretion to Arioch. He asked Arioch why the king's decree was so urgent.", "q": "How did Daniel interact with Arioch, when he came to Daniel?", "ref": ["02-14", "02-15"]}, {"a": "Daniel went in and requested an appointment with the king so he could present the interpretation to the king.", "q": "What did Daniel request after speaking with Arioch?", "ref": ["02-16"]}, {"a": "Daniel praised the God of heaven.", "q": "What did Daniel do after the secret was revealed to him?", "ref": ["02-19"]}, {"a": "Daniel thanked the God of his ancestors for the wisdom and power the God of his ancestors had given him.", "q": "For what did Daniel thank the God of his ancestors?", "ref": ["02-23"]}, {"a": "Daniel went in to see Arioch.", "q": "Who did Daniel go see after the secret was revealed to him?", "ref": ["02-24"]}, {"a": "Daniel told Arioch not to kill the wise men in Babylon. Daniel told Arioch to escort him before the king so Daniel could tell the king the dream's meaning.", "q": "What did Daniel tell Arioch?", "ref": ["02-24"]}, {"a": "Daniel said there is a God who lives in the heavens, who reveals secrets.", "q": "When Daniel was brought in to the king, who did Daniel say could reveal the mystery the king had demanded?", "ref": ["02-28"]}, {"a": "Daniel said the dream was about what would happen in the days to come.", "q": "In general what did Daniel say the king's dream was about?", "ref": ["02-28"]}, {"a": "The dream was revealed to Daniel so that the king might understand the meaning and know the thoughts deep within himself.", "q": "Why was the dream revealed to Daniel?", "ref": ["02-30"]}, {"a": "The statue was large and had a head of gold, breast and arms of silver, its middle and thighs were bronze, its legs of iron and its feet part iron and part clay.", "q": "What did the statue that the king saw in his dream look like?", "ref": ["02-31", "02-32"]}, {"a": "The king saw a stone cut, but not by human hands. The stone struck the statue's feet and the whole statue shattered into pieces which the wind carried away.", "q": "What happened to the statue the king saw in his dream?", "ref": ["02-34", "02-35"]}, {"a": "The stone that struck the statue became a great mountain and filled the whole earth.", "q": "What happened to the stone that struck the statue?", "ref": ["02-35"]}, {"a": "King Nebuchadnezzar was the head of gold.", "q": "Who was the head of gold?", "ref": ["02-38"]}, {"a": "In those days the God of heaven will set up a kingdom that will never be destroyed or conquered by another people.", "q": "What will the God of heaven do in the days of the kingdom that is partly iron and partly clay?", "ref": ["02-44"]}, {"a": "The king commanded an offering to be made and incense be offered up to Daniel.", "q": "What did Nebuchadnezzar command to be done for Daniel after he finished telling the king the dream and its interpretation?", "ref": ["02-46"]}, {"a": "Nebuchadnezzar said Daniel's God is the God of gods, the Lord of kings and the one who reveals secrets.", "q": "What did Nebuchadnezzar say concerning Daniel's God?", "ref": ["02-47"]}, {"a": "The king appointed Shadrach, Meshach, and Abednego to be administrators over the province of Babylon.", "q": "What did Nebuchadnezzar do after Daniel made a request of the king?", "ref": ["02-49"]}], "3": [{"a": "The statue was sixty cubits tall and six cubits wide.", "q": "What were the dimensions of the gold statue that king Nebuchadnezzar made and set up on the Plain of Dura?", "ref": ["03-01"]}, {"a": "The provincial governors, regional governors, and local governors, together with the counselors, treasurers, judges, magistrates and all the high officials of the provinces came to the dedication.", "q": "Who came to the dedication of the statue that Nebuchadnezzar had made?", "ref": ["03-03"]}, {"a": "He wanted those in attendance to fall down and prostrate themselves to the golden statue when they heard the sound of the horns, flutes, zithers, lyres, harps, and pipes, and all kinds of music.", "q": "What did Nebuchadnezzar want those in attendance at the dedication to do?", "ref": ["03-04", "03-05"]}, {"a": "The king said that those who wouldn't fall down and worship, at that very moment, would be thrown into a blazing furnace.", "q": "What did the king command to happen to those who didn't fall down and worship the statue when they heard all the instruments and the music?", "ref": ["03-06"]}, {"a": "Certain Jews, their names being Shadrach, Meshach, and Abednego, would not fall down and worship the statue.", "q": "Who didn't fall down and worship the statue?", "ref": ["03-12"]}, {"a": "Certain Chaldeans came and brought accusations against them.", "q": "Who brought accusations against Shadrach, Meshach, and Abednego?", "ref": ["03-08"]}, {"a": "Shadrach, Meshach and Abednego responded that their God could and would keep them safe and rescue them from the blazing furnace. But even if not, they would not worship Nebuchadnezzar's gods or prostrate themselves to the statue.", "q": "What was the response of Shadrach, Meshach and Abednego to the king when the king repeated the command to fall down and worship the statue, and stated the consequences if they didn't follow the king's command?", "ref": ["03-17", "03-18"]}, {"a": "Nebuchadnezzar ordered the furnace to be heated seven times hotter than normal, and for Shadrach, Meshach and Abednego to be tied up and thrown into the furnace.", "q": "What did Nebuchadnezzar command concerning Shadrach, Meshach and Abednego?", "ref": ["03-19", "03-20"]}, {"a": "The men who took up Shadrach, Meshach and Abednego were killed by the very hot flames from the furnace and Shadrach, Meshach and Abednego fell into the furnace.", "q": "What happened to Shadrach, Meshach, Abednego and the men who took them to put them in the furnace?", "ref": ["03-22", "03-23"]}, {"a": "Nebuchadnezzar was amazed because he saw four men, not tied up, walking around in the fire and they weren't hurt and the brilliance of the fourth man was like a son of the gods.", "q": "What caused Nebuchadnezzar to be amazed and stand up quickly?", "ref": ["03-25"]}, {"a": "Those present observed that the fire had not hurt their bodies; the hair on their heads was not singed; their robes were not harmed; and there was no smell of fire on them.", "q": "What did those present observe about Shadrach, Meshack and Abednego after they came out of the fire.", "ref": ["03-27"]}, {"a": "Nebuchadnezzar decreed that any people, nation or language that spoke anything against the God of Shadrach, Meshach and Abednego would be torn apart, their houses would be made into hills of sewage because there was no other god who was able to save like that.", "q": "What decree did Nebuchadnezzar issue after the event of Shadrach, Meshach and Abednego and the blazing furnace?", "ref": ["03-29"]}, {"a": "Nebuchadnezzar, the king, promoted Shadrach, Meshach and Abednego in the province of Babylon.", "q": "What did the king do for Shadrach, Meshach and Abednego?", "ref": ["03-30"]}], "4": [{"a": "Nebuchadnezzar sent the decree to all peoples, nations, and languages who lived on the earth.", "q": "To whom did Nebuchadnezzar send the decree?", "ref": ["04-01"]}, {"a": "Nebuchadnezzar sent the decree to tell everyone about the signs and wonders the Most High had done for him.", "q": "Why did Nebuchadnezzar send the decree?", "ref": ["04-02"]}, {"a": "Nebuchadnezzar said about the Most High, \"How great are his signs, and how mighty are his wonders! His kingdom is an everlasting kingdom, and his dominion lasts from generation to generation.\"", "q": "What did Nebuchadnezzar say about the Most High?", "ref": ["04-03"]}, {"a": "A dream Nebuchadnezzar made him afraid.", "q": "What made Nebuchadnezzar afraid?", "ref": ["04-05"]}, {"a": "Nebuchadnezzar wanted the wise men of Babylon to come and interpret his dream for him.", "q": "Why did Nebuchadnezzar issue a decree to bring before him all the wise men of Babylon?", "ref": ["04-06"]}, {"a": "Daniel's Babylonian name was Belteshazzar and he held the position of \"chief of the magicians\".", "q": "What was Daniel's Babylonian name and what was Daniel's position in Nebuchadnezzar's kingdom?", "ref": ["04-08", "04-09"]}, {"a": "Nebuchadnezzar believed Daniel could interpret his dream for him, for Nebuchadnezzar said of Daniel, \"...the spirit of the holy gods is in you and no mystery is too difficult for you.\"", "q": "Who did Nebuchadnezzar believe was able to tell the interpretation of his dream?", "ref": ["04-08", "04-09"]}, {"a": "Nebuchadnezzar saw a great, strong, beautiful tree that reached to the heavens. It provided shade for animals and an abode for the birds. It had abundant fruit that fed all living creatures.", "q": "What did Nebuchadnezzar see in the first part of his dream?", "ref": ["04-10", "04-12"]}, {"a": "The holy messenger said to chop down the tree, cut off its branches, strip off its leaves and scatter its fruit.", "q": "What did the holy messenger from the heavens say to do to the tree?", "ref": ["04-13", "04-14"]}, {"a": "The stump was to be left in the earth bound with a band of iron and brass. Let it be wet with dew. Let it live with the animals. Let his mind be that of an animal and not of a man for seven years.", "q": "What was to be done with the tree stump?", "ref": ["04-15", "04-16"]}, {"a": "The purpose was so that those who are alive would know that the Most High rules over the kingdoms of peoples and gives them to anyone he wishes to place over them.", "q": "What was the purpose of doing this to the tree in Nebuchadnezzar's dream?", "ref": ["04-17"]}, {"a": "Daniel said the tree was Nebuchadnezzar.", "q": "Who did Daniel say the tree was in Nebuchadnezzar's dream?", "ref": ["04-22"]}, {"a": "Nebuchadnezzar was to be driven from among men. He would live in the fields with the wild animals and eat grass like an ox and be wet with the dew from the heavens.", "q": "What was to happen to Nebuchadnezzar's until he acknowledged that the Most High rules over the kingdoms of people and that he gives them to anyone he wishes?", "ref": ["04-25"]}, {"a": "Seven years were to pass until Nebuchadnezzar acknowledged that the Most High rules over the kingdoms of people and he gives them to anyone he wishes.", "q": "How long was it to be before Nebuchadnezzar would acknowledge that the Most High rules over the kingdoms of people and he gives them to anyone he wishes?", "ref": ["04-25"]}, {"a": "Daniel advised Nebuchadnezzar to stop sinning and to do what was right. He also told Nebuchadnezzar to turn away from his sins by showing mercy to the oppressed.", "q": "After interpreting the dream for Nebuchadnezzar what was Daniel's advice for him?", "ref": ["04-27"]}, {"a": "All these things began to happen twelve months after his dream.", "q": "How long was it before the interpretation of Nebuchadnezzar's dream began to happen?", "ref": ["04-28"]}, {"a": "Nebuchadnezzar's sanity was restored to him?", "q": "What happened to Nebuchadnezzar at the end of the seven years?", "ref": []}, {"a": "Nebuchadnezzar praised and honored the Most High who rules forever.", "q": "What did Nebuchadnezzar do after his sanity was restored to him?", "ref": ["04-34"]}, {"a": "The kingdom was given back to him.", "q": "What happened to Nebuchadnezzar's kingdom?", "ref": ["04-36"]}, {"a": "His statement was: \"Now I, Nebuchadnezzar, praise, extol, and honor the King of heaven, for all his deeds are right, and his ways are just. He can humble those who walk in their own pride.\"", "q": "What was Nebuchadnezzar's final statement concerning the King of heaven?", "ref": ["04-37"]}], "5": [{"a": "He made a great feast for a thousand of his noblemen.", "q": "For whom did Belshazzar, the king, make a great feast?", "ref": ["05-01"]}, {"a": "He was the son of Nebuchadnezzar.", "q": "Who was this Belshazzar?", "ref": ["05-02"]}, {"a": "They used the gold containers that had been taken out of the temple, the house of God, in Jerusalem.", "q": "What containers did they use to drink the wine from at this feast?", "ref": ["05-03"]}, {"a": "They praised their idols made of gold and silver, bronze, iron, wood, and stone.", "q": "What did the people at the feast do as they drank the wine?", "ref": ["05-04"]}, {"a": "The fingers of a human hand appeared in front of the lamp stand and wrote on the plaster wall in the king's palace.", "q": "As the people were drinking wine and praising their idols what happened?", "ref": ["05-05"]}, {"a": "The king's face changed and his thoughts frightened him; his limbs could not support him, and his knees were knocking together.", "q": "What was the king's immediate response when he saw the hand?", "ref": ["05-06"]}, {"a": "The king promised that the one who explained the writing and its meaning would be clothed in purple and would have a gold chain put around his neck and that he would have the authority of the third highest ruler in the kingdom.", "q": "What did the king promise to the one who could explain the writing on the plaster wall and its meaning?", "ref": ["05-07"]}, {"a": "The king told Daniel he had heard that Daniel had the spirit of the Gods in him and that Daniel possessed light and understanding and excellent wisdom .", "q": "According to the king what qualities did he say he had heard about Daniel?", "ref": ["05-13"]}, {"a": "Daniel told the king, \"Let your gifts be for yourself, and give your rewards to another person. Nevertheless, I will read the writing to you, king, and will tell you the meaning.\"", "q": "What was Daniel's response when he was told of the rewards he would receive for reading the writing and explaining its meaning?", "ref": ["05-17"]}, {"a": "Nebuchadnezzar lost his majesty and his throne because his heart became arrogant and his spirit was hardened so that he acted presumptuously.", "q": "Why was Nebuchadnezzar brought down from his kingly throne and why was his majesty taken away from him?", "ref": ["05-20"]}, {"a": "Daniel said Belshazzar had not humbled his heart, he had lifted himself up against the Lord of Heaven and he had not honored the God who held his breath in his hand and who knew all his ways.", "q": "What were Daniel's charges against Belshazzar?", "ref": ["05-22", "05-23"]}, {"a": "The meaning was as follows: God has numbered Belshazzar's kingdom and brought it to an end. Belshazzar is weighed in the scales and found lacking. Belshazzar's kingdom is divided and is given to the Medes and Persians.", "q": "What was the meaning of the writing on the plaster wall?", "ref": ["05-26", "05-28"]}, {"a": "That night Belshazzar, the Babylonian king, was killed, and Darius the Mede received the kingdom.", "q": "What happened that night after Daniel gave his interpretation of the writing to Belshazzar?", "ref": ["05-30", "05-31"]}, {"a": "Darius the Mede was about sixty-two years old when he received the kingdom.", "q": "How old was Darius the Mede when he received the kingdom?", "ref": ["05-31"]}], "6": [{"a": "He appointed 120 provincial governors with three chief administrators over them.", "q": "Who did Darius appoint over the kingdom?", "ref": ["06-01", "06-02"]}, {"a": "Daniel was one of the three chief administrators.", "q": "Who was one of the three chief administrators?", "ref": ["06-02"]}, {"a": "They were appointed to supervise the provincial governors, so that the king should suffer no loss.", "q": "Why were the three chief administrators appointed?", "ref": ["06-02"]}, {"a": "The king planned to put Daniel over the whole kingdom.", "q": "Who was the king planning to put over the whole kingdom?", "ref": ["06-03"]}, {"a": "They could find none of these things because Daniel was faithful.", "q": "Why could the other chief administrators and provincial governors find no corruption, no failure in his duty, no mistakes and no negligence in Daniel's work for the kingdom?", "ref": ["06-04"]}, {"a": "They thought they might find something against Daniel regarding the law of his God.", "q": "What was the only area of his life that the other chief administrators and provincial governors think they might find something to complain against Daniel?", "ref": ["06-05"]}, {"a": "They advised Darius to issue a decree and enforce it that whoever made a a petition to any god or man except King Darius for thirty days, that person had to be thrown into a den of lions.", "q": "What did the provincial governors and the other chief administrators advise King Darius to do?", "ref": ["06-07"]}, {"a": "Daniel went into his house, got down on his knees and prayed giving thanks to God as he had done before.", "q": "What did Daniel do after he learned that the decree had been issued and the document signed into law?", "ref": ["06-10"]}, {"a": "Those men went to the king and told him that Daniel paid no attention to the king or his decree and that Daniel prayed to God three times a day.", "q": "What did the men who plotted against Daniel do when they saw Daniel make requests and seek help from God?", "ref": ["06-13"]}, {"a": "The king became terribly distressed and he applied his mind to rescue Daniel from his ruling.", "q": "What did the king do when he heard Daniel had disobeyed the king's decree?", "ref": ["06-14"]}, {"a": "The king sealed the entrance to the den with his own signet ring. He then went to the palace and fasted through the night and did not sleep.", "q": "After Daniel was thrown into the lion's den, what did the king do?", "ref": ["06-17", "06-18"]}, {"a": "The king asked Daniel if the God whom Daniel served continually had been able to save him from the lions.", "q": "The next day after Daniel was thrown into the lions den, when the king went to the den, what did he ask Daniel?", "ref": ["06-20"]}, {"a": "Daniel said to the king, \"King, live forever! My God has sent his messenger and has shut the lion's mouths, and they have not hurt me. For I was found blameless before him and also before you, king, and I have done you no harm.\"", "q": "How did Daniel answer the king?", "ref": ["06-21", "06-22"]}, {"a": "The first order the king gave after finding Daniel alive was that they should take Daniel up out of the den.", "q": "What was the first order the king gave after he found Daniel alive in the lion's den?", "ref": ["06-23"]}, {"a": "The second order was to bring the men who had accused Daniel and throw them into the lion's den along with their children and their wives.", "q": ". What was the second order the king gave after he found Daniel alive in the lion's den?", "ref": ["06-24"]}, {"a": "Darius said of the God of Daniel \"...he is the living God and lives forever, and his kingdom shall not be destroyed; his dominion shall be to the end. He makes us safe and rescues us, and he does signs and wonders in heaven and in earth; he has kept Daniel safe from the power of the lions.", "q": "What did Darius say concerning God in his decree about the God of Daniel?", "ref": ["06-26", "06-27"]}, {"a": "Daniel prospered during the reign of Darius and during the reign of Cyrus the Persian.", "q": "During whose reign did Daniel prosper?", "ref": ["06-28"]}], "7": [{"a": "Daniel had a dream and visions while lying on his bed during the first year of Belshazzar king of Babylonia.", "q": "When did Daniel have a dream and visions in his mind?", "ref": ["07-01"]}, {"a": "The four winds of heaven were stirring up the great sea.", "q": "In Daniel's vision what was stirring up the great sea?", "ref": ["07-02"]}, {"a": "Four large animals, each one different from the other came up out of the sea.", "q": "What came up out of the sea?", "ref": ["07-03"]}, {"a": "The mind of a man was given to it.", "q": "What was given to the animal that was like a lion?", "ref": ["07-04"]}, {"a": "It was told to get up and devour many people.", "q": "What was the bear-like animal told to do?", "ref": ["07-05"]}, {"a": "It was given authority to rule.", "q": "What was the leopard-like animal given?", "ref": ["07-06"]}, {"a": "The fourth animal devoured, broke in pieces, and trampled underfoot what was left.", "q": "What did the fourth animal do?", "ref": ["07-07"]}, {"a": "Daniel saw another little horn grow up among the other ten horns. Three of the first horns were wrenched out by the roots. Daniel saw that the little horn had eyes like a man and a mouth that boasted about great things.", "q": "What did Daniel see happen to the fourth animal as he considered its horns?", "ref": ["07-08"]}, {"a": "The Ancient of Days sat upon one of the thrones.", "q": "Who sat on one of the thrones that was set up?", "ref": ["07-09"]}, {"a": "The court was in session and the books were opened.", "q": "What business was being conducted by the Ancient of Days?", "ref": ["07-10"]}, {"a": "The animal with the horn that spoke boastful words was killed, its body destroyed and it was handed over to be burned up. The other three animals had their authority to rule taken away but their lives were prolonged for a time.", "q": "What happened to the four animals?", "ref": ["07-11", "07-12"]}, {"a": "One who came with the clouds of heaven like a son of man was presented to the Ancient of Days.", "q": "In Daniel's vision, who was presented to the Ancient of Days?", "ref": ["07-13"]}, {"a": "Everlasting authority to rule, a kingdom that will never be destroyed, and glory and royal power were given to this one who was \"like a son of man\".", "q": "What was given to this one who was \"like a son of man\"?", "ref": ["07-14"]}, {"a": "Daniel was told that the four animals were four kings that would arise from the earth.", "q": "What was Daniel told the four animals represented in his vision?", "ref": ["07-17"]}, {"a": "The saints of the Most High will receive the kingdom and possess it forever and ever.", "q": "Who will receive the kingdom and possess it forever?", "ref": ["07-18"]}, {"a": "That one said the fourth animal was a fourth kingdom and that it would devour the whole earth, trample it down and break it into pieces.", "q": "When Daniel asked one standing there about the fourth animal, what did that one say the fourth animal was and would do to the earth?", "ref": ["07-23"]}, {"a": "That one standing there said that ten kings would arise out of the fourth kingdom.", "q": "What did the one standing there say about the ten horns?", "ref": ["07-24"]}, {"a": "He will oppress the holy people of the most high. He will try to change the festivals and the law. He will rule over these things for one year, two years, and half a year but his royal power would be taken away to be consumed and destroyed at the end.", "q": "What will the one who speaks against the most high do and what will be his end?", "ref": ["07-25", "07-26"]}, {"a": "It will be given to the people who belong to the Most High.", "q": "To whom will the kingdom and dominion under the whole heaven be given?", "ref": ["07-27"]}, {"a": "Daniel was greatly alarmed and his face changed in appearance, but he kept the vision to himself.", "q": "What was Daniel's response to this vision?", "ref": ["07-28"]}], "8": [{"a": "Daniel had his second vision in the third year of the reign of king Belshazzar.", "q": "When did Daniel have his second vision?", "ref": ["08-01"]}, {"a": "Daniel was in the fortified city of Susa in the province of Elam beside the Ulai Canal.", "q": "Where was Daniel in his vision?", "ref": ["08-02"]}, {"a": "Daniel saw a ram and a male goat in this vision.", "q": "What were the two animals Daniel saw in this vision?", "ref": ["08-03"]}, {"a": "One of the ram's horns was longer than the other but the shorter horn grew longer than the previously longer horn.", "q": "What were the ram's two horns like?", "ref": ["08-03"]}, {"a": "No animal could stand before the ram. None could be rescued from the ram's hand. He did whatever he wanted, and he became great.", "q": "How powerful was the ram?", "ref": ["08-04"]}, {"a": "The goat only had one large horn between his eyes.", "q": "What kind of horns did the goat have?", "ref": ["08-05"]}, {"a": "The goat hit the ram and broke off its two horns, knocked the ram down to the ground and trampled on him.", "q": "What did the goat do to the ram?", "ref": ["08-07"]}, {"a": "Four other large horns that pointed to the four winds of heaven grew up in place of the one that was broken off.", "q": "When the large horn of the goat was broken off, what grew in its place?", "ref": ["08-08"]}, {"a": "Out of one of the horns grew another horn, little at first, but which became very large in the south, in the east, and in the glorious land of Israel.", "q": "What happened to one of the goat's four horns?", "ref": ["08-09"]}, {"a": "It became so large that it engaged in war with the army of heaven.", "q": "What did this horn do when it became large?", "ref": ["08-10"]}, {"a": "This will happen because of rebellion.", "q": "Why will the army be given over to the goat's horn and the burnt offering stopped?", "ref": ["08-12"]}, {"a": "It will last for 2,300 evenings and mornings.", "q": "How long will these things last, this vision about the burnt offering, the sin that brings destruction, the handing over of the sanctuary, and heaven's army being trampled on?", "ref": ["08-14"]}, {"a": "The sanctuary will be put right.", "q": "What will happen after the 2,300 evenings and mornings?", "ref": ["08-14"]}, {"a": "Gabriel was told to help Daniel understand the vision.", "q": "Who was told to help Daniel understand the vision?", "ref": ["08-16"]}, {"a": "The vision was for the time of wrath. It concerned the fixed time for the end.", "q": "For when was the vision? What time did it concern?", "ref": ["08-19"]}, {"a": "The ram with the two horns are the kings of Media and Persia. The male goat is the king of Greece.", "q": "What did the ram with two horns and the male goat represent in Daniel's vision?", "ref": ["08-20", "08-21"]}, {"a": "The four horns represent four kingdoms that will arise from the nation represented by the horn that was broken off.", "q": "What did the four horns represent, the horns that came in place of the horn that was broken off?", "ref": ["08-22"]}, {"a": "He will cause widespread destruction and succeed in whatever he does. He will destroy powerful people, people who are holy. He will make deceit prosper under his hand. He will rise up against the king of kings.", "q": "What will this intelligent, grim-face king do?", "ref": ["08-24", "08-25"]}, {"a": "He will be broken, but not by human power.", "q": "What will finally happen to the intelligent, grim-faced king?", "ref": ["08-25"]}, {"a": "Daniel was overcome and lay weak for several days and he was appalled by the vision.", "q": "How did this vision affect Daniel?", "ref": ["08-27"]}], "9": [{"a": "He was the king over the realm of the Babylonians.", "q": "Ahasuerus was king over what realm?", "ref": ["09-01"]}, {"a": "He observed that Jerusalem's abandonment would end after seventy years.", "q": "What did Daniel observed by studying Yahweh's word to Jeremiah the prophet?", "ref": ["09-02"]}, {"a": "Daniel sought the Lord God with prayer and requests, with fasting, wearing sackcloth, and sitting in ashes.", "q": "How did Daniel seek the Lord God?", "ref": ["09-03"]}, {"a": "Daniel made confession of the sins of the Israelites.", "q": "What was the first thing Daniel did when he went to the Lord God in prayer?", "ref": ["09-04"]}, {"a": "The prophets spoke to the kings, the leaders, the ancestors, and to all the people of the land.", "q": "To whom did the prophets speak in the name of God?", "ref": ["09-06"]}, {"a": "Shame belonged on their faces because they sinned against the Lord.", "q": "Why did shame belong on the faces of the Israelites?", "ref": ["09-08"]}, {"a": "The curse and oath that are written in the Law of Moses, the servant of God, had been poured out on them.", "q": "What had been poured out on Israel because of their sin?", "ref": ["09-11"]}, {"a": "Yahweh confirmed his words by bringing on Israel and their rulers a great disaster.", "q": "How did Yahweh confirm the words he spoke against Israel and their rulers?", "ref": ["09-12"]}, {"a": "Daniel said they had not turned away from their sins and had not paid attention to God's truth.", "q": "What did Daniel say that Israel had not done to beg God for mercy?", "ref": ["09-13"]}, {"a": "Daniel said the Lord should forgive Israel because of the Lord's righteous deeds.", "q": "What did Daniel say was the reason the Lord God should forgive Israel?", "ref": ["09-16"]}, {"a": "Gabriel came to Daniel at the time of the evening sacrifice while Daniel was praying.", "q": "When did Gabriel come to Daniel?", "ref": ["09-21"]}, {"a": "Gabriel came to give Daniel insight and understanding.", "q": "Why did Gabriel come to Daniel?", "ref": ["09-22"]}, {"a": "The seventy sevens of years were decreed to end the guilt, put an end to sin, to atone for wickedness, to bring everlasting righteousness, to carry out the vision and the prophecy, and to consecrate the most holy place.", "q": "Why were seventy sevens of years decreed for Daniel's people and his holy city?", "ref": ["09-24"]}, {"a": "Seven sevens and sixty-two sevens will elapse between the two events..", "q": "How much time will elapse between the issuing of the order to restore and rebuild Jerusalem to the coming of the anointed one?", "ref": ["09-25"]}, {"a": "He will be destroyed after the sixty-two sevens of years.", "q": "When will the anointed one be destroyed?", "ref": ["09-26"]}, {"a": "He will confirm a covenant with many for one seven. In the middle of the seven he will put an end to the sacrifice and the offering.", "q": "What will a coming ruler do?", "ref": ["09-27"]}, {"a": "A full end and destruction are decreed for that one.", "q": "What will happen to the one who makes desolate?", "ref": ["09-27"]}], "10": [{"a": "The message was about a great war.", "q": "What message was revealed to Daniel in the third year of Cyrus king of Persia?", "ref": ["10-01"]}, {"a": "Daniel understood the message because he had insight from a vision.", "q": "How was Daniel able to understand the message?", "ref": ["10-01"]}, {"a": "He saw a man dressed in linen with a pure gold belt around his waist.", "q": "Who did Daniel see in his vision?", "ref": ["10-05"]}, {"a": "The man's body was like topaz, his face like lightning, his eyes like flaming torches, his arms and feet like polished bronze, and the sound of his words like the sound of a great crown.", "q": "What was the man in Daniel's vision like?", "ref": ["10-06"]}, {"a": "Daniel's radiant appearance was fearfully changed, and no strength remained in him. He fell on his face in deep sleep with his face to the ground.", "q": "What was Daniel's response when he saw the great vision and heard the man's words?", "ref": ["10-08", "10-09"]}, {"a": "The angel was sent on the first day Daniel set his mind to understand and humble himself before God.", "q": "When was the angel sent to Daniel?", "ref": ["10-12"]}, {"a": "The angel was detained by the prince of the kingdom of Persia who resisted him.", "q": "Why did it take the angel twenty-one days to come to Daniel?", "ref": ["10-13"]}, {"a": "The vision was about the last days, the days yet to come.", "q": "When will the events of the vision happen?", "ref": ["10-14"]}, {"a": "Daniel said the vision had turned his anguish on him and the he had no strength left and no breath left in him.", "q": "What did Daniel say the vision had done to him?", "ref": ["10-16", "10-17"]}, {"a": "The one who looked like a human being touched Daniel to strengthen him.", "q": "What did the one with an appearance like a human being do to strengthen Daniel?", "ref": ["10-18"]}, {"a": "He said he was returning to fight against the prince of Persia.", "q": "What was the one who looked like a human being say he was going to do after he left Daniel?", "ref": ["10-20"]}, {"a": "He said he was going to tell Daniel what was written in the book of truth.", "q": "What did the one who looked like a human being say he was going to tell Daniel?", "ref": ["10-21"]}], "11": [{"a": "He will gain power through his riches.", "q": "How will a fourth king in Persia gain power?", "ref": ["11-02"]}, {"a": "He stirred everyone up against the kingdom of Greece.", "q": "Against what kingdom did that fourth Persian king stir up everyone?", "ref": ["11-02"]}, {"a": "That kingdom will not be given to the king's own descendants.", "q": "To whom will the kingdom of the mighty king not be given?", "ref": ["11-04"]}, {"a": "The king of the South and one of his commanders who will become a king of the North will make an alliance.", "q": "Who will make an alliance?", "ref": ["11-05", "11-06"]}, {"a": "The daughter of the king of the South will come to the king of the North to confirm the agreement.", "q": "Who will come to confirm the alliance between the king of the South and the king of the North?", "ref": ["11-06"]}, {"a": "He will attack the army and enter the fortress of the king of the North and conquer them.", "q": "What will the branch from the daughter of the king of the South do to the king of the North?", "ref": ["11-07"]}, {"a": "They will wage war and assemble a great army. They will overflow like a flood, pass through, and repeat the assault all the way to the fortress of the king of the South.", "q": "What will the sons of the king of the North do?", "ref": ["11-10"]}, {"a": "The king of the South will march out in a rage and fight against the king of the North.", "q": "What will the king of the South do in response to the attack by the sons of the king of the North?", "ref": ["11-11"]}, {"a": "The king of the South won that battle.", "q": "Who won this battle between the North and the South?", "ref": ["11-11", "11-12"]}, {"a": "He will raise another great army supplied with much equipment and will surely come.", "q": "After some years, what will the king of the North do?", "ref": ["11-13"]}, {"a": "In those times many will rise against the king of the South including the most violent among Daniel's people.", "q": "In those times who else will rise against the king of the South?", "ref": ["11-14"]}, {"a": "The king of the South will not be able to stand against him. The king of the North will do whatever he wants against the king of the South.", "q": "What will happen this time when the king of the North attacks the king of the South?", "ref": ["11-15", "11-16"]}, {"a": "The king of the North will do this in order to destroy the kingdom of the South.", "q": "Why will the king of the North give a daughter in marriage to the king of the South?", "ref": ["11-17"]}, {"a": "A commander will put an end to the insolence of the king of the North and will cause his insolence to turn back upon him. He will stumble and fall; he will not be found.", "q": "What will happen to this king of the North?", "ref": ["11-18", "11-19"]}, {"a": "He will force taxes to be paid to provide for the splendor of the kingdom.", "q": "What will the one who rises up in place of the king of the North do?", "ref": ["11-20"]}, {"a": "After only a few days that one will be destroyed, but not in anger or in battle.", "q": "What will happen to this one who forces taxes to be paid?", "ref": ["11-20"]}, {"a": "He will come in quietly and will take over the kingdom by flattery.", "q": "How will a despised person who has not been given the honor of royalty come to power?", "ref": ["11-21"]}, {"a": "From the time an alliance is made with him, he will act deceitfully.", "q": "What will this despised king do once an alliance is made with him?", "ref": ["11-23"]}, {"a": "The king of the South will not be able to stand against the deceitful king because of all the plots devised against him.", "q": "What will happen when this deceitful king wages war against the king of the South?", "ref": ["11-25"]}, {"a": "They will lie to each other because their hearts are set on evil against each other.", "q": "Why will the king of the North and the king of the South sit at the same table and lie to each other?", "ref": ["11-27"]}, {"a": "His heart will be set against the holy covenant.", "q": "What will the heart of the king of the North be set against?", "ref": ["11-28"]}, {"a": "The king of the North will manifest his rage against the holy covenant by showing favor to those who forsake the holy covenant.", "q": "How will the rage of the king of the North against the holy covenant manifest itself?", "ref": ["11-30"]}, {"a": "At that time the wise will give understanding to many?", "q": "What will the wise do at that time?", "ref": []}, {"a": "For days the wise will fall by the sword and flame, they will be taken as prisoners and robbed of their possessions. When they stumble they will receive a little help.", "q": "What will happen to the wise?", "ref": ["11-33", "11-34"]}, {"a": "Some of them will stumble so that they may be refined, cleansed, and made pure until the time of the end.", "q": "Why will some of the wise stumble?", "ref": ["11-35"]}, {"a": "He will exalt and magnify himself above every god; including the God of gods, the gods of his ancestors, and the god desired by women.", "q": "Above whom will this deceitful king of the North exalt himself?", "ref": ["11-36", "11-37"]}, {"a": "He will give honor to those who acknowledge him. He will make them rulers over many people.", "q": "What will this deceitful king of the North do for those who acknowledge him?", "ref": ["11-39"]}, {"a": "At that time tens of thousands of Israelites will stumble and fall.", "q": "At the time of the end what will happen when the king of the North comes into the glorious land?", "ref": ["11-41"]}, {"a": "Many from Edom and Moab, and the remaining people of Ammon will escape from his hand.", "q": "Who will escape from the hand of the king of the North?", "ref": ["11-41"]}, {"a": "This king of the North will extend his power over Egypt, the Libyans, and the Ethiopians.", "q": "What are some of the countries over which this king of the North will extend his power?", "ref": ["11-42", "11-43"]}, {"a": "He will go out with great rage to destroy and to devote many to destruction.", "q": "What will this king of the North do when reports from the east and north alarm him?", "ref": ["11-44"]}, {"a": "He will set up the tents of his palace between the seas, at the mountain of the beauty of holiness.", "q": "Where will this king of the North set up his the tents of his palace?", "ref": ["11-45"]}, {"a": "The king of the North will come to his end and there will be no one to help him.", "q": "Who will help the king of the North at the end?", "ref": ["11-45"]}], "12": [{"a": "Michael, the great prince guards Daniel's people.", "q": "Who is it that guards Daniel's people?", "ref": ["12-01"]}, {"a": "It will be a time of trouble such as never was since the beginning of any nation until that time.", "q": "How bad will be the time of trouble written of here?", "ref": ["12-01"]}, {"a": "At that time Daniel's people will be saved, everyone whose name is found written in the book.", "q": "At that time who will be saved?", "ref": ["12-01"]}, {"a": "Some of those who sleep in the dust of the earth will rise up to everlasting life and some will rise up to shame and everlasting contempt.", "q": "What will happen to many of those who sleep in the dust of the earth?", "ref": ["12-02"]}, {"a": "Those who are wise will shine like the brightness of the sky above, and those who turn many to righteousness like the stars forever and ever.", "q": "What will happen to those who are wise and those who turn many to righteousness?", "ref": ["12-03"]}, {"a": "He was told to keep the book sealed until the time of the end.", "q": "How long was Daniel told to keep the book sealed?", "ref": ["12-04"]}, {"a": "The man clothed in linen said it would be for a time, times, and a half. When the shattering of the power of the holy people comes to an end, all these things will be completed.", "q": "How long did the man clothed in linen say it would be until the end of these amazing events?", "ref": ["12-07"]}, {"a": "The man clothed in linen said to Daniel, \"Go your way, Daniel, for the words are shut up and sealed until the time of the end.", "q": "What did the man clothed in linen give as a reason why Daniel did not understand what the man clothed in linen was telling him?", "ref": ["12-09"]}, {"a": "None of the wicked will understand, but those who are wise will understand.", "q": "At the time of the end who will and who won't understand the words of the prophecy?", "ref": ["12-10"]}, {"a": "There will be 1,290 days between those two events.", "q": "How much time will elapse between the time that the regular burnt offering is taken away and the abomination that causes complete desolation is set up?", "ref": ["12-11"]}, {"a": "The man clothed in linen said, \"Blessed is the one who waits until the end of the 1,335 days.\"", "q": "At that time who does the man clothed in linen say will be blessed?", "ref": ["12-12"]}, {"a": "He said that Daniel would rest and that he would rise in the place assigned to him at the end of days.", "q": "What did the man clothed in lined say would happen to Daniel?", "ref": ["12-13"]}]}