[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses continues telling the people what Yahweh wants them to do."}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\" or \"to Yahweh\""}, {"ref": "lay his hand on the head", "text": "This is a symbolic action that identifies the person with the animal he is offering. In this way the person is offering himself to Yahweh through the animal. See how you translated this in [[:en:bible:notes:lev:01:03|1:4]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Aaron's sons the priests will sprinkle its blood", "text": "It is implied that before they sprinkle the blood, they catch blood in a bowl as the it drains from the animal. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "inner parts", "text": "This is the stomach and intestines."}, {"ref": "by the loins", "text": "This is the part of the body on the sides of the backbone between the ribs and hipbone."}, {"ref": "the lobe of the liver", "text": "This is the curved or rounded part of the liver. This is considered the best part of the liver to eat. AT: \"the best part of the liver\""}, {"ref": "This will produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the burning sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be an offering made to him by fire", "text": "This can be stated in active form. AT: \"it will be a burnt offering to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "offer it before Yahweh", "text": "\"offer it in the presence of Yahweh\" or \"offer it to Yahweh\""}, {"ref": "lay his hand on the head", "text": "This is a symbolic action that identifies the person with the animal he is offering. In this way the person is offering himself to Yahweh through the animal. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Aaron's sons will sprinkle its blood", "text": "It is implied that before they sprinkle the blood, they catch the blood in a bowl as it drains from the animal. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "as an offering made by fire", "text": "This can be stated in active form. AT: \"as a burnt offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The fat, the entire fat ... the kidneys—he will remove all of this", "text": "The statement \"he will remove all of this\" can be placed at the beginning of the sentence. AT: \"He will remove the fat, the entire fat ... the kidneys\""}, {"ref": "inner parts", "text": "This is the stomach and intestines."}, {"ref": "that is near the inner parts, and the two kidneys", "text": "A new sentence can start here. AT: \"that is near the inner parts. He must remove the kidneys\""}, {"ref": "by the loins", "text": "This is the part of the body on the sides of the backbone between the ribs and hipbone."}, {"ref": "the lobe of the liver", "text": "This is the curved or rounded part of the liver. This is considered the best part of the liver to eat. AT: \"the best part of the liver\""}, {"ref": "will burn it all on the altar as a burnt offering of food to Yahweh", "text": "Translate this in a way that makes it clear that Yahweh does not actually eat the food. AT: \"will burn those things on the altar as an offering to Yahweh. Those things will come from your food supplies\" (UDB)"}]}, {"id": "12", "tn": [{"ref": "before Yahweh", "text": "\"in the presence of Yahweh\" or \"to Yahweh\""}, {"ref": "lay his hand on the head", "text": "This is a symbolic action that identifies the person with the animal he is offering. In this way the person is offering himself to Yahweh through the animal. See how you translated this in [[:en:bible:notes:lev:01:03|1:4]]. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "the sons of Aaron will sprinkle its blood", "text": "It is implied that before they sprinkle the blood, they catch the blood in a bowl as it drains from the animal. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will offer his sacrifice made by fire", "text": "This can be stated in active form. AT: \"will offer his sacrifice by fire\" or \"will burn his sacrifice\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "He will also", "text": "Here \"He\" refers to the person offering the sacrifice."}, {"ref": "will burn all that on the altar as a food offering made by fire", "text": "Translate this in a way that it does not seem like Yahweh actually eats the food. AT: \"will burn those things on the altar to be an offering to Yahweh. It will be as though they are food given to Yahweh\" (UDB)"}, {"ref": "to produce a sweet aroma", "text": "Yahweh is pleased with the aroma of burning meat when he is pleased with the worshiper's sincerity. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "It will be a permanent statute throughout your people's generations", "text": "This means that they and their descendants must obey this command forever."}, {"ref": "or blood", "text": "\"or consume blood\""}]}]