[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the afflicted", "text": "This refers to a man who is afflicted. AT: \"the afflicted man\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "overwhelmed", "text": "\"faint\" or \"weak\""}, {"ref": "pours out his lament before Yahweh", "text": "The way the author expresses his lament is compared to pouring out a liquid. AT: \"freely expresses his grief to Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "my days pass away like smoke", "text": "Here \"my days\" refers to the author's life and the idea of \"smoke\" is something that quickly disappears. AT: \"my life passes away quickly\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "my bones burn like fire", "text": "Here the author refers to his \"body\" as his \"bones.\" AT: \"my body feels like it is burning\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "My heart is crushed", "text": "Here the author refers to himself as his \"heart.\" This can be stated in active form. AT: \"I am in despair\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am like grass that has withered", "text": "This is another way to describe his despair. AT: \"I feel like I am drying up like withered grass\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "005", "tn": [{"ref": "I am like a pelican of the wilderness", "text": "He compares his loneliness to that of a  pelican, which is often seem alone instead of with other birds. AT: \"I am lonely and despised like a pelican in the wilderness\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a pelican", "text": "a large fish-eating bird"}, {"ref": "I have become like an owl in the ruins", "text": "The author continues to describe loneliness by comparing himself to an owl in abandoned ruins. AT: \"I have become alone like an owl in abandoned ruins\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "an owl", "text": "This is a bird that is awake at night. AT: \"a night bird\""}]}, {"id": "007", "tn": [{"ref": "I lie awake like a solitary bird", "text": "The writer compares himself to a bird to emphasize his feeling of loneliness. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "009", "tn": [{"ref": "I eat ashes like bread", "text": "David would have sat in ashes as an act of mourning, therefore ashes would have fallen on his food. AT: \"I eat ashes like I eat bread\" or \"As I mourn, ashes fall on the bread that I eat\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and mix my drink with tears", "text": "David did not purposefully mix his drink with tears; rather his tear would have fallen into his cup while he mourned and wept. AT: \"and my tears fall into the cup that I drink\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you have lifted me up to throw me down", "text": "God has not literally lifted and thrown David's body to the ground; rather David says this to describe what he is feeling and experiencing. AT: \"it is like you have lifted me up to throw me down\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "My days are like a shadow that fades", "text": "David compares his time left to live on earth to a fading shadow. AT: \"My time to remain alive is short like an evening shadow that will soon be gone\" (UDB) (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I have withered like grass", "text": "As David's body becomes weak and he is nearing the end of his life, he compares himself to withering grass. AT: \"my body has become weak like withered grass\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "withered", "text": "dry and wrinkled"}, {"ref": "your fame is for all generations", "text": "\"you will be recognized for all generations to come\""}, {"ref": "fame", "text": "being known by many people"}]}, {"id": "013", "tn": [{"ref": "have mercy on Zion", "text": "Here \"Zion\" refers to the people who live in Zion. AT: \"have mercy on the people of Zion\" (See: Metonymy)"}, {"ref": "upon her", "text": "The word \"her\" refers to Zion."}, {"ref": "hold her stones dear", "text": "The \"stones\" refer to the stones that were part of the city walls before they were destroyed. AT: \"still love the stones that were formerly in the city walls\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your name", "text": "Here \"your name\" refers to Yahweh. AT: \"you\" (See: Metonymy)"}, {"ref": "will honor your glory", "text": "The people will honor Yahweh because of his glory. Here Yahweh is referred to by his glory. AT: \"will honor you because you are glorious\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "will appear in his glory", "text": "\"will be seen as glorious\" or \"people will see his glory\""}]}, {"id": "017", "tn": [{"ref": "the destitute", "text": "This refers to destitute people. (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "he will not reject their prayer", "text": "This can be stated in positive form. AT: \"Yahweh will accept their prayers\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "This will be written for future generations", "text": "This can be stated in active form. AT: \"I will write this for future generations\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "019", "tn": [{"ref": "For he has looked down from the holy heights; from heaven Yahweh has viewed", "text": "These two phrases have similar meaning and are used together for emphasize how God looks down from heaven. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the holy heights", "text": "\"his holy place high above the earth\""}, {"ref": "those who were condemned to death", "text": "This can be stated in active form. AT: \"those whom the authorities had sentenced to die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "021", "tn": [{"ref": "proclaim the name of Yahweh in Zion and his praise in Jerusalem", "text": "These two phrases have the same meaning and emphasize the idea of praising the name of Yahweh. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "and his praise", "text": "The missing words may be added. AT: \"and proclaim his praise\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}, {"id": "023", "tn": [{"ref": "taken away my strength", "text": "David describes God causing him to become weak as if his strength were a physical item that could be taken away from him. AT: \"has caused me to become weak\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my days", "text": "The word \"days\" here refers to his life. AT: \"my life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "do not take me away", "text": "David is asking God to not let him die. AT: \"do not take me away from the earth\" (UDB) or \"do not let me die\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are here throughout all generations", "text": "\"you are present throughout all generations\""}]}, {"id": "025", "tn": [{"ref": "they will all grow old", "text": "The word \"they\" refers to \"the earth\" and \"the heavens.\""}, {"ref": "your years will have no end", "text": "Here David describes the length of time that God is alive as his \"years.\" This can be written in positive form. AT: \"you will live forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "028", "tn": [{"ref": "will live on", "text": "\"will continue to live\""}, {"ref": "live in your presence", "text": "Here David describes the descendants being protected  by Yahweh as being in his presence. AT: \"be protected as they live in your presence\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]