[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "The story shifts back to Saul and his salvation."}, {"ref": "General Information:", "text": "These verses give background information telling us what Saul has been doing since the stoning of Stephen. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "General Information:", "text": "Here the word \"him\" refers to the high priest and \"he\" refers to Saul."}, {"ref": "still speaking threats even of murder against the disciples", "text": "The noun \"murder\" can be translated as a verb. AT: \"still speaking threats, even to murder the disciples\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "for the synagogues", "text": "This refers to the people in the synagogues. AT: \"for the people in the synagogues\" or \"for the leaders in the synagogues\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "if he found any", "text": "\"when he found anyone\" or \"if he found anyone\""}, {"ref": "who belonged to the Way", "text": "\"who followed the teachings of Jesus Christ\""}, {"ref": "the Way", "text": "This term appears to have been a title for Christianity at that time."}, {"ref": "he might bring them bound to Jerusalem", "text": "\"he might take them as prisoners to Jerusalem.\" Paul's purpose can be made clear by adding \"so that the Jewish leaders could judge and punish them\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "After the high priest gave Saul the letters, Saul left for Damascus."}, {"ref": "As he was traveling", "text": "Saul left Jerusalem and now travels to Damascus."}, {"ref": "it happened that", "text": "This is an expression that marks a change in the story to show something different is about to happen. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "there shone all around him a light out of heaven", "text": "\"a light from heaven shone all around him\""}, {"ref": "out of heaven", "text": "Possible meanings are 1) heaven, where God lives or 2) the sky. The first meaning is preferable. Use that meaning if your language has a separate word for it."}, {"ref": "he fell upon the ground", "text": "Possible meanings are that 1) \"Saul threw himself to the ground\" or 2) \"The light caused him to fall to the ground\" or 3) \"Saul fell to the ground the way one who fainted fell.\" Saul did not fall accidentally."}, {"ref": "why are you persecuting me?", "text": "This rhetorical question communicates a rebuke to Saul. In some languages a statement would be more natural (AT): \"You are persecuting me!\" or a command (AT): \"Stop persecuting me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Every occurrence of the word \"you\" here is singular."}, {"ref": "Who are you, Lord?", "text": "Saul was not acknowledging that Jesus is the Lord. He uses that title because he understood that he spoke to someone of supernatural power."}, {"ref": "but rise, enter into the city", "text": "\"get up and go into the city Damascus\""}, {"ref": "it will be told you", "text": "This can be stated in the active form. AT: \"someone will tell you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "hearing the voice, but seeing no one", "text": "\"they heard the voice, but they did not see anyone\""}, {"ref": "but seeing no one", "text": "\"but saw no one.\" Apparently only Saul experienced the light."}]}, {"id": "08", "tn": [{"ref": "when he opened his eyes", "text": "This implies that he had closed his eyes because the light was too bright. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he could see nothing", "text": "\"he could not see anything.\" Saul was blind."}, {"ref": "was without sight", "text": "\"was blind\" or \"could not see anything\" (UDB)"}, {"ref": "he neither ate nor drank", "text": "It is not stated whether he chose not to eat or drink as a form of worship, or if he had no appetite because he was too distressed from his situation. It is preferable not to specify the reason."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The story of Saul continues but Luke introduces another man named Ananias. This is not the same Ananias who died earlier in Acts  [[:en:bible:notes:act:05:03|5:3]]. You may translate it the same way though as you did in [[:en:bible:notes:act:05:01|5:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "General Information:", "text": "Though there is more than one  Judas mentioned in the New Testament, it is likely this is the only appearance of this Judas."}, {"ref": "Now there was", "text": "This introduces Ananias as a new character. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "And he said", "text": "\"And Ananias said\""}, {"ref": "go to the street which is called Straight", "text": "\"go to Straight Street\" (UDB)"}, {"ref": "house of Judas", "text": "This Judas is not the disciple who betrayed Jesus. This Judas was owner of a house in Damascus where Saul was staying."}, {"ref": "a man from Tarsus named Saul", "text": "\"a man from the city of Tarsus named Saul\" or \"Saul of Tarsus\""}, {"ref": "laying his hands on him", "text": "This was a symbol of giving a spiritual blessing to Saul. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "receive his sight", "text": "\"be able to see again\""}]}, {"id": "13", "tn": [{"ref": "your holy people", "text": "Here \"holy people\" refers to Christians. AT: \"the people in Jerusalem who believe in you\" (UDB)"}, {"ref": "authority ... to arrest everyone here", "text": "It is implied that the extent of the power and authority granted Saul was limited to the Jewish people at this point in time. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "calls upon your name", "text": "Here \"your name\" refers to Jesus. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he is a chosen instrument of mine", "text": "\"chosen instrument\" refers to something that is set apart for service. AT: \"I have chosen him to serve me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to carry my name", "text": "This is an expression for identifying or speaking out for Jesus. AT: \"in order that he might speak about me\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "for the cause of my name", "text": "This is an expression meaning \"for telling people about me.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Ananias goes to the house where Saul is staying. After Saul is healed, the story shifts from Ananias back to Saul."}, {"ref": "General Information:", "text": "The word \"you\" here is singular and refers to Saul. (See: [[:en:ta:workbench:translate:formsofyou-singular]])"}, {"ref": "So Ananias departed, and entered into the house", "text": "It may be helpful to state that Ananias went to the house before he entered into it. AT: \"So Ananias went, and after he found the house where Saul was, he entered it\" (UDB)"}, {"ref": "Laying his hands on him", "text": "Ananias put his hands on Saul. This was a symbol of giving a blessing to Saul. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "so that you might receive your sight and be filled with the Holy Spirit", "text": "This can be stated in active form. AT: \"has sent me so that you might see again and that the Holy Spirit might fill you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "something like scales fell", "text": "\"something that appeared like fish scales fell\""}, {"ref": "he received his sight", "text": "\"he was able to see again\""}, {"ref": "he arose and was baptized", "text": "This can be stated in active form. AT: \"he got up and Ananias baptized him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Here only the second \"he\" refers to Jesus, the Son of God. The first \"he\" and the other ones refer to Saul."}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "All who heard him", "text": "This is a hyperbole for \"Many who heard.\" If you express exaggeration differently, then use your form. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Is not this the man who destroyed those in Jerusalem who called on this name?", "text": "This is a rhetorical and negative question that emphasizes that Saul was indeed the man who had persecuted the believers. AT: \"This is the man who destroyed those in Jerusalem who called on this name Jesus!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this name", "text": "Here \"name\" refers to Jesus. AT: \"the name of Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "causing distress among the Jews", "text": "They were distressed in the sense that they could not find a way to refute Saul's arguments that Jesus was the Christ."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "The word \"him\" in this section refers to Saul."}, {"ref": "the Jews", "text": "This refers to the leaders of the Jews. AT: \"the Jewish leaders\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "But their plan became known to Saul", "text": "This can be stated in active form. AT: \"But someone told their plan to Saul\" or \"But Saul learned about their plan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "They watched the gates", "text": "This city had a wall surrounding it. People could normally only enter and exit the city through the gates."}, {"ref": "his disciples", "text": "people who believed Saul's message about Jesus and were following his teaching"}, {"ref": "let him down through the wall, lowering him in a basket", "text": "\"used ropes to lower him in a large basket through an opening in the wall\" (UDB)"}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "Here the words \"he\" and \"him\" refer to Saul all but one time. \"And 'he' told them how\" in verse 27 refers to Barnabas."}, {"ref": "but they were all afraid of him", "text": "\"They were all\" is an exaggeration for many or most of them. AT: \"almost all of them\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "boldly preached in the name of Jesus", "text": "This is a way of saying he preached or taught the gospel message of Jesus Christ without fear. AT: \"openly preached the message about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "Here the word \"them\" refers to Jewish people and people who had converted to Judaism."}, {"ref": "in the name of the Lord Jesus", "text": "Here \"name\" is a metonym for the gospel message of Jesus Christ. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "debated with the Grecian Jews", "text": "Saul tried to reason with the Jews who spoke Greek."}, {"ref": "the brothers", "text": "The words \"the brothers\" refers to the believers in Jerusalem."}, {"ref": "brought him down to Caesarea", "text": "The phrase \"brought him down\" is used here because Caesarea is lower in elevation than Jerusalem."}, {"ref": "sent him away to Tarsus", "text": "Caesarea was a seaport. They brothers probably sent Saul to Tarsus by ship. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "Connecting Statement:", "text": "In verse 32, the story shifts from Saul to a new part of the story about Peter."}, {"ref": "General Information:", "text": "Verse 31 is a statement that gives an update on the church's growth."}, {"ref": "the church throughout all Judea, Galilee, and Samaria", "text": "This is the first use of the singular \"church\" to refer to more than one local congregation. Here it refers to all the believers in all the groups throughout Israel."}, {"ref": "had peace", "text": "\"lived peacefully\" (UDB). This means the persecution that started with the murder of Stephen was finished."}, {"ref": "was built up", "text": "The agent was either God or the Holy Spirit. This can be stated in active form. AT: \"God helped them grow\" or \"the Holy Spirit built them up\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "walking in the fear of the Lord", "text": "\"continuing to honor the Lord\""}, {"ref": "in the comfort of the Holy Spirit", "text": "\"with the Holy Spirit strengthening and encouraging them\""}, {"ref": "Now it came about", "text": "This phrase is used to mark a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "throughout the whole region", "text": "This is an exaggeration for Peter's visiting many of the believers throughout Judea, Galilee, and Samaria. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "he came down", "text": "The phrase \"came down\" is used here because Lydda is lower in elevation than the other places where he was traveling."}, {"ref": "Lydda", "text": "Lydda is a city located about 18 kilometers southeast of Joppa. This city was called Lod in the Old Testament and in modern Israel."}]}, {"id": "33", "tn": [{"ref": "There he found a certain man", "text": "Peter was not intentionally searching for a paralyzed person, but happened upon him. AT: \"There Peter met a man\""}, {"ref": "a certain man named Aeneas", "text": "This introduces Aeneas as a new character in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "who had been in his bed ... was paralyzed", "text": "This is background information about Aeneas. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "paralyzed", "text": "unable to walk, probably unable to move below the waist"}, {"ref": "make your bed", "text": "\"roll up your mat\" (UDB)"}, {"ref": "everyone who lived", "text": "This is a hyperbole meaning \"many people who lived\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "in Lydda and in Sharon", "text": "The city of Lydda was located in the Plain of Sharon."}, {"ref": "saw the man", "text": "It may be helpful to state that they saw that he was healed. AT: \"saw the man whom Peter had healed\""}]}, {"id": "36", "tn": [{"ref": "Connecting Statement:", "text": "Luke continues the story with a new event about Peter."}, {"ref": "General Information:", "text": "These verses give background information about the woman named Tabitha. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now there was", "text": "This introduces a new part in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Tabitha, which is translated as \"Dorcas.\"", "text": "Tabitha is her name in the Aramaic language, and Dorcas is her name in the Greek language. Both names mean \"gazelle.\" AT: \"Her name in the Greek language was Dorcas\" (UDB) (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "full of good works", "text": "\"doing many good things\""}, {"ref": "It came about in those days", "text": "This refers to the time when Peter was in Joppa. This can be stated. AT: \"It came about while Peter was nearby\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "washed her", "text": "This was washing to prepare for her burial."}, {"ref": "they laid her in an upper room", "text": "This was a temporary display of the body during the funeral process."}]}, {"id": "38", "tn": [{"ref": "they sent two men to him", "text": "\"the disciples sent two men to Peter\""}, {"ref": "to the upper room", "text": "\"to the upstairs room where Dorcas' body was lying\" (UDB)"}, {"ref": "all the widows", "text": "It is possible that all the widows of the town were there since it was not a large town."}, {"ref": "widows", "text": "women whose husbands had died and therefore needed help"}, {"ref": "while she had been with them", "text": "\"while she was still alive with the disciples\" (UDB)"}]}, {"id": "40", "tn": [{"ref": "Connecting Statement:", "text": "The story of Tabitha ends in verse 42. Verse 43 tells us what happens to Peter after the story ends. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "put them all out of the room", "text": "\"told them all to leave the room.\" Peter had everyone leave so he could be alone to pray for Tabitha."}, {"ref": "gave her his hand and lifted her up", "text": "Peter took hold of her hand and helped her stand up."}, {"ref": "the believers and the widows", "text": "The widows were possibly also believers but are mentioned specifically because Tabitha was so important to them."}, {"ref": "This matter became known throughout all Joppa", "text": "This refers to the miracle of Peter's raising Tabitha from the dead. It can be stated in active form. AT: \"People throughout all Joppa heard about this matter\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "believed on the Lord", "text": "\"believed in the gospel of the Lord Jesus\""}, {"ref": "It happened that", "text": "\"It came about that.\" This introduces the beginning of the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "Simon, a tanner", "text": "\"a man named Simon who made leather from animal skins\" (UDB)"}]}]