[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul writes that he is honest in his ministry by preaching Christ, not praising himself. He shows the death and the life of Jesus in how he lives so that life can work in the Corinthian believers."}, {"ref": "we have this ministry", "text": "Here the word \"we\" refers to Paul and his coworker, but not to the Corinthians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "and just as we have received mercy", "text": "This phrase explains how Paul and his coworkers \"have this ministry.\" It is a gift that God has given to them through his mercy. AT: \"because God has shown us mercy\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we have renounced the ways that are shameful and hidden", "text": "This means that that Paul and his coworkers refused to do \"shameful and hidden\" things. It does not mean that they had done these things in the past."}, {"ref": "the ways that are shameful and hidden", "text": "The word \"hidden\" describes the things that are \"shameful.\" AT: \"the ways that are so shameful that people hide them\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "live by craftiness", "text": "\"live by deception\""}, {"ref": "we do not mishandle the word of God", "text": "This phrase uses two negative thoughts to express a positive thought. AT: \"we use the word of God correctly\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "we recommend ourselves to everyone's conscience", "text": "This means that they provide enough evidence for each person who hears them to decide whether they are right or wrong."}, {"ref": "in the sight of God", "text": "This refers to God's presence. God's understanding and approval of Paul's truthfulness is referred to as God being able to see them. AT: \"before God\" or \"with God as witness\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "But if our gospel is veiled, it is veiled only to those who are perishing", "text": "This refers back to [[:en:bible:notes:2co:03:14|3:14-16]], where Paul explained that there is a spiritual veil that prevents people from understanding when they read the old covenant. In the same way, people are not able to understand the gospel. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if our gospel is veiled, it is veiled", "text": "This can be stated in active form. AT: \"if a veil covers our gospel, that veil covers it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "our gospel", "text": "\"the gospel that we preach\""}, {"ref": "the god of this world has blinded their unbelieving minds", "text": "Paul speaks of their minds as if they had eyes, and their inability to understand as their minds being unable to see. AT: \"the god of this world has prevented unbelievers from understanding\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the god of this world", "text": "\"the god who rules this world.\" This phrase refers to Satan."}, {"ref": "they are not able to see the light of the gospel of the glory of Christ", "text": "As the Israelites could not see God's glory that shined on Moses' face because he covered it with a veil (see [[:en:bible:notes:2co:03:12|3:13]]), unbelievers are not able to see Christ's glory that shines in the gospel. This means that they are unable to understand \"the gospel of the glory of Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the light of the gospel", "text": "\"the light that comes from the gospel\""}, {"ref": "the gospel of the glory of Christ", "text": "\"the gospel about the Christ's glory\""}]}, {"id": "05", "tn": [{"ref": "but Christ Jesus as Lord, and ourselves as your servants", "text": "You can supply the verb for these phrases. AT: \"but we proclaim Christ Jesus as Lord, and we proclaim ourselves as your servants\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "for Jesus' sake", "text": "\"because of Jesus\""}, {"ref": "Light will shine out of darkness", "text": "With this sentence, Paul refers to God creating light, as described in the book of Genesis."}, {"ref": "He has shone ... to give the light of the knowledge of the glory of God", "text": "Here the word \"light\" refers to the ability to understand. Just as God created light, he also creates understanding for believers. AT: \"He has shone ... to enable us to understand the glory of God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in our hearts", "text": "Here the word \"hearts\" refers to the mind and thoughts. AT: \"in our minds\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the light of the knowledge of the glory of God", "text": "\"the light, which is the knowledge of the glory of God\""}, {"ref": "the glory of God in the presence of Jesus Christ", "text": "\"the glory of God in the face of Jesus Christ.\" Just as God's glory shone upon Moses' face (see [[:en:bible:notes:2co:03:07|3:7]]), it also shines upon Jesus face. This means that when Paul preaches the gospel, people are able to see and understand the message about God's glory. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "But we have", "text": "Here the word \"we\" refers to Paul and his coworkers, but not to the Corinthians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "we have this treasure in jars of clay", "text": "Paul speaks of the gospel as if it were a treasure and their bodies as if they were breakable jars made out of clay. This emphasizes that they are of little value compared to the worth of the gospel that they preach. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that it is clear", "text": "\"so that it is clear to people\" or \"so that people clearly know\""}, {"ref": "We are afflicted in every way", "text": "This can be stated in active form. AT: \"People afflict us in every way\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We are persecuted but not forsaken", "text": "This can be stated in active form. AT: \"People persecute us but God does not forsake us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We are struck down but not destroyed", "text": "This can be stated in active form. AT: \"People strike us down but do not destroy us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "We are struck down", "text": "\"We are hurt badly\""}, {"ref": "We always carry in our body the death of Jesus", "text": "Paul speaks of his sufferings as if they are an experience of the death of Jesus. AT: \"We are often in danger of dying, as Jesus died\" (UDB) or \"We always suffer in such a way that we experience the death of Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the life of Jesus also may be shown in our bodies", "text": "Possible meanings are 1) \"our bodies will live again, because Jesus is alive\" (UDB) or 2) \"the spiritual life that Jesus gives also may be shown in our bodies.\""}, {"ref": "the life of Jesus also may be shown in our bodies", "text": "This can be stated in active form. AT: \"other people may see the life of Jesus in our bodies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "We who are alive are always carrying around in our body the death of Jesus", "text": "Carrying the death of Jesus represents being in danger of dying because of being loyal to Jesus.  AT: \"For those of us who are alive, God is always leading us to face death because we are joined to  Jesus\" (UDB) or \"People are always causing us who are alive to be in danger of dying because we are joined to Jesus\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that the life of Jesus may be shown in our human bodies", "text": "God wants Jesus' life be shown in us. Possible meanings are 1) \"our bodies will live again, because Jesus is alive\" (UDB) or 2) \"the spiritual life that Jesus gives also may be shown in our bodies.\"  See how you translated this phrase in [[:en:bible:notes:2co:04:07|4:10]]."}, {"ref": "so that the life of Jesus may be shown in our human bodies", "text": "This can be stated in active form. AT: \"so other people may see the life of Jesus in our bodies.\" See how you translated this phrase in [[:en:bible:notes:2co:04:07|4:10]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "death is at work in us, but life is at work in you", "text": "Paul speaks of death and life as if they are persons who can work. This means that they are always in danger of physical death so that the Corinthians can have spiritual life. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "13", "tn": [{"ref": "the same spirit of faith", "text": "\"the same attitude of faith.\" Here the word \"spirit\" refers a person's attitude and temperament."}, {"ref": "according to that which was written", "text": "This can be stated in active form. AT: \"as the one who wrote these words\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I believed, and so I spoke", "text": "This is a quote from the Psalms."}, {"ref": "the one who raised the Lord Jesus", "text": "Here the words \"the one\" refer to God. AT: \"God who raised the Lord Jesus from death to life\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will bring us with you", "text": "The word \"us\" excludes the Corinthians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Everything is for your sake", "text": "Here the word \"Everything\" refers to all of the sufferings that Paul has described in previous verses."}, {"ref": "as grace is spread to many people", "text": "This can be stated in active form. AT: \"as God spreads his grace to many people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "thanksgiving may increase", "text": "Paul speaks of thanksgiving as if it were an object that could become larger by itself. AT: \"more and more people may give thanks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Paul writes that the Corinthian difficulties are minor and do not last long when compared to the unseen eternal things."}, {"ref": "So we do not become discouraged", "text": "This can be stated as a positive. AT: \"So we remain confident\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "outwardly we are wasting away", "text": "This refers to their physical bodies decaying and dying. AT: \"our physical bodies are getting weak and dying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "inwardly we are being renewed day by day", "text": "This refers to their inward, spiritual lives getting stronger. AT: \"our spiritual beings are being strengthened day by day\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "inwardly we are being renewed day by day", "text": "This can be stated in active form. AT: \"God is renewing our inward being more each day\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this momentary, light affliction is preparing us for an eternal weight of glory", "text": "Paul speaks of his sufferings and the glory that God will give him as if they were objects that can be weighed. The glory far outweighs the suffering. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that exceeds all measurement", "text": "The glory that Paul will experience is so heavy that no one can measure it. This can be stated in active form. AT: \"that no one can measure\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "things that are seen ... things that are unseen", "text": "This can be stated in active form. AT: \"things that we can see ... things that we cannot see\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but for things that are unseen", "text": "You can supply the verb for this phrase. AT \"but we are watching for things that are unseen\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}]}]