{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story where the writer tells of how Jesus responded to disciples of John the Baptist. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "It came about that when", "text": "This phrase shifts the story from Jesus' teachings to what happened next. AT: \"Then\" or \"After\""}, {"ref": "instructing", "text": "\"teaching\" or \"commanding.\""}, {"ref": "his twelve disciples", "text": "This refers to the twelve chosen apostles of Jesus. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in their cities", "text": "Here \"their\" refers to all the Jews in general."}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Matthew starts to tell a new part of the story."}, {"ref": "when John heard in the prison about", "text": "\"When John, who was in prison, heard about\" or \"When someone told John, who was in prison, about.\" Even though Matthew has not yet told the readers that King Herod put John the Baptist in jail, the original audience would have been familiar with the story and understood the implicit information here. Matthew will give more information later about John the Baptist, so it is probably best not to make it explicit here."}, {"ref": "he sent a message by his disciples", "text": "John the Baptist sent his own disciples with a message to Jesus."}, {"ref": "and said to him", "text": "The pronoun \"him\" refers to Jesus."}, {"ref": "Are you the one who is coming", "text": "\"Are you the one whom we are expecting to come.\" This is another way to refer to the Messiah or Christ."}, {"ref": "should we look for another", "text": "\"should we be expecting someone else.\" The pronoun \"we\" refers to all Jews, not only John's disciples."}], "04": [{"ref": "report to John", "text": "\"tell John\""}, {"ref": "lepers are being cleansed", "text": "This can be stated in active form. AT: \"I am healing lepers\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "dead people are being raised back to life", "text": "This can be stated in active form. AT: \"I am causing those who have died to be alive again\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "needy people are being told", "text": "This can be stated in active form. AT: \"I am telling needy people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "07": [{"ref": "Connecting Statement:", "text": "Jesus begins to talk to the crowds about John the Baptist."}, {"ref": "What did you go out in the desert to see—a reed ... wind?", "text": "Jesus uses a question to cause the people to think about what kind of person John the Baptist is. AT: \"Surely you did not go out to the desert to see a reed ... wind!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a reed being shaken by the wind", "text": "Possible meanings are 1) Jesus mean the literal plants by the Jordan River or 2) Jesus is using a metaphor to mean a kind of person. AT: \"a man who easily changes his mind and is like a reed blowing back and forth in the wind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "being shaken by the wind", "text": "This can be translated in active form. AT: \"swaying in the wind\" or \"blowing in the wind\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But what did you go out to see—a man ... clothing?", "text": "Jesus uses a question to cause the people to think about what kind of person John the Baptist is. AT: And, surely you did not go out to the desert to see a man ... clothing!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "dressed in soft clothing", "text": "\"wearing expensive clothing.\" Rich people wore this kind of clothing."}, {"ref": "Really", "text": "This word adds emphasis to what follows. AT: \"Indeed\""}, {"ref": "kings' houses", "text": "\"kings' palaces\" (UDB)"}], "09": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk to the crowds about John the Baptist."}, {"ref": "General Information:", "text": "In verse 10, Jesus quotes the prophet Malachi to show that the life and ministry of John the Baptist fulfilled prophecy."}, {"ref": "But what did you go out to see—a prophet?", "text": "Jesus uses a question to make the people think about what kind of man John the Baptist is. AT: \"But surely you went out to the desert to see a prophet!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "and much more than a prophet", "text": "This can be translated as a complete sentence. AT: \"he is not an ordinary prophet\" or \"he is more important than a normal prophet\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "This is he of whom it was written", "text": "This can be stated in active form. AT: \"This is what the prophet Malachi wrote long ago about John the Baptist\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am sending my messenger", "text": "The pronouns \"I\" and \"my\" refer to God. Malachi is quoting what God said."}, {"ref": "before your face", "text": "Here \"your\" is singular, because God was speaking to the Messiah in the quotation. Also, \"face\" refers to the whole person. AT: \"in front of you\" or \"to go ahead of you\" (See: [[:en:ta:vol1:translate:figs_you]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "prepare your way before you", "text": "This is a metaphor that means the messenger will prepare the people to receive the Messiah's message. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "11": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk to the crowds about John the Baptist."}, {"ref": "I say to you truly", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "among those born of women", "text": "This is a way of referring to all humans. AT: \"out of all people who have ever lived\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "no one is greater than John the Baptist", "text": "This can be stated in positive form. AT: \"John the Baptist is the greatest\" or \"John the Baptist is the most important\""}, {"ref": "the least important person in the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, try to keep \"heaven\" in your translation. AT: \"the least important person under the rule of our God in heaven\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is greater than he is", "text": "\"is more important than John is\""}, {"ref": "From the days of John the Baptist", "text": "\"From the time John began preaching his message\" (See: [[:en:obe:other:biblicaltimeday]])"}, {"ref": "the kingdom of heaven suffers violence, and men of violence take it by force", "text": "There are various possible interpretations of this verse. The ULB and UDB assume that it means that some people want to use God's kingdom for their own selfish purposes, and that they are willing to use force against other people to accomplish this. Other versions assume a positive interpretation, that the call to enter the kingdom of God has become so urgent, that people must act in an extreme manner in order to answer that call and to resist the temptation to sin further. A third interpretation is that violent people are harming God's people and trying to stop God from ruling."}], "13": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk to the crowds about John the Baptist."}, {"ref": "all the prophets and the law have been prophesying until John", "text": "Here \"prophets and the law\" refer to the things that the prophets and Moses wrote in scripture. AT: \"for these are the things that the prophets and Moses have prophesied through the scriptures until the time of John the Baptist\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and if you", "text": "Here \"you\" is plural and refers to the crowd. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "he is Elijah, the one who was to come", "text": "\"he\" refers to John the Baptist. This does not mean John the Baptist is literally Elijah. Jesus means John the Baptist fulfills the prophecy about \"Elijah, who is to come\" or the next Elijah. AT: \"when the prophet Malachi said that Elijah would return, he was speaking about John the Baptist\""}, {"ref": "He who has ears to hear", "text": "This is a way of referring to everyone listening. AT: \"Everyone who is listening to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him listen", "text": "Here \"listen\" means paying attention. AT: \"must pay careful attention to what I am saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "16": [{"ref": "Connecting Statement:", "text": "Jesus continues to talk to the crowds about John the Baptist."}, {"ref": "To what should I compare this generation?", "text": "Jesus uses a question to introduce a comparison between the people of that day and what children might say in the marketplace. AT: \"This is what this generation is like\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this generation", "text": "\"the people living now\" or \"these people\" or \"you people of this generation\""}, {"ref": "It is like children playing in the marketplace ... and you did not weep", "text": "Jesus uses a parable to describe the people who were alive at that time. He compares them to a group of children who are trying to get the other children to play with them. But, no matter way they do, the other children will not join them. Jesus means that it does not matter if God sends someone like John the Baptist, who lives in the desert and fasts, or someone like Jesus, who celebrates with sinners and does not fast. The people, most specifically the Pharisees and religious leaders, still remain stubborn and refuse to accept God's truth.  (See: [[:en:ta:vol1:translate:figs_parables]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "marketplace", "text": "a large, open-air area where people buy and sell items"}, {"ref": "We played a flute for you", "text": "\"We\" refers to the children sitting in the marketplace. Here \"you\" is plural and refers to the other group of children. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and you did not dance", "text": "\"but you did not dance to the happy music\""}, {"ref": "We mourned", "text": "This means they sang sad songs like women did at funerals. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "and you did not weep", "text": "\"but you did not cry with us\""}], "18": [{"ref": "Connecting Statement:", "text": "Jesus concludes talking to the crowds about John the Baptist."}, {"ref": "not eating bread or drinking wine", "text": "Here \"bread\" refers to food. It does not mean that John never ate food. It means he fasted often, and when he ate he did not eat good, expensive food. AT: \"frequently fasting and not drinking alcohol\" or \"not eating good food and drinking wine\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they say, 'He has a demon.'", "text": "This can be translated as an indirect quote. AT: \"they say that he has a demon\" or \"they accuse him of having a demon\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "they say", "text": "All occurrences of \"they\" refer to the people of that generation, and most specifically to the Pharisees and religious leaders."}, {"ref": "The Son of Man", "text": "Jesus is referring to himself. AT: \"I, the Son of Man,\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "came eating and drinking", "text": "This is the opposite of John's behavior. This means more than just consuming the normal amount of food and drink. It means Jesus celebrated and enjoyed good food and drink like other people did."}, {"ref": "they say, 'Look, he is a gluttonous man", "text": "This can be translated as an indirect quote. AT: \"they say that he is a gluttonous man\" or \"they accuse him of eating too much\" If you translated \"The Son of Man\" as \"I, the Son of man,\" the indirect quote could be translated as \"they say that I am a gluttonous man\" (See: [[:en:ta:vol2:translate:figs_quotations]] and [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "he is a gluttonous man", "text": "\"he is a greedy eater\" or \"he continually eats too much food\""}, {"ref": "a drunkard", "text": "\"a drunk\" or \"he continually drinks too much alcohol\""}, {"ref": "But wisdom is justified by her deeds", "text": "This is a proverb that Jesus applies to this situation, because the people who rejected both him and John were not being wise. Jesus and John the Baptist are the wise ones, and the results of their deeds prove it. (See: [[:en:ta:vol2:translate:writing_proverbs]])"}, {"ref": "wisdom is justified by her deeds", "text": "Here \"wisdom\" is described as a woman who is proven to be right by what she does. Jesus means that the results of a person's actions prove that he is truly wise. This can be stated in active form. AT: \"The results of a person's deeds prove that he is wise\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_activepassive]])"}], "20": [{"ref": "General Information:", "text": "Jesus begins to rebuke the people of the cities where he previously did miracles."}, {"ref": "rebuke the cities", "text": "Here \"the cities\" refers to the people who live there. AT: \"rebuke the people of the cities\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cities", "text": "\"towns\""}, {"ref": "in which most of his mighty deeds were done", "text": "This can be translated in active form. AT: \"in which he did most of his mighty deeds\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mighty deeds", "text": "\"mighty works\" or \"works of power\" or \"miracles\""}, {"ref": "Woe to you, Chorazin! Woe to you, Bethsaida!", "text": "Jesus speaks as if the people of the cities of Chorazin and Bethsaida were there listening to him, but they were not. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "Woe to you", "text": "\"How terrible it will be for you!\" Here \"you\" is singular and refers to the city. If it is more natural to refer to the people instead of a city, you could translate with a plural \"you.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Chorazin ... Bethsaida ... Tyre ... Sidon", "text": "The names of these cities are used as metonyms for the people living in these cities. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "If the mighty deeds ... in sackcloth and ashes", "text": "Jesus is describing a hypothetical situation that could have happened in the past, but it did not. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "If the mighty deeds had been done in Tyre and Sidon which were done in you", "text": "This can be translated with active forms. AT: \"If I had done the mighty deeds among the people of Tyre and Sidon that I have done among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "which were done in you ... than for you", "text": "Here the \"you\" is plural and refers to Chorazin and Bethsaida. If it is more natural for your language, you could use a dual \"you\" to refer to the two cities, or a plural \"you\" to refer to the people of the cities. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "they would have repented long", "text": "The pronoun \"they\" refers to the people of Tyre and Sidon."}, {"ref": "repented", "text": "\"shown they were sorry for their sins\""}, {"ref": "it will be more tolerable for Tyre and Sidon at the day of judgment than for you", "text": "Here \"Tyre and Sidon\" refers to the people who live there. AT: \"God will show more mercy to the people of Tyre and Sidon in the day of judgment than to you\" or \"God will punish you more severely at the day of judgment than the people of Tyre and Sidon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "than for you", "text": "The implied information can be made explicit. AT \"than for you, because you did not repent and believe in me, even though you saw me do miracles\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "23": [{"ref": "Connecting Statement:", "text": "Jesus continues to rebuke the people of the cities where he previously did miracles."}, {"ref": "You, Capernaum", "text": "Jesus now speaks to the people in the city of Capernaum as if they were listening to him, but they were not. The pronoun \"you\" is singular and refers to Capernaum throughout these two verses. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}, {"ref": "You", "text": "All occurrences of \"you\" are singular. If it is more natural to refer to the people of the city, you could translate with a plural \"you.\" (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Capernaum ... Sodom", "text": "The names of these cities refer to the people living in Capernaum and in Sodom. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "do you think you will be exalted to heaven?", "text": "\"do you think you will be raised up to heaven?\" Jesus uses a rhetorical question to rebuke the people of Capernaum for their pride. It can be stated in active form: AT: \"you cannot raise yourself up to heaven\" or \"the praise of other people will not raise you up to heaven\" or \"God will not bring you up to heaven like you think he will\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will be brought down to Hades", "text": "This can be stated in active form. AT: \"God will send you down to Hades\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "For if in Sodom ... it would still have remained until today", "text": "Jesus is describing a hypothetical situation that could have happened in the past, but it did not. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if in Sodom there had been done the mighty deeds that were done in", "text": "This can be stated in active form. AT: \"if I had done the mighty deeds among the people of Sodom that I have done among you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "mighty deeds", "text": "\"mighty works\" or \"works of power\" or \"miracles\""}, {"ref": "it would still have remained", "text": "The pronoun \"it\" refers to the city of Sodom."}, {"ref": "I say to you", "text": "This phrase adds emphasis to what Jesus says next."}, {"ref": "it shall be easier for the land of Sodom in the day of judgment than for you", "text": "Here \"land of Sodom\" refer to the people who lived there. AT: \"God will show more mercy to the people of Sodom in the day of judgment than to you\" or \"God will punish you more severely in the day of judgment than the people of Sodom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "than for you", "text": "The implicit information can be made explicit. AT: \"than for you, because you did not repent and believe in me, even though you saw me do miracles\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "25": [{"ref": "General Information:", "text": "In verses 25 and 26, Jesus prays to his heavenly Father while still in the presence of the crowd. In verse 27, he begins to address the people again."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Lord of heaven and earth", "text": "\"Lord who rules over heaven and earth.\" The phrase \"heaven and earth\" is a merism that refers to all people and things in the universe. AT: \"Lord who rules over the whole universe\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "you concealed these things ... and revealed them", "text": "It is not clear what is meant by \"these things.\" If your language needs to specify what is meant, an alternative translation might be best. AT: \"you concealed these truths ... and revealed them\""}, {"ref": "you concealed these things from", "text": "\"you hid these things from\" or \"you have not made these things known to.\" This verb is the opposite of \"revealed.\""}, {"ref": "from the wise and understanding", "text": "These nominal adjectives can be translated as adjectives. AT: \"from people who are wise and understanding\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the wise and understanding", "text": "Jesus is using irony. He does not think these people are really wise. AT: \"people who think they are wise and understanding\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "revealed them", "text": "\"made them known.\" The pronoun \"them\" refers to \"these things\" earlier in this verse."}, {"ref": "to those who are untaught", "text": "\"to those who are ignorant\""}, {"ref": "like little children", "text": "Jesus compares an ignorant person to a little child. Jesus is emphasizing that many of those who believe him are not well educated or think of themselves as wise. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "for so it was well-pleasing in your sight", "text": "pleasing in your sight** - The phrase \"in your sight\" is a metonym that stands for how a person considers something. AT: \"for you considered it good to do this\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "All things have been entrusted to me from my Father", "text": "This can be stated in active form. AT: \"My Father has entrusted all things to me\" or \"My Father has given everything over to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "All things", "text": "Possible meanings are 1) God the Father has revealed everything about himself and his kingdom to Jesus or 2) God has given all authority to Jesus."}, {"ref": "my Father", "text": "This is an important title for God that describes the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "no one knows the Son except the Father", "text": "\"only the Father knows the Son\""}, {"ref": "no one knows", "text": "Both times Jesus uses this phrase, the word \"knows\" means more than just knowing the person. It means knowing the person intimately because they have a special relationship."}, {"ref": "the Son", "text": "Jesus was referring to himself in the third person. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "no one knows the Father except the Son", "text": "\"only the Son knows the Father\""}], "28": [{"ref": "Connecting Statement:", "text": "Jesus finishes speaking to the crowd."}, {"ref": "all you", "text": "All occurrences of \"you\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "who labor and are heavy burdened", "text": "Jesus is speaking about the people as if they are animals, which their masters have made to carry too much weight on their backs. This is a metaphor for all the laws and rules the Jewish leaders expect the people to obey. AT: \"who labor under all the laws the religious leaders place on you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will give you rest", "text": "\"I will allow you to rest from your labor and burden\""}, {"ref": "Take my yoke on you", "text": "Jesus continues the metaphor. Jesus is inviting the people to become his disciples and follow him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I am meek and lowly in heart", "text": "Here \"meek\" and \"lowly in heart\" mean basically the same thing. Jesus combines them to emphasize that he will be much more kind than the religious leaders. AT: \"I am gentle and humble\" (UDB) or \"I am very gentle\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "lowly in heart", "text": "This is an idiom that means \"humble.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will find rest for your souls", "text": "Here \"soul\" refers to the entire person. AT: \"you will find rest for yourselves\" or \"you will be able to rest\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "For my yoke is easy and my burden is light", "text": "Both of these phrases mean the same thing. Jesus is emphasizing that it is easier to obey him than it is the Jewish law. AT: \"For what I place on you, you will be able to carry because it is light\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "my burden is light", "text": "The word \"light\" here is the opposite of heavy, not the opposite of dark."}]}