[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul lets Timothy know that in the future people will turn away from truth; and that though persecution will come, he can depend on God's scripture."}, {"ref": "in the last days", "text": "Possible meanings are 1) this is a time later than Paul's time. AT: \"in the future just before Jesus returns\" or 2) this refers to the Christian age, including Paul's time. AT: \"during this period of time before the end\""}, {"ref": "difficult times", "text": "These will be days, months, or even years when Christians will endure suffering and danger."}, {"ref": "lovers of themselves", "text": "Here \"lovers\" refers to brotherly love or love for a friend or family member, a natural human love between friends or relatives. This is not the kind of love that comes from God. AT: \"self-centered\""}, {"ref": "boastful", "text": "talking about oneself in a proud way"}, {"ref": "without natural affection", "text": "\"not loving their own families\""}, {"ref": "implacable", "text": "\"not agreeing with anyone\" or \"not living in peace with anyone\""}, {"ref": "slanderers", "text": "\"false accusers\""}, {"ref": "violent", "text": "\"fierce\" or \"they will often do things to hurt other people\""}, {"ref": "not lovers of good", "text": "\"haters of good\""}, {"ref": "headstrong", "text": "\"reckless\" or \"rash.\" This means to do things without thinking about the consequences."}, {"ref": "conceited", "text": "\"they think they are better than other people\""}]}, {"id": "05", "tn": [{"ref": "have a shape of godliness", "text": "Paul speaks of godliness, the habit of honoring God, as if it were a physical object that had a shape.  AT: \"appear godly\" or \"appear to honor God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will deny its power", "text": "Paul speaks of godliness as if it were a object that had physical power. Possible meanings are 1) \"they will refuse to accept the power that God truly wants to give them\" (UDB) or 2) \"their lives will show no evidence of the godliness they say they have.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Turn away from", "text": "Paul may be speaking of physically turning away from these people, but he wants his readers to do whatever they can to avoid them in general. AT: \"Avoid these people\""}, {"ref": "enter into households and captivate", "text": "\"enter into houses and greatly influence\""}, {"ref": "foolish women", "text": "\"women who are spiritually weak.\" This can be because they fail to work at becoming godly or because they are idle and have many sins."}, {"ref": "who are heaped up with sins", "text": "Paul speaks of the attraction of sin as if sin were heaped up on the backs of these women. Possible meanings are 1) \"who sin often\" or 2) \"who feel terrible guilt because they continue to sin.\" The idea is that these men can easily influence these women because the women are unable to stop sinning. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and are led away by various desires", "text": "Paul speaks about these various desires as if they could lead another person away. This can be stated in active form. AT: \"and they desire to sin in various ways rather than obey Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul gives an example of two false teachers from the time of Moses and applies it to the way people will be. He encourages Timothy to follow Paul's example and stay in God's word."}, {"ref": "Jannes and Jambres", "text": "These two names are found only here in the Bible. One tradition names them as the Egyptian magicians who opposed Moses in Exodus. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "stood against", "text": "Paul speaks of those who argue against someone as if they were standing against them. AT: \"opposed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stand against the truth", "text": "\"oppose the gospel of Jesus\""}, {"ref": "They are men destroyed in mind", "text": "\"They are no longer able to think rightly\""}, {"ref": "unapproved regarding the faith", "text": "They have been tested in how well they trust in Christ and obey him, and they have failed the test. AT: \"without sincere faith\" or \"and they have proven that their faith is not genuine\""}, {"ref": "they will not advance very far", "text": "Paul uses an expression about physical movement to mean that the false teachers will not have much success among the believers. AT: \"they will not have much success\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "foolishness", "text": "\"lack of understanding\" or \"folly\""}, {"ref": "obvious", "text": "\"easily known\""}, {"ref": "of those men", "text": "\"of Jannes and Jambres\""}]}, {"id": "10", "tn": [{"ref": "you have followed my teaching", "text": "Paul speaks of giving close attention to these things as if one were physically following them as they moved. AT: \"you have observed\" or \"you have payed close attention to my teaching\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "teaching", "text": "\"instruction\""}, {"ref": "conduct", "text": "\"way of life\""}, {"ref": "longsuffering", "text": "\"patience with people\""}, {"ref": "patience", "text": "\"endurance in difficult situations\""}, {"ref": "Out of them all, the Lord rescued me", "text": "Paul speaks of God having stopped him from suffering these hardships and dangers as if God had carried him out of a physical location. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to live in a godly manner in Christ Jesus", "text": "\"to live godly lives as followers of Jesus\""}, {"ref": "will be persecuted", "text": "This can be stated in active form. AT: \"will certainly have to endure persecution\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "impostors", "text": "\"deceivers\" or \"people who pretend to be different than they really are\""}, {"ref": "will go to even worse", "text": "\"will become even more evil\""}, {"ref": "They will lead others astray", "text": "\"They will cause people to not obey Christ\""}, {"ref": "They themselves are being led astray", "text": "This can be stated in active form. AT: \"And other people will cause them to not obey Christ\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "remain in the things that you have learned", "text": "Paul speaks of biblical instruction as if it were a place that Timothy could stay in. AT: \"do not forget what you learned\" or \"continue doing what you have learned\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sacred writings. These are able to make you wise for salvation through faith in Christ Jesus", "text": "Paul speaks of the sacred writings as if they were a person who could make someone else wise. AT: \"that when you read the word of God, you can become wise so as to receive salvation from Christ Jesus by faith\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "16", "tn": [{"ref": "All scripture has been inspired by God", "text": "\"All scripture is God-breathed.\" This means God produced the scripture through his Spirit by telling people what to write. This can be stated in active form. AT: \"God has spoken all the scriptures by his Spirit\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "It is profitable", "text": "\"It is useful\" or \"It is beneficial\""}, {"ref": "for conviction", "text": "\"for pointing out errors\""}, {"ref": "for correction", "text": "\"for fixing errors\""}, {"ref": "for training in righteousness", "text": "\"for training people to be righteous\""}, {"ref": "the man of God", "text": "This means any believer in God whether male or female. AT: \"all believers\" (See: [[:en:ta:vol2:translate:figs_gendernotations]])"}, {"ref": "may be competent, equipped", "text": "\"may be completely prepared\""}]}]