[{"id": "01", "tn": [{"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "Nun", "text": "Joshua's father (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "cross over this Jordan", "text": "To \"cross over\" means \"go to the opposite bank of the river.\" AT: \"travel from this side to the opposite side of the Jordan\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you and all this people", "text": "The word \"you\" here refers to Joshua. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I have given you every place", "text": "God giving the land to the Israelites in the future is spoken of as if he gave it to them in the past. This emphasizes that he will certainly give it to them. AT: \"I will give to you every place\" (See: [[:en:ta:vol2:translate:figs_pastforfuture]])"}, {"ref": "I have given you", "text": "The word \"you\" refers to both Joshua and the nation of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "every place where the sole of your foot will walk", "text": "This refers to all the places Joshua and the Israelites will travel when they cross the Jordan River. AT: \"everywhere you go in this land\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Joshua."}, {"ref": "your land", "text": "The word \"your\" refers to the tribes of Israel and not only Joshua. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "to stand before you", "text": "In verse 5 the words \"you\" and \"your\" refer to Joshua. (See: [[:en:ta:vol1:translate:figs_youdual]])"}, {"ref": "I will not abandon you or leave you", "text": "The words \"abandon\" and \"leave\" mean basically the same thing. Yahweh combines them to emphasize that he will not do these things. AT: \"I will certainly stay with you always\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh gives Joshua a series of commands. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Be strong and courageous", "text": "Yahweh commands Joshua to overcome his fears with courage. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "Do not turn from it to the right or to the left", "text": "This can be stated as a positive command. AT: \"Follow it exactly\" or \"Follow them exactly\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "be successful", "text": "\"achieve your goal\" or \"reach your goal\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Joshua."}, {"ref": "You will always speak", "text": "This means that Joshua should speak of the book of the law often. The word \"always\" adds emphasis or intensity. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "prosperous and successful", "text": "These two words mean basically the same thing and emphasize great prosperity. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Have I not commanded you?", "text": "This refers to Yahweh commanding Joshua. AT: \"I have commanded you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Be strong and courageous!", "text": "Yahweh is commanding Joshua. (See: [[:en:ta:vol2:translate:figs_imperative]])"}]}, {"id": "10", "tn": [{"ref": "Go through the camp and command the people, 'Prepare ... possess.'", "text": "Embedded quotes can be expressed as indirect quotes. AT: \"Go through the camp and command the people to prepare provisions for themselves. In three days they will cross over this Jordan and go in and possess the land that Yahweh their God is giving them to possess.\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]])"}, {"ref": "the people", "text": "\"the people of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "In three days", "text": "Here Joshua was counting his present day as day one. AT: \"Two days from now\" or \"On the day after tomorrow\""}, {"ref": "cross over this Jordan", "text": "\"cross over\" refers to going to the opposite side of the river. AT: \"travel to the other side of the Jordan River\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "The tribes of Reuben, Gad and half of the tribe of Manasseh chose to settle east of the Jordan River. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Reubenites", "text": "These were the descendants of Reuben. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Gadites", "text": "These were the decendants of Gad. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Joshua continues speaking to the Reubenites, Gadites, and the half tribe of Manasseh."}, {"ref": "your little ones", "text": "\"your little children\""}, {"ref": "beyond the Jordan", "text": "This refers to the east side of the Jordan River. Later most of the Israelites would live west of the Jordan, so they called the east side \"beyond the Jordan.\" But at this time they were all still on the east side. AT: \"east of the Jordan River\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "given your brothers rest", "text": "This refers to Israel defeating all their enemies residing in Canaan that they were to conquer. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you will ... possess it", "text": "This refers to living out their life on the land in peace."}, {"ref": "beyond the Jordan, where the sun rises", "text": "This refers to the east side of the Jordan river. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "These Isrelites were specifically the Reubenites, Gadites, and the half tribe of Manasseh that replied to Joshua."}, {"ref": "rebels against your commands and disobeys your words", "text": "These two phrases mean basically the same thing and emphasize that any form of disobedience will be punished. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will be put to death", "text": "This can be stated in active form. AT: \"we will put to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "be strong and courageous", "text": "Israel and God considered both traits important for Joshua to pursue as their leader. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}]