[{"id": "01", "tn": [{"ref": "Behold", "text": "The word \"behold\" here shows that Jeremiah saw something interesting."}, {"ref": "This vision happened ... them to Babylon", "text": "This part of the story is used to provide historical information to show when the events of the happened. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "craftsmen", "text": "people skilled at building things."}, {"ref": "metalworkers", "text": "people skilled at creating things out of metal."}]}, {"id": "04", "tn": [{"ref": "the word of Yahweh came to", "text": "See how you translated this in [[:en:bible:notes:jer:01:01|1:2]]."}, {"ref": "just like these good figs", "text": "The good figs are those Judean exiles sent to the land of Chaldea. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I will set my eyes on them for good", "text": "AT: \"I will bless them.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will build them up, and not tear them down. I will plant them, and not uproot them", "text": "These two sentences have similar meanings. The second one strengthens the thought in the first. (See\" [[:en:ta:vol2:translate:figs_parallelism]]) AT: \"I will help them to prosper in Chaldea.\""}, {"ref": "I will build them up, and not tear them down", "text": "This expression compares the exiles to a building which Yahweh will build and not tear down. AT: \"I will help them flourish in the land, and not ruin them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will plant them, and not uproot them", "text": "AT: \"I will establish them in the land, and not remove them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they will turn to me with all their heart", "text": "AT: \"they will turn to me with their whole being\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "But like the bad figs that are too bad to be eaten", "text": "This expression compares bad figs to bad people. Bad figs are figs which cannot be eaten and are useless, bad people do not follow Yahweh and are also useless. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "I will turn them into a frightening thing, a disaster", "text": "Yahweh compares the coming judgment on the people of Jerusalem to something that will scare other people when they see it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will send out sword, famine, and plague against them", "text": "AT: \"I will kill them with war, famine and sicknesses.\""}, {"ref": "I will send out sword", "text": "AT: \"I will send enemy armies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]