[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "who does not walk in the advice of the wicked", "text": "The \"advice of the wicked\" is spoken of as if it were a path to follow. AT: \"who does not follow the advice of the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stand in the pathway with sinners", "text": "Here the word \"pathway\" represents the way people live. The word \"stand\" is in parallel with \"walk.\" AT: \"imitate the behavior of sinful people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "or sit in the assembly of mockers", "text": "Sitting with people who mock God represents joining the people who mock God. AT: \"or join those who mock God\" or \"or mock God with others who mock him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "delight", "text": "\"contentment\" or \"joy\""}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}]}, {"id": "003", "tn": [{"ref": "General Information:", "text": "This passage introduces an elaborate image in which a righteous person is thought of in terms of a flourishing tree."}, {"ref": "He will be like a tree ... fruit in its season", "text": "In the Bible, people are often spoken of as trees. People who delight in Yahweh's law can do all God wants them to do just as a tree that is planted by water produces good fruit. AT: \"He will be prosperous like a tree ... fruit in its season\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "planted by the streams of water", "text": "A tree that is planted by a stream can get enough water to be healthy."}, {"ref": "that produces its fruit in its season", "text": "Healthy trees produce good fruit at the right time."}, {"ref": "whose leaves do not wither", "text": "If a tree gets enough water, its leaves do not dry out and die."}, {"ref": "whatever he does will prosper", "text": "\"He will be successful at whatever he does\""}]}, {"id": "004", "tn": [{"ref": "The wicked are not so", "text": "How they are not like that can be stated clearly. \"The wicked are not prosperous\" or \"The wicked do  not prosper\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but are instead like the chaff", "text": "How they are like chaff can be stated clearly. AT: \"but instead they are worthless like the chaff\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will not stand in the judgment", "text": "Surviving when God judges is spoken of as \"standing.\" AT: \"will not survive when God judges them\" or \"will be condemned when God judges them\" (See: [[:en:ta:vol1:translate:figs_metaphor]]"}, {"ref": "nor sinners in the assembly", "text": "Translators can supply the verb \"stand.\" AT: \"neither will sinners stand in the assembly\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "nor sinners in the assembly of the righteous", "text": "Being accepted by God as righteous is spoken of as standing with the group of righteous people.  AT: \"and God will not accept sinners along with the righteous people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "006", "tn": [{"ref": "For Yahweh approves of the way of the righteous, but the way of the wicked will perish", "text": "These two clauses contrast what happens to righteous people with what happens to wicked people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the way of the righteous", "text": "How people live is spoken of as if it were a \"way\" or \"road\" that they are walking on. AT: \"how the righteous live (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the way of the wicked will perish", "text": "Here \"way\" stands for the wicked, who are figuratively walking on the way. AT: \"The wicked will perish because of their way\" or \"the wicked will die because of the way they live\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]