[{"id": "01", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. We do not know where this take places; it is simply one day when Jesus was teaching."}, {"ref": "Now", "text": "This marks the beginning of a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "all the tax collectors", "text": "This is an exaggeration to stress that there were very many of them. AT: \"many tax collectors\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "This man welcomes sinners", "text": "\"This man lets sinners into his presence\" or \"This man associates with sinners\""}, {"ref": "This man", "text": "They were talking about Jesus."}, {"ref": "even eats with them", "text": "The word \"even\" shows that they thought it was bad enough that Jesus allowed sinners to come to him, but it was worse that he would eat with them."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Jesus begins to tell several parables. The first parable is about a man and his sheep. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "to them", "text": "Here \"them\" refers to the religious leaders."}, {"ref": "Which one of you ... will not leave ... until he finds it?", "text": "Jesus uses a question to remind the people that if any of them lost one of their sheep, they would certainly go looking for it. AT: \"Each of you ... would certainly leave ... until he finds it.\" Some languages have ways of showing that this is a hypothetical situation and not a story about a particular person who has lost a sheep. (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Which one of you, if he has a hundred sheep", "text": "Since the parable starts with \"Which one of you,\" some languages would continue the parable in the second person. AT: \"Which one of you, if you have a hundred sheep\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "hundred ... ninety-nine", "text": "nine** - \"100 ... 99\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "lays it across his shoulders", "text": "This was the way shepherds carried sheep. This could be stated. AT: \"lays it across his shoulders to carry it home\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "06", "tn": [{"ref": "When he comes to the house", "text": "\"When the owner of the sheep comes home\" or \"When you come home\" (UDB). Refer to the owner of the sheep as you did in the previous verse."}, {"ref": "even so", "text": "\"in the same way\" or \"as the shepherd and his friends and neighbors would rejoice\""}, {"ref": "there will be joy in heaven", "text": "\"everyone in heaven will rejoice\""}, {"ref": "ninety-nine righteous persons", "text": "nine righteous persons** - \"99 righteous people\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "more than over ninety-nine righteous persons who do not need to repent", "text": "nine righteous persons who do not need to repent** - This does not mean that God is not pleased with those who obey him—he takes great delight in them. But the joy in heaven at the moment when a person is saved from their sin is an even greater joy! (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "do not need to repent", "text": "This does not mean that believers never need to repent—they all do. Jesus is exaggerating to make a point. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins telling another parable. It is about a woman with 10 sliver coins."}, {"ref": "Or what woman ... would not light a lamp ... and seek diligently until she has found it?", "text": "Jesus uses a question to remind the people that if any of them lost a silver coin, they would certainly look for it diligently. AT: \"Any woman ... would certainly light a lamp ... and seek diligently until she has found it\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "if she were to lose", "text": "This is a hypothetical situation and not a story about a real woman. Some languages have ways of showing this. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Even so", "text": "\"In the same way\" or \"Just as people would rejoice with the woman\""}, {"ref": "over one sinner who repents", "text": "\"when one sinner repents\""}]}, {"id": "11", "tn": [{"ref": "Connecting Statement:", "text": "Jesus begins telling another parable. It is about a young man who asks his father for his part of the inheritance. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "A certain man", "text": "This introduces a new character in the parable. Some languages might say \"There was a man who\" (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "give me", "text": "The son wanted his father to give it to him immediately. Languages that have a command form that means that they want it done immediately should use that form."}, {"ref": "the portion of the wealth that falls to me", "text": "\"the part of your wealth that you planned for me to receive when you die\""}, {"ref": "between them", "text": "\"between his two sons\" (UDB)"}]}, {"id": "13", "tn": [{"ref": "gathered together all he owned", "text": "\"packed his things\" or \"put his things in his bag\""}, {"ref": "living recklessly", "text": "\"living without thinking about the consequences of his actions\" or \"living wildly\""}, {"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Jesus explains how the younger son went from having plenty to being in need."}, {"ref": "a severe famine spread through that country", "text": "\"a drought occurred there and the entire country did not have enough food\""}, {"ref": "to be in need", "text": "\"to lack what he needed\" or \"to not have enough\""}]}, {"id": "15", "tn": [{"ref": "He went", "text": "The word \"he\" refers to the younger son."}, {"ref": "hired himself out to", "text": "\"took a job with\" or \"began to work for\""}, {"ref": "one of the citizens of that country", "text": "\"a man of that country\""}, {"ref": "to feed pigs", "text": "\"to give food to the man's pigs\""}, {"ref": "would gladly have eaten", "text": "\"wished very much that he could eat.\" It is understood that this is because he was very hungry. This could be stated. AT: \"he was so hungry that he would have happily eaten\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "carob pods", "text": "These are the husks of beans that grow on the carob tree. AT: \"carob bean pods\" or \"bean husks\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "17", "tn": [{"ref": "came to himself", "text": "This idiom means \"came to his senses.\" AT: \"clearly understood his situation\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "How many of my father's hired servants have more than enough food", "text": "This is part of an exclamation, and not a question. AT: \"All my father's hired servants have more than enough food to eat\" (UDB)"}, {"ref": "dying from hunger", "text": "This is probably not an exaggeration. The young man may really have been starving."}, {"ref": "I have sinned against heaven", "text": "Jewish people sometimes avoided saying the word \"God\" and used the word \"heaven\" instead. AT: \"I have sinned against God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I am no more worthy to be called your son", "text": "\"I am not worthy to be called your son.\" This can be stated in active form. AT: \"I am not worthy for you to call me son\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no more worthy", "text": "\"no longer worthy\" (UDB). It means that in the past he was worthy, but now he was not."}, {"ref": "make me as one of your hired servants", "text": "\"hire me as an employee\" or \"hire me and I will become one of your servants\". This is a request, not a command. It may be helpful to add \"please\" as the UDB does."}]}, {"id": "20", "tn": [{"ref": "So the young son left and came toward his father", "text": "\"So he left that country and started going back to his father.\" The word \"so\" marks an event that happened because of something else that happened first. In this case, the young man was in need and had decided to go home."}, {"ref": "While he was still far away", "text": "\"While he was still far away from his home\" or \"While he was still far away from his father's house\""}, {"ref": "was moved with compassion", "text": "\"had pity on him\" or \"loved him deeply from his heart\""}, {"ref": "hugged and kissed", "text": "The father did this to show his son that he loved him and was glad that the son was coming home. If people think that it is strange or wrong for a man to hug and kiss his son, you can substitute a way that men in your culture show affection to their sons. AT: \"welcomed him affectionately\""}, {"ref": "sinned against heaven", "text": "Jewish people sometimes avoided saying the word \"God\" and used the word \"heaven\" instead. AT: \"I have sinned against God.\" See how you translated this in [[:en:bible:notes:luk:15:17|15:18]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in your sight", "text": "This idiom means \"in your presence\" or \"against you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am not worthy to be called your son", "text": "\"I am not worthy to be called your son.\" This can be stated in active form. AT: \"I am not worthy for you to call me son.\" See how you translated a similar phrase in [[:en:bible:notes:luk:15:17|15:18]]. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "22", "tn": [{"ref": "best robe", "text": "\"the best robe in the house.\" AT: \"the best coat\" or \"the best garment\""}, {"ref": "put a ring on his hand", "text": "A ring was a sign of authority that men wore on one of their fingers."}, {"ref": "sandals", "text": "Wealthy people of that time wore sandals. However, in many cultures the modern equivalent would be \"shoes.\""}, {"ref": "fattened calf", "text": "A calf is a young cow. People would give one of their calves special food so that it would grow well, and then when they wanted to have a special feast, they would eat that calf. AT: \"the best calf\" or \"the young animal we have been making fat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "kill it", "text": "The implied information that they were to cook the meat can be made explicit. AT: \"kill it and cook it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my son was dead, and now he is alive", "text": "This metaphor speaks of the son being gone as if he was dead. AT: \"it is as if my son was dead and became alive again\" or \"I felt like my son had died, but he is now alive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He was lost, and now he is found", "text": "This metaphor speaks of the son being gone as if he was lost. AT: \"It is as if my son was lost and now I found him\" or \"My son was lost and has returned home\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "Now", "text": "This word is used here to mark a break in the main storyline. Here Jesus starts to tell a new part of the story about the older son."}, {"ref": "out in the field", "text": "It is implied that he was out in the field because he was working there. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "one of the servants", "text": "The word that is translated here as \"servant\" is normally translated as \"boy.\" It may indicate that the servant was very young."}, {"ref": "what these things might be", "text": "\"what was happening\" (UDB)"}, {"ref": "the fattened calf", "text": "A calf is a young cow. People would give one of their calves special food so that it would grow well, and then when they wanted to have a special feast, they would eat that calf. AT: \"the best calf\" or \"the young animal we have been making fat.\" See how you translated this phrase in [[:en:bible:notes:luk:15:22|15:23]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "28", "tn": [{"ref": "these many years", "text": "\"for many years\""}, {"ref": "I slaved for you", "text": "\"I worked extremely hard for you\" or \"I worked as hard as a slave for you\""}, {"ref": "never broke a rule of yours", "text": "\"never disobeyed any of your commands\" or \"always obeyed everything you told me to do\" (UDB)"}, {"ref": "a young goat", "text": "A young goat was smaller and less expensive than a fatted calf. AT: \"even a young goat\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your son", "text": "\"that son of yours.\" The older son refers to his brother this way in order to show how angry he is."}, {"ref": "devoured your living with prostitutes", "text": "\"wasted all your wealth on prostitutes\" or \"thrown away all your money by paying prostitutes.\" Possible meanings are 1) he assumed this is how his brother spent the money or 2) he is using hyperbole to intentionally exaggerate his brother's sin. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "fattened calf", "text": "A calf is a young cow. People would give one of their calves special food so that it would grow well, and then when they wanted to have a special feast, they would eat that calf. AT: \"the best calf\" or \"the young animal we have been making fat.\" See how you translated this phrase in [[:en:bible:notes:luk:15:22|15:23]]. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "31", "tn": [{"ref": "The father said to him", "text": "The word \"him\" refers to the older son."}, {"ref": "this brother of yours", "text": "The father was reminding the older son that the one who just came home was his brother."}, {"ref": "this brother of yours  was dead, and is now alive", "text": "This metaphor speaks of the brother being gone as if he was dead. AT: \"it was as if this brother of yours was dead and became alive again\" or \"had died, but he is now alive.\" See how you translated this phrase in [[:en:bible:notes:luk:15:22|15:24]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he was lost, and has now been found", "text": "This metaphor speaks of the son being gone as if he was lost. AT: \"it is as if this brother of yours was lost and now I found him\" or \"this brother of yours was lost and has returned home.\" See how you translated this phrase in [[:en:bible:notes:luk:15:22|15:24]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]