{"1": [{"a": "Moses was beyond the Jordan in the wilderness, in the plain of the Jordan river valley.", "q": "Where was Moses when he spoke to Israel?", "ref": ["01-01"]}, {"a": "It was the fortieth year, the first day of the eleventh month, on the first day of the month.", "q": "When did Moses speak to the people of Israel, telling them all that Yahweh commanded him?", "ref": ["01-03"]}, {"a": "Yahweh had sworn to Abraham, Isaac, and Jacob to give the land to them and to their descendants after them.", "q": "To whom had Yahweh sworn to give the land?", "ref": ["01-08"]}, {"a": "God had multiplied them, made them as the stars of heaven.", "q": "Why did Moses feel he could not carry the people alone?", "ref": ["01-09", "01-10"]}, {"a": "They would take wise understanding men of good repute, tribe by tribe, and make these men heads over them.", "q": "Who would help Moses carry the loads, burdens, and disputes of the people?", "ref": ["01-12", "01-13"]}, {"a": "He commanded them to hear the disputes between brothers, and the foreigner who is with him.", "q": "What did Moses command the judges to do?", "ref": ["01-16"]}, {"a": "They traveled through all the great and terrible wilderness.", "q": "What did Israel travel through as they journeyed from Horeb to the hill country?", "ref": ["01-19"]}, {"a": "They asked Moses to send men ahead to search out the land and bring back word about how they should attack and about the cities.", "q": "Why did the people ask Moses to send men ahead of them?", "ref": ["01-22"]}, {"a": "He chose twelve men, one man for every tribe.", "q": "Who did Moses choose to scout out the land in the hill country?", "ref": ["01-23"]}, {"a": "They said, \"It is a good land that Yahweh our God is giving to us.\"", "q": "What did the men report back about the land?", "ref": ["01-25"]}, {"a": "They said Yahweh hated them and he brought them out of the land of Egypt to destroy them.", "q": "Why did the men say Yahweh brought them out of the land of Egypt?", "ref": ["01-27"]}, {"a": "They said that the people of the land were bigger and taller than the Israelites.", "q": "What did their brothers say about the people of the land?", "ref": ["01-28"]}, {"a": "He told them not to be afraid, because Yahweh would go before them and would fight for them like he did in Egypt and in the wilderness.", "q": "What did Moses say was there reason the people did not need to be afraid?", "ref": ["01-29", "01-31"]}, {"a": "He swore and said, \"Surely not one of these men of this evil generation will see the good land except Caleb.\"", "q": "What did Yahweh say because he was angry?", "ref": ["01-34", "01-35"]}, {"a": "Yahweh told Moses to encourage Joshua for he will lead Israel to inherit the land.", "q": "What did Yahweh tell Moses to do for Joshua the son of Nun?", "ref": ["01-38"]}, {"a": "He said their little children will go in and will possess it.", "q": "Who did Yahweh say will go into the land and possess it?", "ref": ["01-39"]}, {"a": "They were arrogant and attacked the hill country, and the Amorites came against the men, and chased them like bees.", "q": "What did the people do when Yahweh told them not to attack the hill country?", "ref": ["01-43", "01-44"]}], "2": [{"a": "They took their journey into the wilderness, by way to the Red Sea.", "q": "Where did Moses say they took their journey?", "ref": ["02-01"]}, {"a": "They were to to be careful not to fight the descendants of Esau, for Yahweh would not give them any of their land.", "q": "What did Yehweh command the people to be careful not to do?", "ref": ["02-04", "02-05"]}, {"a": "They were to buy food and water from the people of Seir so they could eat and drink.", "q": "How were they to get food and water?", "ref": ["02-06"]}, {"a": "They were not to trouble Moab or fight with them because Yahweh was not giving them that land.", "q": "What did Yahweh tell them they were not to do in Moab?", "ref": ["02-09"]}, {"a": "It took them 38 years to go to the brook Zered.", "q": "How long did it take Israel to go from Kadesh Barnes to the brook Zered?", "ref": ["02-14"]}, {"a": "All the men who were fit for fighting were dead and gone from among the people.", "q": "What happened to all the men who were fit for fighting?", "ref": ["02-16"]}, {"a": "Yahweh had given that land to the descendants of Lot.", "q": "To whom had Yahweh given the land of the people of Ammon?", "ref": ["02-19"]}, {"a": "They will tremble and be in anguish because of the Israelites.", "q": "What will the people of the land do when they hear news about the Israelites?", "ref": ["02-25"]}, {"a": "Moses asked that he be allowed to pass through the land on the highway, not turning to the right or left.", "q": "What words of peace did Moses send to the King of Hashbon?", "ref": ["02-26", "02-27"]}, {"a": "He asked the king of Hashbon to sell him food and water for money so they could eat and drink.", "q": "What did Moses plan to get food and water for the people?", "ref": ["02-28", "02-29"]}, {"a": "Yahweh gave him over to Moses and they defeated him, killing him, his sons and all his people.", "q": "What happened when Sihon came out against Moses?", "ref": ["02-32", "02-33"]}, {"a": "Moses took all the king's cities and destroyed them, including women and children; none were left remaining.", "q": "What happened to all the inhabited cities?", "ref": ["02-34"]}], "3": [{"a": "On the way to Bashan, the king of Bashan and all his people came and attacked Israel.", "q": "What did Og, the king of Bashan do to Israel as they approached his land?", "ref": ["03-01"]}, {"a": "They struck the king of Bashan dead until not one of his people remained, and took all his cities.", "q": "What did Israel do to the king of Bashan and his people?", "ref": ["03-03", "03-04"]}, {"a": "They took for themselves all the cattle and the spoil of the cities.", "q": "What did Israel do with the cattle and the spoils of the cities?", "ref": ["03-07"]}, {"a": "He gave it to the Reubenites and the Gadites and the half tribe of Manasseh.", "q": "To whom did Moses give the land that they had taken possession?", "ref": ["03-12", "03-13"]}, {"a": "He commanded them to pass over armed before their brothers, the people of Israel.", "q": "What did Moses command the men of war of the the Reubenites and the Gadites and the half tribe of Manasseh to do?", "ref": ["03-18"]}, {"a": "Yahweh said they could return after Yahweh gave rest to their brothers, until they also possess their land.", "q": "When did Yahweh say the the Reubenites and the Gadites and the half tribe of Manasseh could return to their own property?", "ref": ["03-20"]}, {"a": "He told Joshua not to fear the enemy because Yahweh would be the one who would fight for him.", "q": "What did Moses tell Joshua not to do?", "ref": ["03-22"]}, {"a": "He begged Yahweh to let him go and see the good land beyond Jordan and also Lebanon.", "q": "Where did Moses beg to go and see?", "ref": ["03-25"]}, {"a": "Yahweh was angry with him because of the people and and did not listen to Moses.", "q": "How did Yahweh answer Moses' request to go and see the land?", "ref": []}, {"a": "Yahweh told him to go up to the top of Pisgah and lift his eyes all around him for he would not go over the Jordan.", "q": "What did Yahweh do to allow Mosses to see the land?", "ref": ["03-27"]}, {"a": "He told Moses to instruct Joshua, encourage and strengthen him, bacause he would go over before the people and will cause them to inherit the land that you see.", "q": "What did Yahweh tell Moses to do for Joshua?", "ref": ["03-28", "03-29"]}], "4": [{"a": "They must listen and obey the laws that Moses is going to teach them so that they may possess the land.", "q": "What must the people of Israel do so that they may live, and go in and possess the land that Yahweh is giving them?", "ref": ["04-01"]}, {"a": "They must not add to nor diminish the words that Moses commanded them so they may keep the commandments of Yahweh.", "q": "What must the people not do?", "ref": ["04-02"]}, {"a": "Yahweh destroyed the men that followed Baal Peor.", "q": "What men did Yahweh destroy?", "ref": ["04-04"]}, {"a": "They should keep and do them so that they will have wisdom and understanding in the sight of the peoples.", "q": "Why should Israel keep the laws that Moses commanded them?", "ref": ["04-06"]}, {"a": "They should pay attention and guard their soul so they do not forget what they have seen, but keep those things in their hearts and make them known to their children and their children's children.", "q": "Why should the people pay attention and guard their soul?", "ref": ["04-09", "04-10"]}, {"a": "They heard Yahweh's voice out of the middle of the fire, but saw no form.", "q": "What did the people hear out of the middle of the fire on the mountain?", "ref": ["04-11", "04-12"]}, {"a": "Yahweh commanded Moses to teach them the Ten Commandments that were written on two tablets of stone. {4:13]", "q": "What was the covenant that Yahweh commanded them to perform and on what was it written?", "ref": []}, {"a": "They were told to not corrupt themselves by making carved figures of any form, including men, women, birds, things that creep, and fish.", "q": "What were the people told not to do?", "ref": ["04-15", "04-18"]}, {"a": "He told them that they should be careful to not be drawn away to worship the heavens, sun, moon, or stars.", "q": "Why did Moses tell the people to be careful about the sun, moon and stars?", "ref": ["04-19"]}, {"a": "He brought them out of Egypt to be a people of his own inheritance.", "q": "Why did Yahweh bring the people out of the iron furnace, Egypt?", "ref": ["04-20"]}, {"a": "He would not let Moses go into the good land over Jordan, but Moses must die outside the land.", "q": "What did Yahweh do to Moses because he was angry with Moses?", "ref": ["04-21", "04-22"]}, {"a": "Yahweh their God is a devouring fire, a jealous God.", "q": "Why did Yahweh forbidden Israel to make any carved image?", "ref": ["04-24"]}, {"a": "They will perish from the land over the Jordan, and be completely destroyed.", "q": "What does Moses say will happen if the people corrupt themselves and do evil in Yahweh's sight?", "ref": ["04-26"]}, {"a": "Yahweh will scatter the people and they will be few in number among the nations where they will serve gods made of wood and stone.", "q": "What does Moses say Yahweh will do to the people?", "ref": ["04-27", "04-28"]}, {"a": "They will find him when they search after him with all their heart and all their soul.", "q": "When will the people find Yahweh?", "ref": ["04-29"]}, {"a": "When they are in distress, and when all the things have come on them they will return to Yahweh.", "q": "What will make the people return to Yahweh their God and listen to his voice?", "ref": ["04-30"]}, {"a": "God took him a nation from the midst of another nation, by trials, signs, wonders, war, a mighty hand, a display of great power, and great terrors.", "q": "What did God do for the people when they were in Egypt?", "ref": ["04-34"]}, {"a": "He made them hear his voice out of the heavens, and on earth he made them see his great fire.", "q": "What did Yahweh make happen to the people so they would know he is God?", "ref": ["04-35", "04-36"]}, {"a": "He chose their descendants, brought them out of Egypt with his presence and power. He gave them their land after driving out the greater nations.", "q": "What did Yahweh do for Israel because he loved their fathers?", "ref": ["04-37", "04-38"]}, {"a": "He could flee to one of the three cities that Moses had selected on the east side of the Jordan river.", "q": "Where could a person flee if he killed another person accidently?", "ref": ["04-41", "04-42"]}, {"a": "He placed the law; covenant decrees, laws, and other decrees that he spoke to them when they came out of Egypt.", "q": "What did Moses place before the people of Israel?", "ref": ["04-44", "04-45"]}, {"a": "This territory went from Aroer, on the edge of the valley of the Arnon, to Mount Sion (or Mount Hermon), and included all of the plain of the Jordan River valley, eastward beyond the Jordan, to the Sea of the Arabah, to the slopes of Mount Pisgah.\"", "q": "How far did the land of the two kings of the Amorites extend?", "ref": ["04-48", "04-49"]}], "5": [{"a": "Yahweh made a covenant with Israel at Horeb, not with their ancestors, but with the ones alive.", "q": "With whom did Yahweh make a covenant at Horeb?", "ref": ["05-02", "05-03"]}, {"a": "Because they were afraid of the fire from which God was speaking.", "q": "Why did Moses stand between Yahweh and the people when Yahweh revealed his word to them?", "ref": ["05-04", "05-05"]}, {"a": "He said, \"I am Yahweh your God, who brought you out of the land of Egypt, out of the house of slavery.\"", "q": "Who does Yahweh tell Israel he is?", "ref": ["05-06"]}, {"a": "They should not make carved figures or any likeness that is in heaven, earth or in the water.", "q": "What does God tell Israel not make, bow down to, or serve?", "ref": ["05-08"]}, {"a": "Yahweh will punish the ancestors' wickedness by bringing punishment on their children's children.", "q": "How will Yahweh punish the ancestors' wickedness they bow down to or serve idols?", "ref": ["05-09"]}, {"a": "He will show covenant faithfulness to them.", "q": "What will Yahweh do for those who love him and keep his commandments?", "ref": ["05-10"]}, {"a": "He will not hold guiltless those who take his name in vain.", "q": "Who will Yahweh not hold guiltless?", "ref": ["05-11"]}, {"a": "The seventh day is a Sabbath to Yahweh their God, so they must keep it holy and not do any work.", "q": "What does Yahweh say about the seventh day?", "ref": ["05-12", "05-14"]}, {"a": "He wants them to remember that they were a servant in the land of Egypt and that God brought them out by his mighty hand his display of power.", "q": "Why does Yahweh command them to keep the Sabbath day?", "ref": ["05-15"]}, {"a": "They will live a long time in the land that God gave them and it may go well with them.", "q": "What did Yahweh say would happen to the people if they honor their father and mother?", "ref": ["05-16"]}, {"a": "They should not murder, commit adultery, steal, or give false witness against their neighbor.", "q": "What were they commanded not to do?", "ref": ["05-17", "05-20"]}, {"a": "He wrote them down on two tablets of stone and gave them to Moses.", "q": "On what did Yahweh write down his words?", "ref": ["05-22"]}, {"a": "The people would be consumed by the great fire and would die.", "q": "What did the people say would happen to them if they heard the voice of Yahweh any longer?", "ref": ["05-25"]}, {"a": "They said they will listen and obey Yahweh's word.", "q": "What did the people say they would do when Moses repeated to them the words of Yahweh?", "ref": ["05-27"]}, {"a": "He said he heard the words of the people and they were good.", "q": "How did Yahweh say about the response of the people?", "ref": ["05-28"]}, {"a": "If they keep the commandments, they will live, and it will go well with them, so they may prolong their days in the land.", "q": "What did Moses say would happen to the people if they kept all Yahweh's statutes and commandments that Moses was commanding them?", "ref": ["05-33"]}], "6": [{"a": "If they keep his statutes and commandments, their days will be prolonged.", "q": "What will happen if the Israelites and their children keep all Yahweh's statutes and commandments all the days of your lives?", "ref": ["06-02"]}, {"a": "He said that it was a land flowing with milk and honey.", "q": "How did Moses describe the land into which the people were going?", "ref": ["06-03"]}, {"a": "They should love Yahweh with all their heart, all their soul, and all their might.", "q": "With what should Israel love Yahweh?", "ref": ["06-05"]}, {"a": "They should teach the commandments to their children when they sit in the house, walk on the road, lie down, and when they get up.", "q": "When should the people diligently teach the commandments that are in their hearts to their children?", "ref": ["06-06", "06-07"]}, {"a": "They should not forget Yahweh when they eat and are satisfied in the land that Yahweh swore to their fathers.", "q": "When should Isreal not forget Yahweh?", "ref": ["06-10", "06-12"]}, {"a": "If Yahweh's anger is kindled against them, he will destroy them from the surface of the earth.", "q": "What will happen to Israel if they serve other gods and cause Yahweh, a jealous God, to be angry?", "ref": ["06-15"]}, {"a": "They tested Yahweh at Massah.", "q": "What did they do at Massah that they should not repeat?", "ref": ["06-16"]}, {"a": "They should tell their sons that they were Pharaoh's slaves when Yahweh brought them out of Egypt and gave them the land that he swore to their fathers.", "q": "How should the people respond when their son asks about the covenant decrees, the statutes, and the other decrees that Yahweh commanded?\"", "ref": ["06-20", "06-23"]}, {"a": "They should fear him for their good, so that he might keep them alive.", "q": "Why should the people fear Yahweh?", "ref": ["06-24"]}], "7": [{"a": "They must attack and utterly destroy them.", "q": "What must the people do to the people of the land that Yahweh is giving them to possess?", "ref": ["07-02"]}, {"a": "They are not to make covenant wiith them, show them mercy, or arrange any marriages with them for their sons or daughters.", "q": "What must the Israelites not do with the people of those nations?", "ref": ["07-02", "07-03"]}, {"a": "They should break down their altars, dash their sacred stone pillars, cut down their Asherah poles, and burn their cast idols.", "q": "How should Isreal deal with the people of these nations?", "ref": ["07-05"]}, {"a": "Yahweh kept his oath and redeemed them out of the house of bondage, from Pharaoh's hand.", "q": "How did Yahweh keep his oath to the chosen people?", "ref": ["07-08"]}, {"a": "To those that love him, God will keep his covenants and be faithful for a thousand generations.", "q": "What will happen to those who love Yahweh and keep his commandments?", "ref": ["07-09"]}, {"a": "God will bless them by multiplying them, and the fruit of their ground, grain, wine, oil, and multiply their animals.", "q": "In what ways will the people be blessed by Yahweh if they keep his decrees?", "ref": ["07-12", "07-13"]}, {"a": "God will bring on them the same great sufferings and other displays of his power that they saw in Egypt.", "q": "What will God do to the nations whom Israel fears?", "ref": ["07-17", "07-19"]}, {"a": "God sent the hornet until those who were left and hiding from Israel perished.", "q": "How long did God send the hornet among them?", "ref": ["07-20"]}, {"a": "God, who is great and fearsome, is among the Israelites.", "q": "Why should the people not be frightened among the people?", "ref": ["07-21", "07-22"]}, {"a": "God will greatly confuse the nations in battle until they are destroyed.", "q": "How will God give the people victory over the nations?", "ref": ["07-23"]}, {"a": "They are to burn the carved figures of the gods.", "q": "What are they to do to the gods of the nations?", "ref": ["07-25", "07-26"]}], "8": [{"a": "They should call to mind how God humbled and tested them for forty years in the wilderness.", "q": "What should the people of Israel call to mind?", "ref": ["08-02"]}, {"a": "He did these things to make the people know that they could not live by bread alone but rather by everything that proceeds out of the mouth of Yahweh.", "q": "Why did Yahweh humble, make hungry, and feed the people with manna?", "ref": ["08-03"]}, {"a": "Their clothing did not grow old on them and their feet did not swell.", "q": "How did the people survive the forty years in the wilderness?", "ref": ["08-04"]}, {"a": "As a man corrects his son, so Yahweh corrected them.", "q": "How did Yahweh correct the Israelites?", "ref": ["08-05"]}, {"a": "The land will be filled with brooks of water, fountains and springs, wheat and barley, vines, fig trees, pomegrantes, olive trees, and honey.", "q": "What is in the good land into which God is bringing them?", "ref": ["08-07", "08-08"]}, {"a": "They will bless him because of the good land that he has given them.", "q": "Why will the people bless Yahweh?", "ref": ["08-10"]}, {"a": "They were reminded not to forget Yahweh and neglect his commandments.", "q": "What were the people reminded not to do?", "ref": ["08-11"]}, {"a": "When their herds and flocks multiply, and their silver and gold increases, their hear may be lifted up and they might forget Yahweh.", "q": "Why might the people forget Yahweh who brought them out of Egypt?", "ref": ["08-13", "08-14"]}, {"a": "Yahweh brought water out of the rock of flint for them and provided manna for them.", "q": "How did Yahweh provide water and food in the terrible wilderness for the people of Israel?", "ref": ["08-15", "08-16"]}, {"a": "They would perish if they forgot where their wealth came from, walk after other gods, and not listen to the voice of Yahweh.", "q": "What would cause the people to perish like the nations before them?", "ref": ["08-19", "08-20"]}], "9": [{"a": "Israel is about to cross over the Jordan.", "q": "Where are the people of Israel preparing to go?", "ref": ["09-01"]}, {"a": "Yahweh will go before them and will destroy the nations like a devouring fire.", "q": "What will happen before Israel crosses Jordan?", "ref": ["09-03"]}, {"a": "He told Israel not to think it was because of Israel's righteousness that Yahweh gave them possession of the land.", "q": "What did Moses tell the people not to think in think in their heart after Yahweh thrust their enemies out of the land?", "ref": ["09-04"]}, {"a": "He is driving them out because of their wickedness, and to keep his word that he swore to Israel's ancestors, Abraham, Isaac, and Jacob.", "q": "What is the reason God driving the nations out before Israel crosses the Jordan?", "ref": ["09-05"]}, {"a": "He was angry enough to destroy them because they provoked him and were rebellious against him.", "q": "Why was Yahweh angry with the people of Israel?", "ref": ["09-07", "09-08"]}, {"a": "He did not eat or drink for forty days and forty nights on the mountain.", "q": "What did Moses eat and drink on the mountain?", "ref": ["09-09"]}, {"a": "Yahweh told him the people had corrupted themselves by turning away from the path that Yahweh commanded and made themselves an idol.", "q": "Why did Yahweh tell Moses to quickly go down from the mountain?", "ref": ["09-12"]}, {"a": "Yahweh said he had seen that they were a stubborn people.", "q": "Why did Yahweh say he would blot out Israel and make a mightier nation than they were?", "ref": ["09-13", "09-14"]}, {"a": "They had sinned against Yahweh by molding a calf as an idol.", "q": "What had Israel made in their sin?", "ref": ["09-15", "09-16"]}, {"a": "He threw the tablets and broke them before their eyes, he laid face down before Yahweh for forty days and nights, and did not eat or drink.", "q": "What did Moses do after he saw that the people had done evil in the sight of Yahweh?", "ref": ["09-17", "09-18"]}, {"a": "He prayed because Yahweh was angry and displeased with the people and Aaron, enough to destroy them.", "q": "Why did Moses pray for the people and Aaron?", "ref": ["09-19", "09-20"]}, {"a": "Moses burned it, beat it, and ground it very small and threw its dust into the stream that came down from the mountain.", "q": "What did Moses do to the calf that the people had made?", "ref": ["09-21"]}, {"a": "They rebelled against the commandment of Yahweh and they did not believe or listen to his voice.", "q": "How did the people provoke Yahweh to wrath?", "ref": ["09-22", "09-24"]}, {"a": "He prayed that Yahweh's people and inheritance would not be destroyed.", "q": "What was Moses' prayer as he laid face down for forty days and nights?", "ref": ["09-25", "09-26"]}, {"a": "He asks Yahweh not to let the people say that Yahweh brought Israel into the wilderness to kill them because he hated them.", "q": "What did Moses ask Yahweh not to let the people of the land say?", "ref": ["09-27", "09-28"]}], "10": [{"a": "Yahweh told him he to place the two tablets of stone into the chest of wood that Moses would make.", "q": "Where did Yahweh tell Moses to place two tablets of stone on which he would write Yahweh's words?", "ref": ["10-02"]}, {"a": "Yahweh wrote the Ten Commandments on the tablets like the first writing.", "q": "What did Yahweh write on the tablets of stone when Moses went up the mountain with them?", "ref": ["10-04"]}, {"a": "He put them into the chest that he had made as Yahweh commanded him.", "q": "Where did Moses put the two tablets when he returned from the mountain?", "ref": ["10-05"]}, {"a": "Aaron died and was buried in Moserah.", "q": "What happened to Aaron in Moserah?", "ref": ["10-06"]}, {"a": "Yahweh chose the Tribe of Levi to bear the ark and to stand before him to serve him and to bless people in his name.", "q": "What tribe had Yahweh chosen to bear the ark of the testimony and to stand before Yahweh?", "ref": ["10-08"]}, {"a": "He stayed on the mountain forty days and forty nights, as at the first time.", "q": "How long did Moses stay on the mountain this time?", "ref": ["10-10"]}, {"a": "Yahweh requires Israel to fear him, walk in all his ways, love him, worship him with all their heart and soul, and to keep his commandments.", "q": "What does Moses say that Yahweh requires of Israel?", "ref": ["10-12", "10-13"]}, {"a": "He told them to circumcise the foreskin of their hearts.", "q": "Why did Moses tell the people to circumcise?", "ref": ["10-16"]}, {"a": "Israel should love the foreigner because they were foreigners in the land of Egypt.", "q": "Why should Israel love the foreigner?", "ref": ["10-19"]}, {"a": "They went down into Egypt as seventy people and God multipled them to be as many as the stars of the heavens.", "q": "How has God blessed the fathers that went down into Egypt?", "ref": ["10-22"]}], "11": [{"a": "He tells them to always keep Yahweh's instructions, his statutes, his decrees, and his commandments.", "q": "What four things of Yahweh does Moses tell the people to always keep?", "ref": ["11-01"]}, {"a": "The children of the Israelites did not know or did not see Yahweh's punishment or power in Egypt.", "q": "Who did not know or see the punishment of Yahweh and the display of his power in Egypt?", "ref": ["11-02"]}, {"a": "Yahweh made the water of the Red Sea overwhelm the army as they pursued after Israel.", "q": "What did Yahweh use to overwhelm the army of Egypt when they pursued after Israel?", "ref": ["11-04"]}, {"a": "The eyes of the Israelites have seen all the great works that Yahweh did.", "q": "What have the eyes of the Israelites seen?", "ref": ["11-07"]}, {"a": "If they keep all the commandments, they will be strong, go in and possess the land, and their days will be prolonged.", "q": "What will happen to the people if they keep all the commandments?", "ref": ["11-08", "11-09"]}, {"a": "The land is a land of hills and valleys, and drinks water of the rain of the heavens.", "q": "How and why is the promised land different from the land of Egypt?", "ref": ["11-11"]}, {"a": "Yahweh will give them the former and latter rain, that they may gather their grain, new wine, and oil.", "q": "What would Yahweh give them if they listen to his commandments, love and serve him with their heart and soul?", "ref": ["11-14"]}, {"a": "He will become angry and shut up the heavens so there will not be any rains.", "q": "What will Yahweh do if the people turn aside and worship other gods?", "ref": ["11-17"]}, {"a": "They should teach their children the commandments when they sit, and walk, and lie down, and get up.", "q": "When should the people of Israel teach their children the commandments of Yahweh?", "ref": ["11-19"]}, {"a": "They will write the commandments on the doorposts of their house and on their city gates.", "q": "What should the people do so that their days and the days of their children may be multiplied?", "ref": ["11-21"]}, {"a": "Yahweh will drive out all the nations before them and they will dispossess larger and mightier nations than themselves.", "q": "If the people keep all the commandments of Yahweh and cling to him, what will he do for them?", "ref": ["11-22", "11-23"]}, {"a": "Yahweh will put the fear and terror of Israel upon all that land.", "q": "Why would no man be able to stand before Israel?", "ref": ["11-25"]}, {"a": "He set before them a blessing and a curse.", "q": "What did Moses set before Israel that day?", "ref": ["11-26"]}, {"a": "They must cross over the Jordan to possess and live in the land.", "q": "Where must the people go in order to possess the land?", "ref": ["11-31"]}], "12": [{"a": "They were to destroy all the places where the nations that Israel dispossessed had worshiped their gods.", "q": "What places did Moses tell Israel to destroy?", "ref": ["12-02"]}, {"a": "He told Israel to destroy their name out of that place.", "q": "What does Yahweh instruct the people of Israel do to the name of the gods of the nations?", "ref": ["12-03"]}, {"a": "They were to go to the place that Yahweh their God would choose.", "q": "In what place were the people of Israel to go and bring their burnt offerings, their sacrifices, their tithes, and the offerings.", "ref": ["12-05"]}, {"a": "They were doing whatever was right in their own eyes.", "q": "What kinds of things were the people of Israel doing?", "ref": ["12-08"]}, {"a": "He will give them rest from all their enemies round about, so they will live in safety.", "q": "What kind of rest will Yahweh give to Israel when they go over the Jordan?", "ref": ["12-10"]}, {"a": "Israel can kill and eat animals within all their gates.", "q": "What animals can Israel kill and eat?", "ref": ["12-15"]}, {"a": "Israel was not allowed to eat the blood, but must pour it out on the earth like water.", "q": "What was Israel not allowed to eat?", "ref": ["12-16"]}, {"a": "They could not eat them within their gates.", "q": "Where was Israel told they could not eat their tithes and sacrifices?", "ref": ["12-17"]}, {"a": "They were to eat them before Yahweh their God in the place that he will choose.", "q": "Where were the people of Israel to eat their tithes and sacrifices?", "ref": ["12-18"]}, {"a": "They were told to not forget the Levite as long as they live in the land of Israel.", "q": "What was Israel told not to forget?", "ref": ["12-19"]}, {"a": "Israel can eat meat, as their soul desires.", "q": "What can Israel eat when Yahweh their God enlarges their borders as he has promised them?", "ref": ["12-20"]}, {"a": "If the place that Yahweh Israel's God chooses to put his name is too far from Israel, then Israel may kill some of their flock that Yahweh has given them.", "q": "What can Israel eat if the place that Yahweh their God chooses to put his name is too far from them?", "ref": ["12-21"]}, {"a": "Israel should not eat the blood of life, but should pour it out on the earth like water.", "q": "What is Israel supposed to do with the blood of life?", "ref": ["12-23", "12-24"]}, {"a": "Israel is to take the consecrated things that they have and the offerings of their vows to the place that Yahweh chooses.", "q": "What is Israel instructed to take and go to the place that Yahweh chooses?", "ref": ["12-26"]}, {"a": "Israel is to go to the place that Yahweh chooses to offer their burnt offerings, the meat and the blood,on the altar of Yahweh their God.", "q": "Where is Israel to offer their burnt offerings, the meat and the blood, on the altar of Yahweh your God?", "ref": ["12-27"]}, {"a": "Israel is to observe and listen to all the words that Yahweh commands them and do what is good and right in the eyes of Yahweh their God so that it may go well with them and with their children after them forever.", "q": "What is Israel instructed to do so that it may go well with them and with their children after them forever?", "ref": ["12-28"]}, {"a": "Israel is to pay attention so that they are not trapped into following or investigating the gods of those nations from before them.", "q": "What does Yahweh instruct Israel to watch out for when God cuts off the nations before them and when Israel goes in to dispossess them and live in their land?", "ref": ["12-30"]}, {"a": "The other nations have even burned their sons and daughters in fire for these other gods.", "q": "What have the other nations done to their sons and daughters in order to worship the gods?", "ref": ["12-31"]}], "13": [{"a": "The people of Israel should not listen because Yahweh is testing the them to know whether they love him with all their heart and with all their soul.", "q": "Why should the people of Israel not listen to the words of a prophet or dreamer of dreams who gives a sign or a wonder and says \"Let us go after other gods, that you have not known and let us worship them.\"", "ref": ["13-03"]}, {"a": "They should put to death that prophet or dreamer of dreams.", "q": "What should the people of Israel do to the prophet or dreamer of dreams who tells them to worship other gods?", "ref": ["13-05"]}, {"a": "They must surely kill anyone who entices them to worship other gods.", "q": "What have the people of Israel been instructed to do to anyone who secretly entices them and says \"Let us go and worship other gods that you have not known?", "ref": ["13-09"]}, {"a": "They should stone that person to death with stones.", "q": "How should the people of Israel kill the person who tries to draw them away from Yahweh their God?", "ref": ["13-10"]}, {"a": "They should make search and investigate it thoroughly, so see if it is true.", "q": "What shall the people of Israel do if they hear anyone say that wicked fellows have gone out from one of their cities and said \"Let us go and worship other gods?\"", "ref": ["13-14"]}, {"a": "They should attack the inhabitants of that city with the edge of the sword and destroy it completely.", "q": "What should Israel do to a city if they learn it is true that the inhabitants said to go and worship other gods?", "ref": ["13-15"]}, {"a": "Those things must not stick to Israel's hand, so that Yahweh will turn from the fierceness of his anger.", "q": "Why must not happen to the things consigned for destruction?", "ref": ["13-17"]}], "14": [{"a": "They are not to cut themselves, nor shave any part of their face for the dead.", "q": "What does Moses instruct the people of Yahweh not to do?", "ref": ["14-01"]}, {"a": "Israel may eat any animal that parts the hoof and that also chews the cud.", "q": "What are the two characteristics of the animals that the Israelites are allowed to eat?", "ref": ["14-06"]}, {"a": "The pig is unclean for the Israelites because he parts the hoof but does not chew the cud.", "q": "Why is the pig not to be eaten?", "ref": ["14-08"]}, {"a": "They may eat whatever has both fins and scales.", "q": "What are the characteristics of the things from the water that the Israelites are allowed to eat?", "ref": ["14-09"]}, {"a": "All winged, swarming things are unclean for the Israelites and must not be eaten.", "q": "Are the Israelites allowed to eat winged swarming things?", "ref": ["14-19"]}, {"a": "They may not eat anything that dies of itself, but they may give it to a foreigner.", "q": "May the Israelites eat anything that dies of itself?", "ref": ["14-21"]}, {"a": "They must not boil a young goat in its mother's milk.", "q": "Why could the Israelites not do to a young goat?", "ref": ["14-21"]}, {"a": "Israelites must surely tithe all the yield of their seed.", "q": "What are the Israelites to do with all the yield of their seed?", "ref": ["14-22"]}, {"a": "Israel must eat the tithe of their grain, of their new wine, and of their oil, and the firstborn of their herd and their flock in the place that he will choose as his sanctuary.", "q": "Where must the Israelites eat the tithe of their grain, of their new wine, and of their oil, and the firstborn of their herd and their flock?", "ref": ["14-23"]}, {"a": "They can convert the offering into money, tie up the money in their hand, and go to the place that Yahweh has chosen if the journey is too long for them so that they can not carry the tithe.", "q": "What are the Israelites allowed to do with the tithe if the place that Yahweh will choose as his sanctuary is too far away?", "ref": ["14-24", "14-25"]}, {"a": "The Levite who is within their gates has no inheritance and must not be forsaken.", "q": "Who has no inheritance with the Israelites and must not be forsaken?", "ref": ["14-27"]}, {"a": "At the end of every three years the Israelites are to present all the tithe of their produce in the same year to the Levite, the foreigner, the fatherless, and the widow.", "q": "What are the Israelites instructed to do at the end of every three years?", "ref": ["14-28", "14-29"]}], "15": [{"a": "At the end of every seven years the Israelites must cancel debts.", "q": "What must the Israelites do at the end of every seven years?", "ref": ["15-01"]}, {"a": "Every creditor will cancel that which he has lent to his neighbor or his brother because Yahweh's cancellation of debt has been proclaimed.", "q": "Why is every debt to be canceled every seven years?", "ref": ["15-02"]}, {"a": "The Israelites can continue to demand payment of a debt from a foreigner.", "q": "From whom can Israelites continue to demand payment at the end of every seven years?", "ref": ["14-03"]}, {"a": "Yahweh will surely bless them in the land that he gives to Israel as an inheritance to possess.", "q": "Why will there be no poor among the Israelites?", "ref": ["15-04"]}, {"a": "Israel will lend to many nations, but will not borrow; Israel will rule over many nations, but the other nations will not rule over Israel.", "q": "What will happen to the Israelites to demonstrate that Yahweh the God of Israel has blessed them?", "ref": ["15-06"]}, {"a": "The Israelites are told not to harden their heart nor shut their hand from their poor brother.", "q": "What are the Israelites told to do if there is a poor man among them?", "ref": ["15-07"]}, {"a": "They should not refuse to give to a poor brother at a time when the seventh year, the year of release, is near.", "q": "What should the Israelites be careful to not to do when the seventh year, the year of release is near?", "ref": ["15-09"]}, {"a": "Yahweh will bless the Israelites in all their work and everything to which they put their hand.", "q": "What will Yahweh do for the Israelites in return for giving to the poor at a time when the seventh year is near?", "ref": ["15-10"]}, {"a": "the poor will never cease to exist in the land.", "q": "Why is Israel commanded to open their hands to their brother, to the needy and the poor in their land?", "ref": ["15-11"]}, {"a": "They must provide for them freely out of the flock, out of the threshing floor and out of the wine press just as Yahweh their God has blessed the Israelite.", "q": "What are Israelites instructed to give a Hebrew man or a Hebrew woman who is released to go free in the seventh year?", "ref": ["15-14"]}, {"a": "The Israelites are told to remember that they were slaves in the land of Egypt.", "q": "What are the Israelites to remember as they give to the one they set free?", "ref": ["15-15"]}, {"a": "the Israelite is to take an awl and thrust it through the slave's ear to a door, and he or she will be that Israelite's servant forever.", "q": "What is an Israelite to do to a male or female servant who says \"I will not go away from you\"?", "ref": ["15-16", "15-17"]}, {"a": "It should not be difficult because he has served them for six years and given twice the value of a hired person.", "q": "Why should it not seem difficult for the Israelite to let the slave go free?", "ref": ["15-18"]}, {"a": "They must eat the firstborn before Yahweh year by year with their household in the place that Yahweh will choose.", "q": "What must the people of Israel do with the firstborn males in their herd and their flock?", "ref": ["15-19", "15-20"]}, {"a": "They must not sacrifice it to Yahweh, but instead they should eat it within their gates.", "q": "What are the Israelites to do with the firstborn animal if it is lame or blind or has any blemish whatever?", "ref": ["15-21"]}, {"a": "They must pour the blood of the firstborn that is blemished on the ground like water.", "q": "What are the Israelites to do with the blood of the firstborn that is blemished?", "ref": ["15-23"]}], "16": [{"a": "Yahweh he brought Israel out of Egypt by night in the month of Abib.", "q": "Why are the Israelites to observe the month of Abib and keep the Passover for Yahweh their God?", "ref": ["16-01"]}, {"a": "The Israelites will sacrifice some of the flock and the herd in the place that Yahweh will choose as his sanctuary.", "q": "What will the Israelites do to observe the Passover?", "ref": ["16-02"]}, {"a": "They are to eat no leavened bread or have yeast because they came out of the land of Egypt in haste.", "q": "Why are the Israelites to eat no leavened bread or have yeast among all of their borders for seven days?", "ref": ["16-03", "16-04"]}, {"a": "The Israelites are to get rid of any of the meat that they sacrifice on the evening of the first day so that it does not remain until the morning.", "q": "What are the Israelites to do with any meat that they sacrifice in the evening on the first day?", "ref": ["16-04"]}, {"a": "They are to sacrifice at the place that Yahweh will choose as his sanctuary.", "q": "Where are the Israelites to sacrifice the Passover?", "ref": ["16-06"]}, {"a": "The sacrifice of the Passover is to be performed in the evening at the going down of the sun, at the time of year that you came out of Egypt.", "q": "When will the sacrifice of the Passover be performed?", "ref": ["16-06"]}, {"a": "The Israelites are to eat unleavened bread for six days.", "q": "What are the Israelites supposed to do on the first six days as they celebrate Passover?", "ref": ["16-08"]}, {"a": "On the seventh day, they are to have a solemn assembly and do no work.", "q": "What are the Israelites supposed to do on the seventh day as they celebrate Passover?", "ref": ["16-08"]}, {"a": "The Israelites will count seven weeks from the time they begin to put the sickle to the standing grain.", "q": "How do the Israelites determine the start of the Festival of Weeks for Yahweh?", "ref": ["16-09", "16-10"]}, {"a": "They must give Yahweh a free will offering according as Yahweh has blessed them.", "q": "What contribution do the Israelites give on the Festival of Weeks?", "ref": ["16-10"]}, {"a": "They must call to mind when they were slaves in Egypt.", "q": "What must everyone in Israel, including the foreigners, call to mind during the Festival of Weeks?", "ref": ["16-12"]}, {"a": "They are to keep the Festival of Shelters for seven days after they begin have gathered in their harvest.", "q": "What festival are the Israelites instructed to keep for seven days after they have gathered in the harvest from the Israelite's threshing floor and from their wine press?", "ref": ["16-13"]}, {"a": "They must appear before him at the Festival of Unleavened Bread, the Festival of Weeks, and at the Festival of Shelters.", "q": "At what the three festivals must all the males of Israel appear before Yahweh at the place that Yahweh chooses?", "ref": ["16-16"]}, {"a": "Every male Israelite is to give what he is able to Yahweh.", "q": "What is every male Israelite supposed to give to Yahweh instead of coming empty-handed?", "ref": ["16-17"]}, {"a": "The judges and officers will be taken from each of their tribes to judge the people with righteous judgement.", "q": "Where are the Israelites to find their judges and officers?", "ref": ["16-18"]}, {"a": "A bribe blinds the eyes of the wise and perverts the words of the righteous", "q": "Why are the judges and officers not to force justice or show partiality by taking a bribe?", "ref": ["16-19"]}, {"a": "They must follow after justice and justice alone, so that they may live and inherit the land that Yahweh is giving them.", "q": "What do the judges and officers gain by following justice.", "ref": ["16-20"]}, {"a": "They are not to set up an Ashera, or any sort of pole, or any sacred stone pillar.", "q": "What are the Israelites not to set up for themselves?", "ref": ["16-21", "16-22"]}], "17": [{"a": "It would be disgusting to Yahweh if they sacrificed an animal with a blemish or anything bad.", "q": "Why must the Israelites not sacrifice an ox or a sheep with any blemish or anything bad to Yahweh?", "ref": ["17-01"]}, {"a": "The Israelites are to make careful investigation to know if this is true and certain.", "q": "What are the Israelites told to do if they hear that a man or woman within their cities have done what is evil in the sight of Yahweh?", "ref": ["17-04"]}, {"a": "The Israelites are to stone them to death.", "q": "What are the Israelites to do with a man or woman who has done such a wicked thing as worshiping other gods and bowing down to them?", "ref": ["17-05"]}, {"a": "Two or three witnesses are needed to to convict a person to death.", "q": "How many witnesses are needed to convict a person to death?", "ref": ["17-06"]}, {"a": "The hand of the witnesses must be the first to throw the stones, followed by the rest of the people of Israel.", "q": "Who must throw the first stones when putting a person to death?", "ref": ["17-07"]}, {"a": "This will remove the evil from among them.", "q": "Why must the Israelites stone the person to death who has done this wicked thing of worshiping other gods?", "ref": ["17-07"]}, {"a": "They must go to the priests and Levites and to the judge who is serving at that time to seek the advice of the priests.", "q": "Who is to judge if the Israelites have a matter that is too hard for them to judge?", "ref": ["17-09"]}, {"a": "Anyone who acts arrogantly and does not listen to the priest, or does not listen to the judge, must die to put away the evil from Israel.", "q": "What man must die in order to put away the evil from Israel?", "ref": ["17-12"]}, {"a": "Israelites will select from among their brothers someone who Yahweh will choose.", "q": "Who will the Israelites set up as a king over them at the time when they are in the land?", "ref": ["17-15"]}, {"a": "He must not to multiply horses or cause the people to return to Egypt because Yahweh has told the Israelites to never return that way again.", "q": "Why must the king of Israel not multiply horses for himself, nor cause the people to return to Egypt so that the king may multiply horses?", "ref": ["17-16"]}, {"a": "He is not to multiply wives for himself so that his heart does not turn away from Yahweh.", "q": "Why is the king told not to multiply wives for himself?", "ref": ["17-17"]}, {"a": "He must write for himself a copy of this law which is to stay will him and be read by him all the days of his life.", "q": "What is the king instructed to keep with him and read all the days of his life, so that he may learn to honor Yahweh his God, and keep and observe all the words of this law and these statutes?", "ref": ["17-18", "17-19"]}, {"a": "He must keep the scroll with him so that his heart is not lifted up above his brothers, and so that he does not turn away from the commandments.", "q": "Why is the king instructed to keep the scroll of the law with him?", "ref": ["17-20"]}], "18": [{"a": "The Levite priests would have to eat the offerings because they would have no inheritance among their brothers.", "q": "Why would the Levite priests have to eat the offerings of Yahweh as their inheritance?", "ref": ["18-01", "18-02"]}, {"a": "The priests were to be given the shoulder, two cheeks, and inner parts of the oxen and sheep and the first fruits of grain, new wine, oil, and fleece of the sheep from the sacrifices of the people.", "q": "What was to be given to the priests from the sacrifices of the people?", "ref": ["18-03", "18-04"]}, {"a": "They were to receive these portions because Yahweh chose them to stand to serve in the name of Yahweh.", "q": "Why were the priests supposed to receive these portions from the sacrifices of the people?", "ref": ["18-05"]}, {"a": "A Levite can serve in the place that Yahweh will choose as his sanctuary when he comes out of any of the city gates of Israel with the desire of his soul to serve Yahweh.", "q": "When can a Levite serve in the place that Yahweh will choose as his sanctuary?", "ref": ["18-06", "18-07"]}, {"a": "Some of the disgusting practices were making their children pass through the fire, using divination, practicing augury, using sorcery and talking with the dead or spirits.", "q": "What were some of the disgusting practices followed by the nations?", "ref": ["18-09", "18-11"]}, {"a": "Yahweh will drive out the nations from the land because they listen to those who practice sorcery and divination.", "q": "Why will Yahweh drive out the nations from the land?", "ref": ["18-12", "18-14"]}, {"a": "Yahweh promised he would raise up a prophet like Moses in the future from Israel.", "q": "Who did Yahweh promise to raise up from among the people?", "ref": ["18-15"]}, {"a": "A prophet will die if he speaks a word arrogantly in Yahweh's name, a word that Yahweh has not commanded him to speak, or he speaks in the name of other gods.", "q": "What would cause a prophet to die?", "ref": ["18-20"]}, {"a": "If a prophecy does not happen, then the prophecy is something that Yahweh has not spoken.", "q": "What does it mean if a prophecy spoken in Yahweh's name does not happen?", "ref": ["18-22"]}], "19": [{"a": "He instructed the people to select three cities so that everyone who kills another person could flee there.", "q": "Why did Yahweh instruct the people to select three cities in the middle of the land?", "ref": ["19-01", "19-03"]}, {"a": "Yahweh provided three cities of refuge to which the man could flee and live.", "q": "What provision does Yahweh make for the person who kills his neighbor unawares, and did not previously hate him?", "ref": ["19-04", "19-05"]}, {"a": "He should flee so that the deceased relative does not pursue in anger, catch, and kill him.", "q": "Why should the one who kills another flee to a city of refuge?", "ref": ["19-06", "19-07"]}, {"a": "If Yahweh enlarged their borders, then they must add three more cities of refuge.", "q": "What would be the conditions for adding three more cities of refuge?", "ref": ["19-08", "19-09"]}, {"a": "The elders of this man's city must bring him back and turn him over to the responsible relative so that he may die as punishment for the blood guilt from Israel.", "q": "What should happen if a person hates his neighbor, lies in wait for him, mortally wounds him, and then flees to one of the cities of refuge?", "ref": ["19-11", "19-13"]}, {"a": "It is necessary for two or three witnesses to speak for a matter to be confirmed.", "q": "How many witnesses are needed for a matter to be confirmed?", "ref": ["19-15"]}, {"a": "Then both men, the ones between whom the controversy exists, must stand before Yahweh, before the priests and the judges who serve in those days. The judges must make diligent inquiries; see, if the witness is a false witness and has testified falsely against his brother.", "q": "What should be done when controversy exists between two men?", "ref": ["19-17", "19-18"]}, {"a": "If the testimony of a witness is found to be false, then they must do to him as he had wished to do to his brother.", "q": "What must be done if the testimony of a witness is found to be false?", "ref": ["19-19"]}], "20": [{"a": "The people of Israel must not be afraid because Yahweh their God, who brought them out of the land of Egypt, will be with them.", "q": "Why must the people of Israel not be afraid when they march out to battle against their enemies?", "ref": ["20-01"]}, {"a": "The priest must speak to the people and tell them not to be afraid, but Yahweh is with them to fight for them.", "q": "What must happen when the people of Israel draw near to the battle?", "ref": ["20-02", "20-04"]}, {"a": "He should return to his house so he does not die in battle and another man dedicate it.", "q": "What should a man do if he as built a new house and not yet dedicated it?", "ref": ["20-05"]}, {"a": "He should return and marry her so he does not die in battle and another man marry her.", "q": "What should a man do if he is engaged to a woman and not yet married her?", "ref": ["20-07"]}, {"a": "All the people in the city must become forced labor and serve Israel.", "q": "What will happen if the people in a faraway city accept an offer of peace when Israel attacks it?", "ref": ["20-10", "20-11"]}, {"a": "Israel must attack it and when Yahweh gives Israel victory they must kill every man in the town.", "q": "What must happen if the city does not accept the offer of peace, but instead makes war against Israel?", "ref": ["20-12", "20-13"]}, {"a": "They must destroy everything so that the people of the land do not teach them to act in any of disgusting ways and sin against Yahweh.", "q": "Why must the people of Israel utterly destroy everything that breathes in the cities of the land which Yahweh will give them as an inheritance?", "ref": ["20-16", "20-18"]}, {"a": "Israel should not cut down the trees that are used for food, but they can cut down the trees that are not used for food to build bulwarks against a city.", "q": "What should Israel do with the trees in the cities which they have attacked?", "ref": ["20-19", "20-20"]}], "21": [{"a": "The elders and judges should measure to determine the nearest city to the killed man.", "q": "What should happen if someone who has been killed is found lying in a field and it is not known who attacked him?", "ref": ["21-01", "21-02"]}, {"a": "Yahweh wanted them to accept the advice of his priests as the verdict in every dispute and in cases of assault.", "q": "How did Yahweh want the people of Israel to respond to the words of his priests?", "ref": ["21-05"]}, {"a": "The elders of the city must wash their hands over the heifer whose neck was broken and say, \"Our hands have not shed this blood nor have our eyes seen it.\"", "q": "What ritual must the elders of the city nearest to the killed man perform so that this bloodshed will be forgiven?", "ref": ["21-06", "21-07"]}, {"a": "They were told to take their enemies away as captives.", "q": "What did Moses tell the people of Israel to do when they went out to battle against their enemies and Yahweh gave them victory?", "ref": ["21-10"]}, {"a": "If a man saw a beautiful woman who he wanted to take for his wife, then he was to bring her home where she would shave her head and cut her nails.", "q": "How was an Israelite man to respond to the women who were taken captive?", "ref": ["21-11", "21-12"]}, {"a": "She would remain in mourning for her father and mother for a month before she would become the wife of the man.", "q": "How long was the captive woman allowed to mourn for her mother and father?", "ref": ["21-13"]}, {"a": "He must let her go rather than sell her for money.", "q": "How was an Israelite man to treat a captive that he had taken as a wife if he did not delight in her?", "ref": ["21-14"]}, {"a": "This man must acknowledge the firstborn son of the hated wife by giving him a double portion of all that he possesses.", "q": "If a man has two wives, and he hates the one who has borne him his firstborn son, how must he distribute what he owns to his heirs?", "ref": ["21-15", "21-17"]}, {"a": "The man and his wife must bring the son to the elders at the gate of the city.", "q": "Who must a man take his stubborn and rebellious son to if the son will not obey the voice of his father or mother?", "ref": ["21-18"]}, {"a": "The father and mother of the rebellious son must tell the elders, \"This son of ours is stubborn and rebellious, a glutton and a drunkard and will not obey our voice\".", "q": "What must the father and mother of the rebellious son say to the elders of his city?", "ref": ["21-20"]}, {"a": "They must stone the son to death to eradicate the evil from within them, and cause all Israel to hear of it and fear.", "q": "Why must the elders of the city respond by stoning the son to death?", "ref": ["21-21"]}, {"a": "The man's body must not remain all night on the tree, but must be buried the same day so the land will not be defiled.", "q": "What must happen if a man commits a sin worthy of death and is hanged on a tree?", "ref": []}], "22": [{"a": "They must not bring the animal to their own house, but return it to their fellow Israelite.", "q": "What did Moses tell the people of Israel to do when they would see an animal of a fellow Israelite go astray?", "ref": ["22-02"]}, {"a": "They must help their fellow Israelite lift it up again.", "q": "What did Moses tell the people of Israel to do when they would see an animal of a fellow Israelite fallen down in the road?", "ref": ["22-04"]}, {"a": "Yahweh is disgusted when a woman wears men's clothing or a man puts on women's clothing.", "q": "What behavior does Yahweh find disgusting?", "ref": ["22-05"]}, {"a": "They must let the mother go, but the young they may take for themselves.", "q": "What should the people of Israel do if they find a mother in a bird's nest with her young or sitting on the eggs?", "ref": ["22-06", "22-07"]}, {"a": "It was required that he would make a railing for the roof so he would not bring blood on his house if anyone would fall from there.", "q": "What was required when an Israelite would build a house?", "ref": ["22-08"]}, {"a": "The Israelites were not to plant with two kinds of seeds so that the whole harvest would not be confiscated by the sanctuary.", "q": "Why were the Israelites instructed to not plant their vineyards with two kinds of seeds?", "ref": ["22-09"]}, {"a": "You must make yourself fringes on the four corners of the cloak with which you clothe yourself.", "q": "What must you put on the foul corners of the cloak with which you clothe yourself?", "ref": []}, {"a": "The elders of the city must punish him by fining him one hundred shekels of silver which would be given to the father of the wife and the man could never send his wife away.", "q": "What must happen if a man has made a false accusation against his wife?", "ref": ["22-18", "22-19"]}, {"a": "If the proof of her virginity is not found, then she must be brought out and stoned to death because she has committed a disgraceful action.", "q": "What should happen if the proof of the wife's virginity is not found?", "ref": ["22-20", "22-21"]}, {"a": "Both the man and the woman must be stoned to death to erase the evil.", "q": "What must happen if a man is found lying with a woman married to another man?", "ref": ["22-22"]}, {"a": "They are instructed to stone both of them because the girl did not cry out when she was in the city and the man humiliated the wife of a fellow Israelite.", "q": "Why are the people of Israel instructed to stone to death both a girl who is a virgin engaged to a man and another man if they are found lying together?", "ref": ["22-23", "22-24"]}, {"a": "If this happens out in a field, then the man must die, but nothing must be done to the girl because he found her out in the field and there was no one there to save her.", "q": "What must happen if the man would force the girl to lie with him when they are out in a field?", "ref": ["22-25", "22-27"]}, {"a": "Then the man must give fiifty shekels of silver to the girl's father and take the girl as his wife rather than sending her away.", "q": "What must happen if a man lies with a girl who is a virgin, but who is not engaged and they are discovered?", "ref": ["22-28", "22-29"]}, {"a": "A man must not take his father's wife as his own because he would be taking away his father's marriage rights.", "q": "Why must a man not take his father's wife as his own?", "ref": ["22-30"]}], "23": [{"a": "Any male whose private parts have been crushed or cut off, or the illegitimate child is not allowed to enter into the assembly of Yahweh.", "q": "Who would not be allowed to enter into the assembly of Yahweh?", "ref": ["23-01", "23-02"]}, {"a": "They can enter into the assembly because they did not meet the Israelites with bread and water on the road when they came out of Egypt and they hired Balaam to curse them.", "q": "Why must neither an Ammonite nor a Moabite enter into the assembly of Yahweh?", "ref": ["23-03", "23-04"]}, {"a": "Yahweh turned the curse of Balaam into a blessing for Israel.", "q": "What evidence showed that Yahweh did not listen to Balaam?", "ref": ["23-05"]}, {"a": "An Edomite was allowed to be in the assembly because he was a fellow Israelite and an Egyptian was allowed in the assembly since Israel was once a foreigner in his land.", "q": "Why were Edomites and Egyptians allowed to enter into the assembly of Yahweh?", "ref": ["23-07", "23-08"]}, {"a": "He could bathe himself in water in the evening and then be allowed to come back inside the camp.", "q": "How could a man in the Israelite army who had become unclean because of what had happened to him at night became clean again so he could come back inside the camp?", "ref": ["23-09", "23-11"]}, {"a": "Yahweh was walking in the midst of their camp, so the camp must be holy in order that Yahweh would not see any unclean thing and turn away from them.", "q": "Why did Yahweh give instructions to the people of Israel about where and how to relieve themselves?", "ref": ["23-12", "23-14"]}, {"a": "A slave who escaped from his master was not to be returned, but allowed to live with them in whatever town he chose.", "q": "How were the instructions Yahweh gave about slaves unusual?", "ref": ["23-15", "23-16"]}, {"a": "Yahweh was disgusted with anything connected with the evil behavior of the prostitutes or sodomites.", "q": "Why did Yahweh not allow any prostitutes or sodomites among the Israelites nor allow their wages to be used as a vow in his house?", "ref": ["23-17", "23-18"]}, {"a": "They were never to lend on interest to their fellow Israelites, but they were allowed to lend on interest to foreigners.", "q": "How was the policy of lending money different when it involved foreigners instead of fellow Israelites?", "ref": ["23-19", "23-20"]}, {"a": "An Israelite was not to be slow in fulfilling a vow he made to Yahweh, but he was to observe what he freely promised with his mouth so that he would not be sinning against Yahweh.", "q": "How important was it for an Israelite to fulfill a vow he made to Yahweh?", "ref": ["23-21", "23-23"]}, {"a": "They could eat their fill of grapes from their neighbor's vineyard as long as they did not put any in containers and they could pluck the ears of grain from their neighbor's field as long as they did not use a sickle.", "q": "How generous were the instructions from Yahweh about what the Israelites could eat from their neighbor's vineyard and fields?", "ref": ["23-24", "23-25"]}], "24": [{"a": "If a man has found some unsuitable thing in his wife, he can write her a bill of divorcement, put it in her hand, and send her out of his house where she can go and become another man's wife.", "q": "How does Yahweh make it possible for a man to divorce his wife?", "ref": ["24-01", "24-02"]}, {"a": "Yahweh does not allow for the first husband who sent her away to take her again to be his wife.", "q": "What does Yahweh not allow if the second husband writes her a bill of divorce and sends her out of the house or if he dies?", "ref": ["24-03", "24-04"]}, {"a": "He does not have to go to war or be commanded to go on forced duty, but he can stay home for one year to make his new wife happy.", "q": "What are the benefits for a man who has taken a new wife?", "ref": ["24-05"]}, {"a": "No man was allowed to take them, for he would be taking a man's livelihood as a pledge.", "q": "Why was no man allowed to take a mill or an upper millstone as a pledge?", "ref": ["24-06"]}, {"a": "A man would be declared a thief who must die if he would kidnap any of his Israelite brothers and treat him as a slave or sell him.", "q": "What are the circumstances when a man would be declared a thief and must die?", "ref": ["24-07"]}, {"a": "Moses told the people of Israel to carefully observe and follow every instruction which Yahweh gave to the priests and Levites regarding any plague of leprosy.", "q": "What word of caution from Yahweh about leprosy did Moses pass on to the people of Israel?", "ref": ["24-08", "24-09"]}, {"a": "When a loan was made to a neighbor, they were not to go into the house to get the pledge, but stand outside and wait for the man who received the loan to bring out the pledge.", "q": "What restrictions were given when a loan was made to a neighbor?", "ref": ["24-10", "24-11"]}, {"a": "If the man is a poor man, the man who gives him the loan must not sleep with the pledge in his possession, but restore him the pledge by the time the sun goes down so he may sleep in his cloak.", "q": "What must happen if the man who gives the pledge is a poor man?", "ref": ["24-12", "24-13"]}, {"a": "They must give him his wages every day because he is poor and is counting on it.", "q": "What must the people of Israel do to not oppress a hired servant who is poor and needy?", "ref": ["24-14", "24-15"]}, {"a": "Yahweh told the people of Israel that the parents must not be put to death for the sins of their children and the children must not be put to death for the sins of their parents.", "q": "How did Yahweh make it clear that everyone was responsible for their own sins?", "ref": ["24-16"]}, {"a": "They were reminded so they would not force away the justice due the foreigner or the fatherless, nor take the widow's cloak as a pledge.", "q": "Why were the people of Israel reminded about their time of slavery in Egypt and how Yahweh rescued them from there?", "ref": ["24-17", "24-18"]}, {"a": "When the people of Israel harvested their field they were not to go back for a forgotten sheaf in the field or to shake their olive tree a second time, but to leave them for the foreigner, the fatherless, and the widow.", "q": "What were the people of Israel commanded to do when they harvested their field or shook their olive tree?", "ref": ["24-19", "24-20"]}], "25": [{"a": "He will acquit the righteous and condemn the wicked to be beaten in his presence.", "q": "How will a judge resolve a dispute between two men in court?", "ref": ["25-01"]}, {"a": "He will order number of blows to not exceed forty blows so the wicked will not be humiliated.", "q": "Why will a judge limit number of blows a wicked man will receive?", "ref": ["25-03"]}, {"a": "If a brother died without having a son, his brother must take the dead man's widow as his wife so that the firstborn she bears will succeed in the name of that man's dead brother.", "q": "What safeguard did Yahweh institute so that the name of a man would not perish from Israel?", "ref": ["25-05", "25-06"]}, {"a": "The brother's wife will in the presence of the elders take off his sandal, spit in his face, and tell him that this is what is done when a man does not build up his brother's house.", "q": "What punishment did Yahweh give to the people of Israel if the man's brother did not wish to take his brother's wife?", "ref": ["25-09", "25-10"]}, {"a": "If two men were fighting and the wife of one of the men grabs the private part of the other man in an attempt to rescue her husband, then her hand must be cut off.", "q": "What would cause a wife to have one of her hands cut off?", "ref": ["25-11", "25-12"]}, {"a": "It is disgusting to Yahweh when a man has a large and a small weight to measure rather than a perfect and just weight.", "q": "What kind of unrighteous act is disgusting to Yahweh?", "ref": ["25-15", "25-16"]}, {"a": "Amalek did not honor God when Amalek met Israel on the road and attacked those who were faint and weary at the rear as they came out of Egypt.", "q": "Why must the people of Israel blot out the remembrance of Amalek from under heaven?", "ref": ["25-17", "25-19"]}], "26": [{"a": "The people of Israel must take some of the first of all the harvest of the land in a basket and go to the place Yahweh has chosen as his sanctuary.", "q": "What must the people of Israel do when they possess the land which Yahweh has given them?", "ref": ["26-01", "26-02"]}, {"a": "The people of Israel must say to him, \"I acknowledge today to Yahweh that I have come to the land that he swore to give to our ancestors.\"", "q": "What must the people of Israel say to the priest when they give him the basket?", "ref": ["26-03"]}, {"a": "The people of Israel must say their father was a wandering Aramean.", "q": "What must the people of Israel say was their father?", "ref": ["26-05"]}, {"a": "They treated the Israelites badly and afflicted them, making them do the work of slaves.", "q": "How did the Egyptians treat the Israelites when they were in Egypt?", "ref": ["26-06"]}, {"a": "He brought them out with a mighty hand, with a display of his power, with great fearsome power, with signs, and with wonders.", "q": "How did Yahweh bring Israel out of Egypt?", "ref": ["26-08", "26-09"]}, {"a": "The purpose is to worship Yahweh and rejoice in all the good that he has done for Israel, their house, the Levite, and the foreigner among them.", "q": "What is the purpose for setting down the basket before Yahweh?", "ref": ["26-10", "26-11"]}, {"a": "The people of Israel must give it to the Levite, to the foreigner, to the fatherless, and to the widow so they may eat and be filled.", "q": "What must the people of Israel do after they have finished giving all the tithe from their harvest?", "ref": ["26-12"]}, {"a": "The people of Israel want Yahweh to look down from heaven and bless them in the land which he has given to them.", "q": "What do the people of Israel want Yahweh to do for them?", "ref": ["26-15"]}, {"a": "He is commanding the people of Israel to obey his statues and decrees with all their heart and soul.", "q": "What is Yahweh commanding the people of Israel to do?", "ref": ["26-16"]}, {"a": "They have acknowledged that Yahweh is their God and that they will walk in his ways, keep his commandments, and listen to his voice.", "q": "What have the people of Israel acknowledged before Yahweh?", "ref": ["26-17"]}, {"a": "Yahweh has acknowledged that Israel is his own possession and he will set them high above all the other nations in respect to praise, reputation, and honor so they will be a people that is holy to him.", "q": "What has Yahweh acknowledged to the people of Israel?", "ref": ["26-18", "26-19"]}], "27": [{"a": "Moses and the elders of Israel told the people to keep all the commandments that Moses commanded them that day.", "q": "What did Moses and the elders of Israel command the people of Israel to keep?", "ref": ["27-01"]}, {"a": "They must set up some large stones with plaster and write on them all the words of the law.", "q": "What must the people of Israel do after they pass over the Jordan to the land which Yahweh would give them?", "ref": ["27-04"]}, {"a": "The people of Israel must build an altar of stone to Yahweh without using iron tools to offer burned offerings to him.", "q": "What must the people of Israel build on Mount Ebal?", "ref": ["27-05"]}, {"a": "They were to write on the stones very plainly all the words of the law.", "q": "What were the people of Israel to write on the stones they had plastered?", "ref": ["27-08"]}, {"a": "It was important because on that day they became the people of Yahweh.", "q": "Why was it important for the people of Israel to hear the voice of Yahweh and obey his commandments that day?", "ref": ["27-09", "27-10"]}, {"a": "Moses told the people that six of the tribes of Israel must stand on Mount Gerizim to bless the people.", "q": "Why were six of the tribes of Israel commanded to stand on Mount Gerizim?", "ref": ["27-11", "27-12"]}, {"a": "Six of the tribes of Israel were commanded to stand on Mount Ebal to pronounce curses.", "q": "Why were six of the tribes of Israel commanded to stand on Mount Ebal?", "ref": ["27-13"]}, {"a": "One thing that is disgusting to Yahweh is a carved or cast figure made by a craftsman who sets it up in secret.", "q": "What is one thing that is disgusting to Yahweh?", "ref": ["27-15"]}, {"a": "A man is cursed if he sleeps with his father's wife, because he has taken away his father's rights.", "q": "Why is a man cursed if he lies with his father's wife?", "ref": ["27-20"]}, {"a": "That the man would be cursed.", "q": "What did the Levites say would happen to the man who secretly kills his neighbor or takes a bribe to kill an innocent person?", "ref": ["27-24", "27-25"]}, {"a": "A man should obey the words of this law so he would not be cursed.", "q": "Why did the Levites say a man should confirm the words of this law by obeying them?", "ref": ["27-26"]}], "28": [{"a": "The people of Israel needed to listen carefully to the voice of Yahweh and keep all his commandments.", "q": "What did the people of Israel have to do in order to be blessed by Yahweh and to be set above all the other nations of the earth?", "ref": ["28-01", "28-02"]}, {"a": "Yahweh will cause their enemies to be struck down before them.", "q": "What will Yahweh do for the people of Israel if they will obey his commandments?", "ref": ["28-07"]}, {"a": "He will establish them as a people holy to himself.", "q": "What will Yahweh make the people of Israel become if they will obey his commandments?", "ref": ["28-09"]}, {"a": "Yahweh will open to them his storehouse of the heavens to give the rain for their land at the right time, and to bless all the work of their hand.", "q": "What will Yahweh open for the people of Israel if they will obey his commandments?", "ref": ["28-12"]}, {"a": "All the curses will come upon them and overtake them.", "q": "What will happen to the people of Israel if they will not listen to the voice of Yahweh and keep all his commandments?", "ref": ["28-15"]}, {"a": "The skies will be bronze and the earth will be iron.", "q": "What will the skies and the earth become to the Israelites if they do not obey the commandments?", "ref": ["28-23"]}, {"a": "They will be struck down before their enemies, and flee seven ways before them.", "q": "What will happen Israel when they fight their enemies if they do not obey the commandments?", "ref": ["28-25"]}, {"a": "He will attack them with boils, ulcers, scurvy, and itch, and also with madness, blindness, and mental confusion.", "q": "With what will Yahweh attack the people of Israel if they are disobedient?", "ref": ["28-27", "28-28"]}, {"a": "He will not sleep with the woman, or live in the house, or enjoy the fruit of the vineyard.", "q": "What will happen if am Israelite is engaged to a woman, or builds a house or vineyard?", "ref": ["28-30"]}, {"a": "Their sons and daughters will be given to other peoples, and they will look for them but not find them.", "q": "What will happen to the sons and daughters of the Israelites?", "ref": ["28-32"]}, {"a": "They will become a source of horror, a proverb, and a byword, among all the peoples.", "q": "What will the people of Israel become among all the peoples?", "ref": ["28-37"]}, {"a": "They will plant much seed, and vineyards, but they will not enjoy the fruit of their labors because the worms and the locusts will take over.", "q": "How will the disobedience of the people of Israel affect the crops which they plant?", "ref": ["28-38", "28-39"]}, {"a": "The foreigner will lend to them and become the head while the people of Israel will not be able to lend and become the tail.", "q": "How will the foreigner be more important than the people of Israel?", "ref": ["28-43", "28-44"]}, {"a": "All the curses will come on them and overtake them until they are destroyed.", "q": "What will happen because the people of Israel did not listen to the voice of Yahweh and keep his commandments?", "ref": ["28-45", "28-46"]}, {"a": "They will serve the enemies of Yahweh because they did not worship Yahweh with joyfulness and gladness of heart when they were in prosperity.", "q": "Why will the people of Israel serve the enemies of Yahweh?", "ref": ["28-47", "28-48"]}, {"a": "Yahweh would bring a nation from far away to attack them with no respect for the aged or young, as well as taking all the food from them and their cattle.", "q": "What did Moses prophesy about the people of Israel?", "ref": ["28-49", "28-51"]}, {"a": "He will not give to any of them the flesh of his own children that he is going to eat.", "q": "During the siege of the city what will the man who is tender and delicate among them not give to his brother or his own dear wife or whatever children he has left?", "ref": ["28-54", "28-55"]}, {"a": "During the siege of the city a woman will eat her own newborn and the children whom she will bear.", "q": "During the siege of the city what will a woman do with her own newborn and the children whom she will bear?", "ref": ["28-56", "28-57"]}, {"a": "They will experience terrible plagues and severe diseases.", "q": "What will happen if the people of Israel do not honor the name of Yahweh by keeping the words in the book of the law?", "ref": ["28-59"]}, {"a": "They will be few in number and will be scattered from one end of the earth to the other end.", "q": "How many of the few people of Israel will be left after Yahweh punishes them?", "ref": ["28-62"]}, {"a": "They will find no ease, and there will be no rest for the bottoms of their feet.", "q": "Will the people of Israel find rest when they are scattered among the nations?", "ref": ["28-65"]}], "29": [{"a": "Yahweh made a covenant with Israel in the land of Moab.", "q": "With whom did Yahweh make a covenant?", "ref": ["29-01"]}, {"a": "Yahweh previously made a covenant with Israel at Horeb.", "q": "What previous covenant had Yahweh made with the people of Israel?", "ref": ["29-01"]}, {"a": "Moses reminded all the people of Israel of everything that Yahweh had done before their eyes in the land of Egypt to Pharaoh, to all his servants, and to all his land.", "q": "Of what did Moses remind all the people of Israel?", "ref": ["29-02"]}, {"a": "Moses said that until today Yahweh had not given then a heart to know, eyes to see, or ears to hear about those things.", "q": "Why did Moses say that the people of Israel needed to be reminded of the great sufferings that their eyes had seen, the signs and those great wonders?", "ref": ["29-04"]}, {"a": "He did those things so that they might know that he is Yahweh their God.", "q": "Why did Yahweh lead Israel for forty years in the wilderness where their clothes and sandals did wear out and they did not eat any bread or drink any wine or alcoholic drinks?", "ref": ["29-05", "29-06"]}, {"a": "They needed to keep the words of this covenant and do them and so that they might prosper in everything that they did.", "q": "Why did Israel need to do in order to prosper in everything?", "ref": ["29-09"]}, {"a": "All of the Israelites were standing before Yahweh their God.", "q": "Before whom were all of the Israelites standing?", "ref": ["29-10", "29-11"]}, {"a": "They were standing before Yahweh in order to enter into the covenant of Yahweh and into the oath that Yahweh was making with them on that day.", "q": "Why were the Israelites standing before Yahweh their God?", "ref": ["29-12"]}, {"a": "He wanted to make the people of Israel into a people for himself.", "q": "What did Yahweh want to do for the people of Israel through this covenant?", "ref": ["29-13"]}, {"a": "Everyone standing that day in Moab and also those who were not there with them were included in the covenant and oath that Yahweh was making with Israel.", "q": "What people were included in the covenant and oath that Yahweh was making with Israel that day in Moab?", "ref": ["29-14", "29-15"]}, {"a": "They were being reminded how they had lived in the land of Egypt and how they had come through the midst of the nations through which they had passed.", "q": "About what were the people of Israel being reminded again?", "ref": ["29-16"]}, {"a": "They were being reminded of the disgusting things they had seen so that there would not be any among them whose heart would turn away from Yahweh, worship the gods of those nations and so that there would not be any root producing gall and wormwood among them.", "q": "Why were the people being reminded of the disgusting things they had seen when they left Egypt?", "ref": ["29-17", "29-18"]}, {"a": "The person who hears the words of the curse should not say that he will have peace though he walks in the stubbornness of his heart.", "q": "What should the person who hears the words of the curse not say in his heart?", "ref": ["29-19"]}, {"a": "Yahweh will not pardon him, Yahweh's anger and jealousy will smolder against him, all the curses written in the book will come on him and Yahweh will blot out his name from under heaven.", "q": "What would happen to the man who says that he will have peace though he walks in the stubbornness of his heart?", "ref": ["29-20"]}, {"a": "They will ask why Yahweh did this to this land and what does the heat of this great anger mean.", "q": "What will the generation to come ask when they see the plagues on this land and the diseases with which Yahweh has made it sick?", "ref": ["29-22", "29-24"]}, {"a": "The people will say that it is because they abandoned the covenant of Yahweh and because they went and worshiped other gods and bowed down to them, gods that they had not known and that he had not given to them.", "q": "How will people reply when the generation to come ask why Yahweh did this to the land?", "ref": ["29-25", "29-26"]}, {"a": "The people will say that the anger of Yahweh was kindled against this land.", "q": "What will the people say was kindled against this land?", "ref": ["29-27"]}, {"a": "The people will say that Yahweh, in anger, wrath and great fury has thrown them into another land.", "q": "What will the people say that Yahweh will do with those who he has uprooted from their land in anger?", "ref": ["29-28"]}, {"a": "The secret matters belong to Yahweh alone.", "q": "To whom do the secret matters belong?", "ref": ["29-29"]}, {"a": "the things that are revealed belong forever to the people of Israel and to their descendants so that they may do all the words of the law.", "q": "To whom do things that are revealed belong?", "ref": ["29-29"]}], "30": [{"a": "They must return to Yahweh and obey his voice, follow all that he has commanded them with all their heart and with all their soul.", "q": "What must the people of Israel do so that Yahweh will reverse their captivity and have compassion on them and return and gather them from all the peoples where Yahweh had scattered them?", "ref": ["30-02", "30-03"]}, {"a": "Yahweh will gather Israel's exiled people from the farthest places under the heavens.", "q": "From where will Yahweh gather Israel's exiled people?", "ref": ["30-04"]}, {"a": "Yahweh will bring them into the land that their forefathers possessed.", "q": "To what place will Yahweh bring the exiled Israelites?", "ref": ["30-05"]}, {"a": "Yahweh will circumcise their hearts so that they will love Yahweh their God with all their heart and with all of their soul and so that they could live.", "q": "Why will Yahweh circumcise the hearts of the Israelites and their descendants?", "ref": ["30-06"]}, {"a": "Yahweh will put the curses on their enemies and on those who hate the people of Israel and have persecuted them.", "q": "On whom will Yahweh put the curses that had been on the people of Israel?", "ref": ["30-07"]}, {"a": "They will obey the voice of Yahweh and will do all his commandments that Moses commanded them.", "q": "What will happen when the people of Israel return to Yahweh?", "ref": ["30-08"]}, {"a": "Yahweh will rejoice over the people of Israel as he rejoiced over their fathers.", "q": "What will Yahweh do when he makes the people of Israel abundant in all the work of their hand, in the fruit of their body, in the fruit of their cattle and in the fruit of their ground, for prosperity?", "ref": ["30-09"]}, {"a": "The people of Israel need to obey the voice of Yahweh their God, keep his commandments and statures that were written in the book of the law and turn to Yahweh with all their heart and all their soul.", "q": "What do the people of Israel need to do so that Yahweh will rejoice over them?", "ref": ["30-10"]}, {"a": "Moses says that the commandment that he is commanding to the people of Israel is not too hard for them or too far for them to reach.", "q": "What does Moses say is not too hard for the people or too far for them to reach?", "ref": ["30-11"]}, {"a": "The word is very near to you, in your mouth and your heart, so that you may do it.", "q": "Where is the word located?", "ref": ["30-14"]}, {"a": "Moses has placed life and good, death and evil before the people of Israel.", "q": "What has Moses placed before the people of Israel?", "ref": ["30-15"]}, {"a": "They will live and multiply and Yahweh will bless them in the land where they were going.", "q": "What will happen if the people of Israel obey the decrees of Yahweh their God which Moses commanded them?", "ref": ["30-16"]}, {"a": "They will surely perish and they will not prolong their days in the land.", "q": "What will happen to the people if their heart turns away and they do not listen, but instead their heart is drawn away, and if it bows down to other gods and worships them?", "ref": ["30-17", "30-18"]}, {"a": "Moses is asking the people to choose life so that they and their descendants could live.", "q": "What is Moses asking the people of Israel to choose as he calls heaven and earth to witness?", "ref": ["30-19"]}, {"a": "They should choose life so as to love Yahweh their God, to obey his voice and to cling to him because he is their life and the length of their days.", "q": "Why should the people choose life?", "ref": ["30-20"]}], "31": [{"a": "He told them that he was now one hundred twenty years old and that he could no more go out and come in.", "q": "What did Moses tell all Israel about his advancing age?", "ref": ["31-01", "31-02"]}, {"a": "He told Moses that he would not be going over Jordan but God would go over Jordan ahead of Moses and would destroy the nations from before Israel.", "q": "What did Yahweh tell Moses about going over the Jordan?", "ref": ["31-02", "31-03"]}, {"a": "Yahweh told Moses that Joshua would go over the Jordan before Israel.", "q": "Who did Yahweh say would go over Jordan instead of Moses?", "ref": ["31-03"]}, {"a": "Yahweh had destroyed them and their land.", "q": "What had Yahweh done to Sihon and to Og, the kings of the Amorites?", "ref": ["31-04"]}, {"a": "Yahweh says that he will give Israel victory over them when Israel meets them in battle.", "q": "What does Yahweh say he will do for Israel when they meet the nations in battle?", "ref": ["31-05"]}, {"a": "Moses tells them to be strong, of good courage, not to fear and not to be afraid of the nations because Yahweh will go with them and will not fail or forsake them.", "q": "What instruction does Moses give to the Israelites?", "ref": ["31-06"]}, {"a": "Moses told Joshua to be strong and of good courage for Joshua would go with the people of Israel into the land that Yahweh swore to their ancestors to give to them and Yahweh will cause them to inherit the land.", "q": "What did Moses say to Joshua in the sight of all Israel?", "ref": ["31-07"]}, {"a": "Moses told Joshua that Yahweh would go before Joshua, be with him and Yahweh would not fail or abandon Joshua so Joshua should not be afraid or discouraged.", "q": "What did Moses tell Joshua that Yahweh would do for him?", "ref": ["31-08"]}, {"a": "Moses gave this law to the priests, the sons of Levi, who carried the ark and he also gave copies of it to all the elders of Israel.", "q": "To whom did Moses give the law after he wrote it?", "ref": ["31-09"]}, {"a": "Moses commanded the priests to read the law at the end of every seven years, during the Festival of Shelters, in the hearing of all Israel.", "q": "How often did Moses command the priests to read the law that Moses gave to them?", "ref": ["31-10", "31-11"]}, {"a": "Moses told the priests to assemble all the people so that they could hear and learn, and honor Yahweh their God and keep all the words of the law and so that their children could hear and learn to honor Yahweh.", "q": "Why did Moses tell the priests to assemble the men, women, little ones and foreigners.", "ref": ["31-12", "31-13"]}, {"a": "The priests should read the law to the people for as long as they live in the land that they were going over the Jordan to possess it.", "q": "For how long should the priests read the law to the people of Israel?", "ref": ["31-13"]}, {"a": "Yahweh told Moses to call Joshua to the tent of meeting because the day was coming when Moses must die.", "q": "Why did Yahweh tell Moses to call Joshua and present themselves in the tent of meeting?", "ref": ["31-14"]}, {"a": "When Moses and Joshua presented themselves in the tent of meeting, Yahweh appeared in the tent in a pillar of cloud which stood over the door of the tent.", "q": "What happen when Moses and Joshua presented themselves in the tent of meeting?", "ref": ["31-14", "31-15"]}, {"a": "Yahweh told Moses that the people would rise up, act like prostitutes going after the strange gods of the land and that they would forgot Yahweh and break Yahweh's covenant that he had made with them.", "q": "How did Yahweh tell Moses the people would act after Moses went to sleep with his fathers?", "ref": ["31-16"]}, {"a": "Yahweh told Moses that on the day the people forsook his covenant, his anger would be kindled against them, he would abandon them, and he would hide his face from them.", "q": "What did Yahweh tell Moses he would do when the people forgot Yahweh's covenant?", "ref": ["31-17"]}, {"a": "Yahweh told Moses that many disasters and troubles would find the people and he would hide his face from them because they turned to other gods.", "q": "What did Yahweh tell Moses would happen to the people when Yahweh hid his face from them?", "ref": ["31-17", "31-18"]}, {"a": "Yahweh told Moses to write a song and teach it to the people so that the song could be a witness for Yahweh against the people of Israel.", "q": "Why did Yahweh tell Moses to write a song and teach it to the people of Israel and put it in their mouths?", "ref": ["31-19"]}, {"a": "Yahweh told Moses the people of Israel would turn to other gods, worship them, despise Yahweh and break his covenant.", "q": "What did Yahweh tell Moses the people would do when they were in the land that Yahweh swore to give to their ancestors?", "ref": ["31-20"]}, {"a": "Yahweh told Moses that the song would testify before Israel as a witness and it would not be forgotten out of the mouths of their descendants.", "q": "What did Yahweh tell Moses the song would do when many evils and troubles found the people of Israel?", "ref": ["31-21"]}, {"a": "Yahweh said that he knew the plans that the people were forming today.", "q": "What did Yahweh say he knew about the people even before he brought them into the land that he had sworn?", "ref": ["31-21"]}, {"a": "Moses wrote the song on the same day that Yahweh told him to write it and then he taught it to the people of Israel on that same day.", "q": "How long did Moses wait before he wrote the song that Yahweh told him to write?", "ref": ["31-22"]}, {"a": "Yahweh commanded Joshua to be strong and of good courage.", "q": "What command did Yahweh give to Joshua, the son of Nun?", "ref": ["31-23"]}, {"a": "Yahweh told Joshua to be strong and of good courage because Joshua would bring the people of Israel into the land that Yahweh had sworn to them and Yahweh told Joshua that he would be with Joshua.", "q": "Why did Yahweh command Joshua to be strong and of good courage?", "ref": ["31-23"]}, {"a": "Moses gave the words of the law to the Levites who carried the ark of the testimony of Yahweh.", "q": "To whom did Moses give the words of the law in a book when he had finished writing?", "ref": ["31-24", "31-25"]}, {"a": "Moses told the Levites to take the book of the law and put is by the side of the ark of the testimony of Yahweh their God so that it would be there as a witness against them.", "q": "What did Moses tell the Levites that they should do with the book of the law when he finished writing it?", "ref": ["31-25", "31-26"]}, {"a": "Moses told the Levites that he knew about their rebellion and how they had been rebellious against Yahweh.", "q": "What did Moses tell the Levites he knew about them even today, while he was still alive?", "ref": ["31-27"]}, {"a": "Moses tells the Levites to assemble the elders and officers so that he could speak his words in their ears and call heaven and earth to witness against them.", "q": "Why does Moses tell the Levites to assemble before him all the elders of their tribes and their officers?", "ref": ["31-28"]}, {"a": "Moses says that after his death the people will utterly corrupt themselves and turn away from the path that Moses had commanded them.", "q": "What does Moses say that he knows will happen after his death?", "ref": ["31-29"]}, {"a": "Moses says that disaster will come on the people in the following days after they turn away from the path that Moses had commanded them.", "q": "What does Moses say will happen when the people turn away from the path that Moses had commanded them?", "ref": ["31-29"]}, {"a": "Moses says disaster will come because they will do what is evil in the sight of Yahweh, so as to make him angry through the work of their hands.", "q": "Why does Moses say disaster will come to the people?", "ref": ["31-29"]}, {"a": "Moses sang all the words of the song he had written.", "q": "What did Moses sing in the ears of all the assembly of Israel?", "ref": ["31-30"]}], "32": [{"a": "Moses is asking the heavens to give ear and let him speak and he is asking the earth to listen to the words of his mouth.", "q": "What is Moses asking the heavens and the earth to do?", "ref": ["32-01"]}, {"a": "Moses compares his teaching to rain and his speech to dew.", "q": "To what does Moses compare his teaching and his speech?", "ref": ["32-02"]}, {"a": "Moses proclaims the name of Yahweh and ascribes greatness to God.", "q": "To whom name does Moses proclaim and ascribe greatness?", "ref": ["32-03"]}, {"a": "The work of the Rock is perfect and his paths are just.", "q": "Whose works are perfect and paths are just?", "ref": ["32-04"]}, {"a": "God is faithful, has no iniquity and is just and upright.", "q": "Who has no iniquity and is just and upright?", "ref": ["32-04"]}, {"a": "Moses calls them a wicked and crooked generation and foolish and senseless people.", "q": "What does Moses call the people who have acted wickedly against Yahweh?", "ref": ["32-05", "32-06"]}, {"a": "Moses says that Yahweh made and established the people of Israel.", "q": "Who does Moses say made and established the people of Israel?", "ref": ["32-06"]}, {"a": "Moses says that the fathers and elders will be able to remind the Israelites about the days of ancient times and the years of many ages past.", "q": "Of what does Moses say the fathers and elders will be able to remind the Israelites?", "ref": ["32-07"]}, {"a": "Moses said the the Most High divided all of mankind, and set the boundaries of the peoples according to the number of the sons of Israel.", "q": "What does Moses say the fathers and elders can tell the people about when the Most High gave the nations their inheritance?", "ref": ["32-08"]}, {"a": "Yahweh's portion is his people and Jacob is his apportioned inheritance.", "q": "What is Yahweh's portion and who is his apportioned inheritance?", "ref": ["32-09"]}, {"a": "Yahweh found Jacob (his people) in a desert land.", "q": "Where did Yahweh find Jacob (his people)?", "ref": ["32-10"]}, {"a": "Yahweh shielded them, cared for them and guarded them as the apple of his eye.", "q": "What did Yahweh do for his people?", "ref": ["32-10"]}, {"a": "Moses compares the way that Yahweh took care of his people to an eagle who guards her nest and flutters over her young.", "q": "To what does Moses compare the way that Yahweh took care of his people?", "ref": ["32-11"]}, {"a": "Yahweh alone led the people of Israel.", "q": "Who alone led the people of Israel?", "ref": ["32-12"]}, {"a": "When Jeshurun (Israel) grew fat and satisfied they abandoned and rejected Yahweh and made him jealous by their strange gods and angered him with their detestable idols.", "q": "What happened when Jeshurun (Israel) grew fat?", "ref": ["32-15", "32-16"]}, {"a": "They forgot the God who gave them birth.", "q": "Who did God's people forget when they continued to rebel?", "ref": ["32-17", "32-18"]}, {"a": "Yahweh rejected his people because they provoked him.", "q": "What did Yahweh do because his people provoked him?", "ref": ["32-19", "32-20"]}, {"a": "Yahweh will make them envious by those who are not a people, and will make them angry by a nation that has no understanding.", "q": "Who will Yahweh use to make Israel envious and angry?", "ref": ["32-21"]}, {"a": "Yahweh said he would heap disasters on them.", "q": "What did Yahweh say he would heap on Israel?", "ref": ["32-23"]}, {"a": "Yahweh would keep from doing all that he threatened to his people because their enemies would judge mistakenly and say, \"Our hand is exalted.\"", "q": "What would keep Yahweh from doing all that he threatened to his people?", "ref": ["32-27"]}, {"a": "Israel was lacking wisdom and there was no understanding in them.", "q": "Of what was Israel lacking as a nation?", "ref": ["32-28"]}, {"a": "Moses wants Israel to consider their coming fate.", "q": "What does Moses want for Israel to consider?", "ref": ["32-29"]}, {"a": "Israel can have victory because Yahweh has given them victory and the rock of their enemies is not like the Rock of the Israelites.", "q": "How is it that Israel can put their enemies to flight have victory over their enemies?", "ref": ["32-30", "32-31"]}, {"a": "Their vine comes from Sodom and Gomorrah and their grapes are poisonous and bitter.", "q": "From where does the vine of the enemy come and what are how are the grapes described?", "ref": ["32-33", "32-34"]}, {"a": "The wine is described as the poison of serpents and the venom of a snake.", "q": "How is the wine from the grapes of Sodom and Gomorrah described?", "ref": ["32-33"]}, {"a": "Yahweh's plan is kept by him and sealed up among his treasures.", "q": "How is the plan of Yahweh kept?", "ref": ["32-34"]}, {"a": "Vengeance and recompense belongs to Yahweh.", "q": "To whom does vengeance and recompense belong?", "ref": ["32-35"]}, {"a": "Disaster is near and the things to come will hurry to happen.", "q": "How soon may the day of disaster and the things that are to come happen?", "ref": ["32-35"]}, {"a": "Yahweh will decide for his people and he will pity his servants.", "q": "Who will make decisions for his people and have pity on his servants?", "ref": ["32-36"]}, {"a": "Protection and help does not come from the gods, the rock in whom they took refuge and who ate their sacrifices and drank their drink offerings.", "q": "From whom does help and protection not come for the people of Israel?", "ref": ["32-37", "32-38"]}, {"a": "God says that there is no god besides him and he alone will kill and make alive, wound and heal.", "q": "Who does God say is a god besides him and what does God alone say that he can do?", "ref": ["32-39"]}, {"a": "As he lifts his hand to heaven he promises that as he lives forever, he will act.", "q": "What does God, who alone is God promise as he lifts up his hand to heaven?", "ref": ["32-40"]}, {"a": "God will bring justice and render vengeance on his enemies and those who hate him.", "q": "On whom will God bring justice and render vengeance?", "ref": ["32-41"]}, {"a": "God's arrows will be drunk with the blood of the killed and captives and his sword will devour flesh from the heads of the leaders of the enemy?", "q": "From whom does God say that his arrows be drunk with blood and his sword devour flesh?", "ref": ["32-42"]}, {"a": "The nations will rejoice with God's people.", "q": "Who will rejoice with God's people when he avenges the blood of his servants and brings vengeance on his enemies?", "ref": ["32-43"]}, {"a": "God will make atonement for his land, for his people.", "q": "For whom will God make atonement for his land?", "ref": ["32-43"]}, {"a": "Moses and Joshua sang this song in the ears of the people.", "q": "Who sang all the words of this song in the ears of the people?", "ref": ["32-44"]}, {"a": "The people are to fix their minds on Moses' words so they could command their children to keep all the words of this law.", "q": "Why are the people of Israel to fix their minds on the words that Moses has witnessed to them?", "ref": ["32-46"]}, {"a": "Yahweh told Moses to go up to the mountains so that he could look at the land of Canaan which Yahweh was giving to the people of Israel as their possession.", "q": "Why did Yahweh tell Moses to go up into the mountains opposite Jericho?", "ref": ["32-48", "32-49"]}, {"a": "Yahweh says that Moses will die on the mountain as Aaron had died on Mount Hor and was gathered to his people.", "q": "What does Yahweh say will happen to Moses on the mountain?", "ref": ["32-50"]}, {"a": "Moses was going to die on the mountain because he was unfaithful to Yahweh at the waters of Meribah in Kadesh and because Moses did not treat Yahweh with honor and respect among the people of Israel.", "q": "Why did Yahweh say that Moses was going to die on the mountain?", "ref": ["32-50", "32-51"]}, {"a": "Yahweh said that Moses would see the land that Yahweh was giving to the people of Israel but he would not go there.", "q": "What did Yahweh say that Moses would see before his death?", "ref": ["32-52"]}], "33": [{"a": "Moses gave this blessing to the people of Israel before his death.", "q": "When did Moses give this blessing to the people of Israel?", "ref": ["33-01"]}, {"a": "Moses describes Yahweh as one who shone out from Mout Paran, came with ten thousands of holy ones, and in his right hand there were flashes of lightning.", "q": "How does Moses describe Yahweh?", "ref": ["33-02"]}, {"a": "Yahweh loves the people the people of Israel.", "q": "How does Yahweh feel about the people of Israel?", "ref": ["33-03"]}, {"a": "The holy people of Israel bow down at Yahweh's feet and receive Yahweh's words.", "q": "How do the holy people of Israel respond to the love of Yahweh?", "ref": ["33-03"]}, {"a": "Moses calls the law an inheritance for the assembly of Jacob.", "q": "What does Moses say about the law that he commanded to the people?", "ref": ["33-04"]}, {"a": "Yahweh became king in Jeshurun (Israel).", "q": "What did Yahweh become when the heads of the people and all the tribes of Israel had gathered?", "ref": ["33-05"]}, {"a": "Moses said that Reuben would live and not die but his men would be few.", "q": "What did Moses say would happen to Reuben?", "ref": ["33-06"]}, {"a": "Moses asks Yahweh to bless Judah by listening to the voice of Judah, bringing him to his people and fighting for him.", "q": "What is the blessing that Moses gives to Judah?", "ref": ["33-07"]}, {"a": "Moses tells the Levites to teach Yahweh's decrees, put incense and burnt offerings on Yahweh's altar, to bless Yahweh and accept the work of his hands and to shatter the loins of those who rise up against Yahweh.", "q": "What does Moses tell the Levites to do in his blessing to them?", "ref": ["33-08", "33- 10-11"]}, {"a": "Yahweh says that Benjamin is the one loved by Yahweh, Yahweh shields him all day long and he lives between Yahweh's arms.", "q": "What does Moses say about Benjamin's blessing?", "ref": ["33-12"]}, {"a": "Joseph was prince over his brothers.", "q": "Who was prince over his brothers?", "ref": ["33-16"]}, {"a": "They will push the peoples, all of them, to the ends of the earth.", "q": "What will the ten thousands of Ephraim and the thousands of Manasseh do?", "ref": ["33-17"]}, {"a": "The blessings of Zebulun and Issachar will come from the mountains, the abundance of the seas and from the sand hidden in the seashore.", "q": "From where does Moses say the blessings of Zebulun and Issachar will come?", "ref": ["33-18", "33-19"]}, {"a": "Gad will live there like a lioness and tear off an arm or a head.", "q": "How does Moses say Gad will live as his territory is enlarged?", "ref": ["33-20"]}, {"a": "Gad carried out the justice of Yahweh and his decrees with Israel.", "q": "What did Gad carry out for Yahweh?", "ref": ["33-21"]}, {"a": "Moses described Dan as a lion cub that leaps out from Bashan.", "q": "How did Moses describe Dan?", "ref": ["33-22"]}, {"a": "Naphtali will take possession of the land to the west and south.", "q": "What land did Moses say Naphtali will take?", "ref": ["33-23"]}, {"a": "Moses says that Asher will be more blessed than the other sons, that he might dip his foot in olive oil and that he will be secure for all his day.", "q": "What does Moses say about the blessing for Asher?", "ref": ["33-24", "33-25"]}, {"a": "Moses said God would thrust out Jeshurun's (Israel's) enemies from before them and that God will say, \"Destroy!\"", "q": "What did Moses say God will do to Jeshurun's (Israel's) enemies?", "ref": ["33-27"]}, {"a": "Jacob's descendants will live safely and securely in a land of grain and new wine.", "q": "How will Jacob's descendants live?", "ref": ["33-28"]}, {"a": "Moses describes Israel as blessed and a people saved by Yahweh, whose enemies will come trembling to them.", "q": "How does Moses describing Israel?", "ref": ["33-29"]}], "34": [{"a": "Moses was shown all the land that the tribes of Israel would posses from the top of Pisgah.", "q": "From where was Moses shown all the lands that the tribes of Israel would possess?", "ref": ["34-01", "34-03"]}, {"a": "Yahweh allowed Moses to see the land that Yahweh swore to Abraham, Isaac and Jacob.", "q": "What did Yahweh allow Moses to see before he died?", "ref": ["34-04"]}, {"a": "Moses died in the land of Moab and Yahweh buried him in the valley in the land of Moab opposite Beth Peor.", "q": "Where did Moses die and where did Yahweh bury Moses?", "ref": ["34-06"]}, {"a": "When Moses died he was still strong and could see well.", "q": "What was Moses physical condition when he died at one hundred twenty years of age?", "ref": ["34-07"]}, {"a": "The people mourned for Moses for thirty days.", "q": "How long did the people of Israel mourn for Moses?", "ref": ["34-08"]}, {"a": "The people of Israel listened to Joshua because Joshua was full of the spirit of wisdom, and Moses had laid his hands on him.", "q": "Why did the people of Israel listen to Joshua and do what Yahweh had commanded Moses?", "ref": ["34-09"]}, {"a": "Yahweh knew Moses face to face.", "q": "How was Moses known by Yahweh?", "ref": ["34-10"]}, {"a": "There has never been any prophet like Moses in all of Israel.", "q": "Has there ever been a prophet like Moses in Israel?", "ref": ["34-10", "34-12"]}]}