[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "General Information:", "text": "This psalm is a song about wicked people."}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "set to Al Tashheth", "text": "This probably tells what musical style or tune to use when singing the psalm. See how you translated this in [[:en:bible:notes:psa:057:001|57:1]]."}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "A michtam", "text": "The meaning of the word \"michtam\" is uncertain. You may use the word \"psalm\" instead. This can be written as: \"This is a psalm that David wrote.\" See how you translated this in [[:en:bible:notes:psa:016:001|16:1]]."}, {"ref": "Do you rulers speak righteousness?", "text": "The author uses this question to rebuke the rulers because they do not speak righteously. AT: \"You rulers do not say what is right!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you ... your", "text": "The words \"you\" and \"your\" refer to the mighty men who are judges. The \"you\" here is plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Do you judge uprightly, you people?", "text": "The author uses this question to rebuke the judges who do not judge uprightly. AT: \"You people never judge people uprightly!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "No", "text": "The author answers the two questions he had just asked."}, {"ref": "you commit wickedness in your heart", "text": "The heart refers to the people's thoughts or plans. AT: \"you commit wickedness in your thoughts\" or \"you think about doing wicked things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you distribute violence throughout the land with your hands", "text": "Doing violence in various places throughout the land is spoken of as distributing or spreading the violence throughout the land, as if violence were some kind of stuff or things. AT: \"you yourselves do violent deeds everywhere in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "003", "tn": [{"ref": "The wicked go astray even when they were in the womb ... they go astray from birth", "text": "This is the same idea expressed in two different ways. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "they go astray", "text": "Doing wrong things is spoken of as if people are walking on a road, and they turn off and go the wrong way.  AT: \"they do wrong things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their poison is like a snake's poison", "text": "The wicked things people say are spoken of as if they were poison. AT: \"Their wicked words cause trouble as a snake's poison harms people\" (See [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they are like a deaf adder that stops up its ears", "text": "Wicked people who do not listen to advice or rebukes are spoken of as if they were snakes that do not respond to a charmer's music.  AT: \"they refuse to listen like a deaf adder that stops up its ears\" (See [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a deaf adder that stops up its ears", "text": "An adder that does not respond to a charmer's music is spoken of as as if it could put something in its ears so that it will not hear. AT: \"an adder that does not listen\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "adder", "text": "a kind of poisonous snake"}, {"ref": "charmers", "text": "people who play or sing music in order to control snakes"}, {"ref": "no matter how skillful they are", "text": "What the snake charmers were skillful at can be stated clearly. AT: \"no matter how skillful the charmers are at controlling snakes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "006", "tn": [{"ref": "General Information:", "text": "The author lists things that he would like God to do to wicked people."}, {"ref": "Break their teeth ... break out the great teeth of the young lions", "text": "In both of these phrases, the wicked people are spoken of as if they were lions, and making them powerless to kill people is spoken of as breaking their teeth. AT: \"Take away their power to kill. Make them powerless like young lions whose teeth have been broken and fallen out\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let them melt away as water that runs off", "text": "The wicked people are spoken of as if they were ice or water. No longer existing is spoken of as melting or draining away into the dry ground. AT: \"Make them  disappear like water that runs off\" or \"Make them vanish like ice that melts and drains into the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "let them be as though they had no points", "text": "\"let their arrows be as though they had no points\""}, {"ref": "Let them be like a snail that melts and passes away", "text": "No longer existing is spoken of as melting and disappearing. AT: \"Let the wicked vanish like a snail that melts and no longer exists\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "snail", "text": "\"slug\""}, {"ref": "like the untimely-born child of a woman that never sees the sunlight", "text": "born child of a woman that never sees the sunlight** - Not existing is spoken of as being like a baby that is born dead. AT: \"like a baby who is born too early too live and see the sunlight\" or \"like a baby that was born dead\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "009", "tn": [{"ref": "Before your pots can feel the thorn's burning heat ... the green thorns and the burning thorns alike", "text": "The wicked are spoken of as if they were thornbush branches, and God's swift punishment of them is spoken of as if he were to quickly blow them away or sweep them away. AT: \"God will destroy wicked people faster than a whirlwind can blow away thornbush branches that have been put under a cooking pot and lit with fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your", "text": "David is speaking to God's people. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "thorn", "text": "\"thornbush branches\""}, {"ref": "The righteous will rejoice when he sees", "text": "The phrase \"the righteous\" refers to righteous people in general. AT: \"Righteous people will rejoice when they see\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "he will wash his feet in the blood of the wicked", "text": "Getting one's feet wet by walking on blood is spoken of as washing the feet in blood. AT: \"the righteous will make their feet wet in the blood of the wicked\" or \"the righteous will march on the blood of the wicked\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will wash his feet in the blood of the wicked", "text": "The great number of wicked people who die is expressed by using the exaggeration of righteous people washing their feet in the wicked people's blood. AT: \"so many wicked people will die that when the righteous march on their blood, it will seem as if they could wash their feet in it\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}]