[{"id": "01", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "go down to Egypt", "text": "The phrase \"go down\" is used here because Egypt is lower in Elevation than Jerusalem."}, {"ref": "those who go down", "text": "\"those people of Judah who go down\""}, {"ref": "lean on horses", "text": "This speaks about people relying on their horses to help them as if they were leaning on their horses. AT: \"rely on their horses\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Holy One of Israel", "text": "Translate this phrase the same as you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "nor do they seek Yahweh", "text": "\"nor do they ask Yahweh to help them\""}, {"ref": "he will bring disaster", "text": "Here the word \"bring\" means to \"cause.\" AT: \"he will cause disasters to happen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will not retract his words", "text": "The phrase \"retract his words\" speaks of a person not fulfilling what they said they will do as if the words that he had said were something that he could pull back to himself. Here it says that Yahweh will not do this, meaning he will fulfill what he has said. AT: \"he will do what he said he would do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "arise against", "text": "\"punish\""}, {"ref": "evil house", "text": "This refers to evil people who live there. AT: \"all who do evil things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "Egypt is a man", "text": "Here Egypt refers to the soldiers of Egypt. AT: \"The soldiers of Egypt are men\""}, {"ref": "their horses flesh and not spirit", "text": "This means that their horses are only horses and not spiritual beings. AT: \"their horses are only horses; they are not powerful spirits!\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "When Yahweh reaches out with his hand", "text": "The term \"hand\" is often used in reference to God's power and action. AT: \"When Yahweh uses his power against them\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "both the one who helps will stumble, and the one who is helped will fall", "text": "These two phrases mean basically the same thing. Stumbling and falling are metaphors of failing. This can be stated in active form. AT: \"these two things will happen: I will destroy Egypt, who helps you, and I will destroy you, whom Egypt helps\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the one who is helped", "text": "This can be stated in active form. AT: \"the one who is seeking help\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh speaks to Isaiah."}, {"ref": "As a lion ... thus Yahweh of hosts", "text": "\"A lion ... in the same way Yahweh of hosts.\" Here Yahweh speaks of how he will defend the people who belong to him and not be scared away by comparing himself to a lion who guards it's prey. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "thus Yahweh of hosts will descend ... that hill", "text": "It may be more clear if you move the last line to before the first line: \"Yahweh of hosts will descend to fight on Mount Zion, on that hill, as a lion, even a young lion\""}, {"ref": "a lion, even a young lion", "text": "\"a female lion or killer lion.\" This is a doublet with both phrase referring to a fierce lion. AT: \"a lion\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "growls", "text": "warns others to stay away"}, {"ref": "when a group of shepherds is called out against it", "text": "The phrase \"called out against it\" means to be sent out to chase the lion away. This can be stated in active form. AT: \"when someone sends shepherds to chase the lion away\" (See: [[:en:ta:vol1:translate:figs_idiom]] or [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from their sound", "text": "The shepherds would make loud noises to try and chase away the lion. AT: \"from the loud noises that they make\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will descend", "text": "\"will come down\" (UDB). This refers to descending from heaven. AT: \"will come down from heaven\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "on Mount Zion, on that hill", "text": "Both of the phrases refer to Mount Zion. AT: \"on Mount Zion\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Like birds in flight, so Yahweh of hosts will protect Jerusalem", "text": "Here the way that Yahweh protects Jerusalem is compared to the way that a mother bird protects her baby birds in their nest. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "he will protect and rescue as he passes over it and preserves it", "text": "This speaks of how Yahweh protects and rescues Jerusalem, describing him as a bird that flies over the city. AT: \"he will protect and rescue the city from it's enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh of hosts", "text": "Translate this phrase the same as you did in [[:en:bible:notes:isa:01:09|1:9]]."}, {"ref": "Jerusalem", "text": "This refers to the people who live there. AT: \"the people of Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Return to him from whom you have deeply turned away", "text": "\"Return to the one against whom you have rebelled\""}, {"ref": "that your own hands have sinfully made", "text": "Here the people are referred to by their \"hands\" the emphasize that they made something with their hands. AT: \"that you have sinned by making with you own hands\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Judah, referring to the Assyrians as though they are one person."}, {"ref": "Assyria will fall by the sword; a sword not wielded by man will consume him", "text": "\"Sword\" refers to military might. This can be stated in active form. AT: \"God's sword, and not a man's sword, will destroy the Assyrian army\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He will flee", "text": "\"The Assyrians will flee\""}, {"ref": "all confidence because of terror", "text": "The word \"terror\" can be expressed with the adjective \"terrified.\" AT: \"all of their confidence because they are terrified\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "and his young men will be forced to do hard labor", "text": "This can be stated in active form. AT: \"and enemies will capture their young men and force them to do hard labor\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and his princes", "text": "\"and their leaders\""}, {"ref": "at the sight of Yahweh's battle flag", "text": "The word \"sight\" can be expressed with the verb \"see.\" AT: \"when they see the flag of Yahweh's army\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the declaration of Yahweh", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"solemnly said.\" See how you translated a similar phrase in [[:en:bible:notes:isa:14:21|14:22]]. AT: \"what Yahweh of hosts has declared\" or \"what Yahweh of hosts has solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "whose fire is in Zion and whose firepot is in Jerusalem", "text": "Both of these clauses mean the same thing and are used together for emphasis. Here God's presence and his power to judge and destroy are spoken of as if they were a fire. AT: \"whose powerful presence is in Zion\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]