[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "something about which he is required to testify", "text": "Jewish law and leaders both required the people to testify if they were witnesses to a crime. This can be stated in active form. AT: \"something about which a judge has required him to testify\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "God has designated as unclean", "text": "Something that God has declared to be unfit for people to touch or eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the carcass", "text": "\"the dead body\""}, {"ref": "he is unclean", "text": "A person who is unacceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "if he touches the uncleanness of someone, whatever that uncleanness is", "text": "The abstract noun \"uncleanness\" can be stated as an adjective. AT: \"if he touches anything that makes a person unclean\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the uncleanness", "text": "Something that Yahweh has declared unfit for a person to touch or eat is spoken of as if it were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he is unaware of it", "text": "\"he does not realize it\" or \"he does not know about it\""}, {"ref": "if anyone swears rashly with his lips", "text": "Here \"lips\" represents the whole person. AT: \"if anyone swears rashly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "if anyone swears rashly", "text": "This means to swear an oath without thinking seriously about it. It implies that after the person swears the oath that he either cannot fulfill it or he does not really want to fulfill it. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "the priest will make atonement for him", "text": "The abstract noun \"atonement\" can be stated as a verb. AT: \"the priest will atone for him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "07", "tn": [{"ref": "If he cannot afford to buy a lamb", "text": "\"If he does not have enough money to buy a lamb\""}, {"ref": "he will wring off its head from its neck but will not remove it", "text": "\"he will kill it by twisting its head and breaking its neck, but he will not remove the head\""}]}, {"id": "10", "tn": [{"ref": "as described in the instructions", "text": "This can be stated in active form. AT: \"as Yahweh has instructed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the priest will make atonement for him for the sin that he has committed", "text": "The abstract noun \"atonement\" can be stated as a verb. AT: \"the priest will atone for the sin that the person committed\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the person will be forgiven", "text": "This can be stated in active form. AT: \"Yahweh will forgive the person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "a tenth of an ephah", "text": "An ephah is 22 liters. A tenth of an ephah is about two liters. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a tenth", "text": "This is one part out of ten equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "12", "tn": [{"ref": "He must bring it", "text": "\"He must bring the fine flour\""}, {"ref": "a representative offering", "text": "The handful that the priest burns on the altar represents the entire offering. This means the whole offering belongs to Yahweh. See how you translated this in [[:en:bible:notes:lev:02:01|2:2]]."}, {"ref": "on top of the offerings made by fire for Yahweh", "text": "This can be stated in active form. AT: \"on top of the burnt offerings to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will make atonement", "text": "The abstract noun \"atonement\" can be stated as a verb. AT: \"will atone\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that person will be forgiven", "text": "This can be stated in active form. AT: \"Yahweh will forgive that person's sins\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "sins against the things that belong to Yahweh", "text": "This means the person sinned by not giving to Yahweh what Yahweh commanded him to give. AT: \"sins by failing to give to Yahweh what belongs to Yahweh\""}, {"ref": "its value must be appraised in silver shekels", "text": "This can be stated in active form. AT: \"he must determine how many shekels the ram is worth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "shekels", "text": "A shekel is about 11 grams in weight. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "the shekel of the sanctuary", "text": "This probably means there were at least two ways of measuring a shekel. This refers to how the priests of the sanctuary weigh a shekel. AT: \"the official standard in the sacred tent\" (UDB)"}, {"ref": "the sanctuary", "text": "This is another name for the holy tent."}, {"ref": "he must add one-fifth", "text": "fifth** - This means the person must pay an extra one-fifth of the value of what he owes to Yahweh."}, {"ref": "one-fifth", "text": "fifth** - This is one part out of five equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "the priest will make atonement for him", "text": "The abstract noun \"atonement\" can be stated as a verb. AT: \"the priest will atone for him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "that person will be forgiven", "text": "This can be stated in active form. AT: \"Yahweh will forgive that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "has commanded not to be done", "text": "This can be stated in active form. AT: \"has commanded the people not to do\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must carry his own guilt", "text": "A person's guilt is spoken of as if it were a physical object that the person carries. Here the word \"guilt\" represents the punishment for that guilt. AT: \"he is responsible for his own guilt\" or \"Yahweh will punish him for his sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "worth the current value", "text": "This means the person must determine how many shekels the ram is worth by using the official standard of the sacred tent. See [[:en:bible:notes:lev:05:14|5:15]]. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "he will be forgiven", "text": "This can be stated in active form. AT: \"Yahweh will forgive him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he is certainly guilty before Yahweh", "text": "\"Yahweh certainly considers him guilty\""}]}]