[{"id": "01", "tn": [{"ref": "let us take your name", "text": "This phrase means \"let us marry you.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the branch of Yahweh will be beautiful", "text": "Possible meanings are 1) \"branch\" is a synecdoche that represents the crops Yahweh will cause to grow in the land of Israel. AT: \"Yahweh will cause the crops in Israel to be beautiful\" or 2) \"branch\" is a metaphor that refers to the Messiah. (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be beautiful and glorious", "text": "\"will be full of beauty and glory\""}, {"ref": "the fruit of the land will be tasty and delightful for those survivors in Israel", "text": "\"Fruit\" sometimes simply represents food produced in the land, and sometimes it represents spiritual blessings. Possible meanings here are 1) God will cause the land to produce good food again. AT: \"the people who are still in Israel will enjoy the best food from the land\" or 2) the future Messiah will bring spiritual blessings to the people in the land. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "the one who is left in Zion and the one who remains in Jerusalem", "text": "Both of these statements mean the same thing. Here \"the one who\" does not refer to a specific person but to people in general who are still alive in Jerusalem. AT: \"everyone who remains in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "will be called holy", "text": "This can be stated in active form. AT: \"the Lord will call them holy\" or \"will belong to the Lord\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "everyone who is written down as living in Jerusalem", "text": "This can be stated in active form. AT: \"everyone whose name is on the list of the people who live in Jerusalem\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when the Lord will have washed away the filth of the daughters of Zion", "text": "This expression speaks of sin as if it were physical dirt. AT: \"after the Lord removes the sins of the daughters of Zion as someone washes away filth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the daughters of Zion", "text": "Possible meanings are 1) the women of Jerusalem or 2) the people of Jerusalem."}, {"ref": "and will have cleansed the blood stains from Jerusalem's midst", "text": "\"Blood stains\" here represents violence and murder. AT: \"and will have taken away those in Jerusalem who harm innocent people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "by means of the spirit of judgment and the spirit of flaming fire", "text": "This is how God would remove the sin from Jerusalem. Here \"spirit\" probably represents the activity of judging and burning. AT: \"by judgment and flaming fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "spirit of judgment", "text": "Possible meanings are 1) Yahweh will punish the people or 2) Yahweh will declare the people guilty."}, {"ref": "the spirit of flaming fire", "text": "Possible meanings are 1) this is a metaphor that means Yahweh will remove sinners from Zion like a fire removes impurities or 2) \"flaming fire\" is a metonym that represents the destruction in general of all the sinners. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "05", "tn": [{"ref": "a canopy over all the glory", "text": "Possible meanings are 1) a canopy for protecting the glorious city, or 2) a canopy consisting of God's glory that will protect the city. If the first meaning is followed, then it may further mean that the city is glorious because Yahweh is present in it."}, {"ref": "canopy", "text": "This is a cloth that is hung over something to cover it for protecton."}]}]