[{"id": "01", "tn": [{"ref": "Like snow in summer or rain in harvest", "text": "Normally snow does not fall during the summer and rain does not fall during  the harvest. This can be stated clearly. AT: \"Just as it would be very strange to have snow in summer or rain during the harvest\" (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so an undeserved curse does not alight", "text": "A curse that does not harm a person is spoken of as if it were a bird that does not land. AT: \"so an undeserved curse does not land on its mark\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "an undeserved curse", "text": "This can be stated with an active form. AT: \"a curse on a person who does not deserve it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "alight", "text": "land on someone or something"}]}, {"id": "03", "tn": [{"ref": "A whip is for the horse, a bridle is for the donkey and a rod is for the back of fools", "text": "A whip, a bridle, and a rod are things that people use to make the horse, donkey, and fool do what they want."}, {"ref": "a bridle is for the donkey", "text": "A bridle is made of straps. People put it on a donkey's head and hold one of the straps to make the donkey go the way they want it to go."}, {"ref": "a rod is for the back of fools", "text": "In the Bible, people would hit their children or their slaves with a wooden rod in order to discipline them."}]}, {"id": "05", "tn": [{"ref": "Answer a fool and join in on his folly", "text": "Joining in on a fool's folly when answering him represents answering him in a foolish way. AT: \"Answer a fool according to his folly\" or \"Answer a fool foolishly\""}, {"ref": "so he will not become wise in his own eyes", "text": "The eyes represent seeing, and seeing represents thoughts or judgment. AT: \"so that he will not become wise according to his judgement\" or \"so that he does not consider himself to be wise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whoever sends a message by the hand of a fool", "text": "Here the hand represents the fool's responsibility to deliver the message. AT: \"Whoever sends a fool to deliver a message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "cuts off his own feet and drinks violence", "text": "Cutting off one's own feet and drinking violence represents harming one's self. AT: \"harms himself like a person who cuts off his own feet and drinks violence\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "drinks violence", "text": "Violence is spoken of as if it were a liquid that someone might drink. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Like the legs ... is a proverb in the mouth of fools", "text": "The phrases can be reordered. AT: \"A proverb in the mouth of fools is like the legs of a paralytic which hang down\" or \" A proverb in the mouth of fools is as useless as the legs of a paralytic which hang down\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a paralytic", "text": "a person who is unable to move or feel all or part of his body"}, {"ref": "in the mouth of fools", "text": "\"in the speech of fools\" or \"that fools say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "tying a stone in a sling", "text": "In order to throw a stone very far, people put it into a sling and swing the sling so that the stone will fly from it very quickly. The result of tying a stone in a sling can be stated clearly. AT: \"tying a stone in a sling so that it cannot be thrown\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "giving honor to a fool", "text": "\"honoring a fool\""}]}, {"id": "09", "tn": [{"ref": "Like a thorn ... is a proverb in the mouth of fools", "text": "How the two are alike can be stated clearly. AT: \"A proverb in the mouth of fools is as dangerous as a thorn that goes into the hand of a drunkard\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "a thorn that goes into the hand of a drunkard", "text": "Possible meanings are 1) if a drunk person holds a thornbush, a thorn will prick his hand, or 2) if a drunk person is angry, he will pick up a thornbush and swing it at people. For the second meaning, the word \"thorn\" represents a thornbush. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in the mouth of fools", "text": "\"in the speech of fools\" or \"that fools say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hires a fool", "text": "\"gives a job to a fool\""}]}, {"id": "11", "tn": [{"ref": "As a dog returns to his own vomit", "text": "\"As a dog eats its own vomit\""}, {"ref": "Do you see someone who is wise in his own eyes?", "text": "This question is used to lead the reader to think about someone who is wise in his own eyes. The phrase \"is wise in his own eyes\" means \"thinks he is wise,\" and here it implies that the person is not truly wise. AT: \"Consider the person who thinks he is wise but is not.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "There is more hope for a fool than for him", "text": "\"A fool can become wise more easily than he can\""}]}, {"id": "13", "tn": [{"ref": "The lazy person says, \"There is a lion ... between the open places!\"", "text": "The lazy person lies and says that he cannot go outside and work because there is a lion on the road or between the open places."}, {"ref": "There is a lion on the road", "text": "Translate this as in [[:en:bible:notes:pro:22:13|22:13]]."}, {"ref": "the open places", "text": "This refers to the places in town where there is a lot of room for people to walk around or where people gather. AT: \"the town plazas\" or \"the streets\""}, {"ref": "hinges", "text": "metal pieces that attach a door to something and allow it to open and close"}, {"ref": "As the door turns on its hinges, so is the lazy person upon his bed", "text": "Both the door and the lazy person move, but they do not go anywhere. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "15", "tn": [{"ref": "puts his hand into the dish", "text": "\"puts his hand into the dish to get food\" or \"reaches for food\""}, {"ref": "he has no strength to lift it up to his mouth", "text": "This shows how extremely lazy his is. He just leaves his hand near the food and does not eat the food.  (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "The lazy person is wiser in his own eyes than seven men with discernment", "text": "The phrase \"his own eyes\" represents his thoughts. AT: \"The lazy person thinks he is wiser than seven men who can respond sensibly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "Like one who takes hold of the ears of a dog, is a passerby who becomes angry at a dispute that is not his own", "text": "This can be reordered. AT: \"A passerby who becomes angry at some other people's dispute is like a person who grabs hold of a dog's ears\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Like one who takes hold of the ears of a dog", "text": "The implied information is that the dog will get angry and bite the person. AT: \"Like a person who angers a dog by grabbing its ears\" or \"Like a person who grabs a dog's ears and is bitten by the dog\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "is a passerby who becomes angry at a dispute that is not his own", "text": "The implied information is that the passerby will start arguing, and the people who were fighting will get angry with him and hurt him. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "Like a madman ... is the one who deceives ... telling a joke?\"", "text": "Both the madman and the deceiver hurt people but do not take responsibility for it."}, {"ref": "Was I not telling a joke?", "text": "The deceiver uses this question to imply that since he his joke was only for fun, he should not be blamed for any harm he has caused. AT: \"I was only telling a joke.\" or \"Do not blame me. I was only telling a joke.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "gossiper", "text": "a person who gossips a lot"}, {"ref": "As charcoal is to burning coals and wood is to fire", "text": "What charcoal does to coals and what wood does to fire can be stated clearly. AT: \"As charcoal helps coals burn and as wood helps fire burn\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "kindling strife", "text": "To kindle something means to set it on fire. Setting strife on fire is a metaphor for causing people to fight or argue. AT: \"causing people to fight\" or \"causing people to argue\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "The words of a gossip are like delicious morsels", "text": "This speaks of gossip being desirable to listen to as if it were delicious food to eat. AT: \"The words of a gossip are desirable to listen to\" or (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "they go down into the inner parts of the body", "text": "This speaks of the words that a gossip says going into a person's mind and affecting his thoughts as if they were food that was going into his stomach. This sentence is equivalent to [[:en:bible:notes:pro:18:07|18:8]]. AT: \"and they enter a person's mind and affect his thoughts\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Like the glaze overlaying an earthen vessel so are burning lips and an evil heart", "text": "This simile means that a person who says things to hide the evil in their heart are like a earthen vessel covered in glaze to make it look good. These phrases can be reordered. AT: \"People who have burning lips and an evil heart are like an earthen vessel covered with glaze\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the glaze overlaying an earthen vessel", "text": "\"the shiny glaze that covers a clay pot.\" A clay pot is cheap and common. So people covered it was a glaze to make it shiny and appear more expensive."}, {"ref": "so are burning lips and an evil heart", "text": "This represents a person who has burning lips and an evil heart. AT: \"so is a person who has burning lips and an evil heart\" or \"so is a person who says nice things but whose heart is evil\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "burning lips", "text": "The word \"burning\" is a metaphor for \"strongly emotional\" and the word \"lips\" is a metonym for \"speech.\" AT: \"emotional speech\" or \"saying nice things\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "an evil heart", "text": "The heart represents a person's thoughts, attitudes, desires, or feelings. AT: \"evil thoughts\" or \"evil desires\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "disguises his feelings with his lips", "text": "Disguising his feelings represents keeping people from knowing what his feelings are. The phrase \"his lips\" is a metonym for what he says. AT: \"hides his feelings with what he says\" or \"speaks in such a way that people cannot know his true feelings\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he lays up deceit within himself", "text": "Being deceitful is spoken of as if he were storing deceit within himself. Possible meanings are that \"deceit\" refers to lies. AT: \"he likes his many lies\" or 2) deceit refers secret plans to harm people. AT: \"he secretly plans to harm people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but do not believe him", "text": "\"but do not believe what he says\""}, {"ref": "for there are seven abominations in his heart", "text": "The number seven represents completeness. Possible meanings are 1) \"abominations\" refers to attitudes that God hates. AT: \"for his heart is completely filled with hateful things\" or 2) \"abominations\" refers to his hatred for people.  AT: \"for his heart is completely filled with hatred\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Though his hatred is covered with deception", "text": "This can be stated actively. AT: \"Though deception covers his hatred\" or \"Though he covers his hatred with deception\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Though his hatred is covered with deception", "text": "Keeping people from knowing that he hates them is spoken of as covering his hatred. AT: \"Though he lies to keep people from knowing that he hates them\" or \"Though he lies so that people will not know that he hates them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his wickedness will be exposed in the assembly", "text": "Being exposed represents being discovered or becoming known. AT: \"his wickedness will become known in the assembly\" or \"the assembly will discover his wickedness\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the assembly", "text": "\"the community of Israel\""}]}, {"id": "27", "tn": [{"ref": "Whoever digs a pit will fall into it", "text": "It is implied that the person digs the pit as a trap so that someone will fall into it. AT: \"Whoever digs a pit to trap someone will fall into it\" or \"If someone digs a pit in order to trap someone, the one who dug it will fall into it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the stone will roll back on the one who pushed it", "text": "It is implied that the person pushed a large stone so that it would roll downhill and crush someone there. AT: \"if someone pushed a stone so that it would roll downhill and crush someone, the stone will roll back on him instead\" or \"if someone maked a stone roll so that it would hurt someone, the stone will crush him instead\" (See: [[:en:ta:vol1:translate:figs_explicit]]"}, {"ref": "A lying tongue hates the people it crushes", "text": "The phrase \"a lying tongue\" represents a person who tells lies. Crushing people represents causing them trouble.  AT: \"A liar hates those he hurts by his lies\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a flattering mouth brings about ruin", "text": "The phrase \"a flattering mouth\" represents a person who flatters people. Possible meanings are 1) a person who flatters others causes trouble or 2) a person who flatters others ruins them (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "flattering", "text": "praising someone in a manner that is not sincere, or praising someone about things that are not true"}]}]