[{"id": "01", "tn": [{"ref": "General Information:", "text": "In this book, unless otherwise noted, the word \"our\" refers to Paul and Timothy (the one to whom this letter is written), as well as to all believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "Paul", "text": "Your language may have a particular way of introducing the author of a letter. AT: \"I, Paul, wrote this letter.\" Also, as in the UDB, you may need to tell in this same verse to whom the letter is written."}, {"ref": "through the will of God", "text": "\"because of God's will\" or \"because God wanted it.\" Paul became an apostle because God wanted him to be an apostle and not because a human being chose him."}, {"ref": "according to", "text": "Possible meanings are 1) \"for the purpose of.\" This means that God appointed Paul to tell others about God's promise of life in Jesus or 2) \"in keeping with.\" This means that just as God promises that Jesus gives life, he has made Paul an apostle."}, {"ref": "of the life that is in Christ Jesus", "text": "Paul speaks of \"the life\" as if it is an object inside of Jesus. This refers to the life people receive as a result of belonging to Christ. AT: \"of the life that we receive as a result of belonging to Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "beloved child", "text": "\"dear child\" or \"child whom I love. Timothy was converted to Christ by Paul, and so Paul considered him like his own child. AT: \"who is like my beloved child\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Grace, mercy, and peace from", "text": "\"May grace, mercy, and peace be yours from\" or \"May you experience kindness, mercy, and peace within from\""}, {"ref": "God the Father", "text": "\"God, who is our Father.\" This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "and Christ Jesus our Lord", "text": "\"and Christ Jesus, who is our Lord\""}]}, {"id": "03", "tn": [{"ref": "whom I serve from my forefathers", "text": "\"whom I serve as my ancestors did\""}, {"ref": "with a clean conscience", "text": "Paul speaks of his conscience as if it could be physically clean. This means that a person does not feel guilty because he has always tried to do what was right. AT: \"knowing I have tried my hardest to do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as I constantly remember you", "text": "\"when I remember you continually\" or 'while I remember you all the time\""}, {"ref": "night and day", "text": "Here \"night and day\" are used together to mean \"always.\" AT: \"Always\" or \"Constantly\" (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "I long to see you", "text": "\"I want very much to see you\""}, {"ref": "I may be filled with joy", "text": "Paul speaks of himself as if he were a container that someone could fill. This can be stated in active form. AT: \"I may be full of joy\" or \"I may have complete joy\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I remember your tears", "text": "Paul uses \"tears\" to mean suffering. AT: \"I remember all the things that you have suffered\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I have been reminded of your", "text": "This can be stated in active form. AT: \"I also remember your\" or \"I also recall your\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your genuine faith", "text": "\"your faith that is real\" or \"your faith that is sincere\""}, {"ref": "which lived first in your grandmother Lois and your mother Eunice. And I am convinced that it lives in you also", "text": "Paul is speaking of their faith as if it were something that was alive and lived in them. Paul means they have the same sort of faith. This can be stated as a new sentence. AT: \"Lois, your grandmother, and Eunice, your mother, first had genuine faith, and I am confident that you have genuine faith as well\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lois ... Eunice", "text": "These are names of women. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "06", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages Timothy to live in power, love, and discipline and not to be ashamed because of Paul's suffering in prison because of his (Paul's) faith in Christ."}, {"ref": "This is the reason", "text": "\"For this reason\" or \"Because of your sincere faith in Jesus\""}, {"ref": "to rekindle the gift", "text": "Paul speaks about Timothy's need to start using his gift again as if he were restarting a fire. AT: \"to start using again the gift\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the gift of God in you through the laying on of my hands", "text": "\"the gift of God that you received through the laying on of my hands.\" This refers to a ceremony in which Paul placed his hands on Timothy and prayed that God would enable him to do the work he had commanded him to do."}, {"ref": "For God", "text": "\"Because God\""}, {"ref": "God did not give us a spirit of fear, but of power and love and discipline", "text": "Possible meanings are 1) \"spirit\" refers to the \"Holy Spirit.\" AT: \"God's Holy Spirit does not cause us to be afraid. He causes us to have power and love and discipline\" or 2) \"spirit\" refers to a characteristic. AT: \"God does not cause us to be afraid but to have power and love and discipline\""}, {"ref": "discipline", "text": "Possible meanings are 1) the power to control ourselves (UDB) or 2) the power to correct other people who are doing wrong."}]}, {"id": "08", "tn": [{"ref": "of the testimony", "text": "\"of testifying\" or \"of telling others\""}, {"ref": "his prisoner", "text": "\"a prisoner for his sake\" or \"a prisoner because I testify about the Lord\""}, {"ref": "share in suffering for the gospel", "text": "Paul speaks of suffering as if it were an object that could be shared or distributed among people. AT: \"suffer with me for the gospel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "according to the power of God", "text": "\"allowing God to make you strong\""}, {"ref": "with a holy calling", "text": "\"with a calling that set us apart as his people\" or \"to be his holy people\""}, {"ref": "He did this", "text": "\"He saved and called us\""}, {"ref": "not according to our works", "text": "\"not because we did anything to deserve it\""}, {"ref": "but according to his own plan and grace", "text": "\"but because he planned to show us kindness\""}, {"ref": "in Christ Jesus", "text": "\"through our relationship to Christ Jesus\""}, {"ref": "before times ever began", "text": "\"before the world began\" or \"before time began\""}, {"ref": "God's salvation has been revealed", "text": "Paul speaks of salvation as if it were an object that could uncovered and shown to people. This can be stated in active form. AT: \"God has shown how he will save us\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the appearing of our Savior Christ Jesus", "text": "\"by sending our Savior Christ Jesus\""}, {"ref": "who put an end to death", "text": "Paul speaks of death as if it were an independent process instead of the event of  people dying. AT: \"who destroyed death\" or \"who made it possible for people not to remain dead forever\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brought life that never ends to light through the gospel", "text": "Paul speaks of teaching about eternal life as if it were an object that could be brought from darkness into light so that people could see it. AT: \"taught what life that never ends is by preaching the gospel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I was appointed a preacher", "text": "This can be stated in active form. AT: \"God chose me to be a preacher\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "For this cause", "text": "\"Because I am an apostle\""}, {"ref": "I also suffer these things", "text": "Paul is referring to being a prisoner."}, {"ref": "I am persuaded", "text": "\"I am convinced\""}, {"ref": "to keep that which I have entrusted to him", "text": "Paul is using a metaphor of a person leaving something with another person who is supposed to protect it until he gives it back to the first person. Possible meanings are 1) Paul is trusting Jesus to help him remain faithful, or 2) Paul is trusting that Jesus will ensure that people continue spreading the gospel message. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that day", "text": "This refers to the day when God judges all people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Keep the example of faithful messages that you heard from me", "text": "\"Keep teaching the correct ideas I have taught you\" or \"Use how I taught you as a pattern for what and how you should teach\""}, {"ref": "with the faith and love that are in Christ Jesus", "text": "\"as you trust in Jesus Christ and love him\" (UDB)"}, {"ref": "The good thing", "text": "This refers to the work of proclaiming the gospel correctly."}, {"ref": "guard it", "text": "Timothy needs to be alert because people will oppose his work, try to make him stop, and distort what he says."}, {"ref": "through the Holy Spirit", "text": "\"with the power of the Holy Spirit\""}]}, {"id": "15", "tn": [{"ref": "turned away from me", "text": "Paul speaks of their ceasing to help him as if they had physically turned away from him. They abandoned Paul because the authorities had thrown him into prison. AT: \"have stopped helping me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Phygelus and Hermogenes ... Onesiphorus", "text": "These are names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to the household", "text": "\"to the family\""}, {"ref": "was not ashamed of my chain", "text": "Here \"chain\" is a metonym for being in prison. Onesiphorus was not ashamed that Paul was in prison but came to visit him frequently. AT: \"was not ashamed that I was in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May the Lord grant to him to find mercy from him", "text": "\"May Onesiphorus receive mercy from the Lord\" or \"May the Lord show him mercy\""}, {"ref": "to find mercy from him", "text": "Paul speaks of mercy as if it were an object that could be found. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on that day", "text": "This refers to the day when God will judge all people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]