{"01": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story where Jesus begins to teach the crowds, using parables, about the kingdom of heaven."}, {"ref": "On that day", "text": "These events happened on the same day as those in the previous chapter. (See: [[:en:obe:other: biblicaltimeday]])"}, {"ref": "sat beside the sea", "text": "It is implied that he sat down to teach the people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "out of the house", "text": "It is not mentioned at whose house Jesus was staying."}, {"ref": "so he got into a boat", "text": "It is implied that Jesus got into a boat because it would make it easier to teach the people. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a boat", "text": "This was probably an open, wooden fishing boat with a sail. (See: [[:en:ta:vol1:translate:translate_unknown]])"}], "03": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling a parable about a person who sows seeds."}, {"ref": "Jesus said many things to them in parables", "text": "\"Jesus told them many things in parables\""}, {"ref": "to them", "text": "\"to the people in the crowd\""}, {"ref": "Behold", "text": "\"Look\" or \"Listen.\" This word calls attention to what is to be said next. AT: \"Pay attention to what I am about to tell you\""}, {"ref": "a farmer went out to sow seed", "text": "\"a farmer went out to scatter seeds in a field\""}, {"ref": "As he sowed", "text": "\"As the farmer scattered the seed\""}, {"ref": "beside the road", "text": "This refers to a \"path\" next to the field. The ground there would have been hard from people walking on it."}, {"ref": "devoured them", "text": "\"ate all the seeds\""}, {"ref": "rocky ground", "text": "This is ground full of rocks with just a thin layer of soil on top of the rocks."}, {"ref": "Immediately they sprang up", "text": "\"The seeds quickly sprouted and grew\""}, {"ref": "they were scorched", "text": "This can be stated in active form. AT: \"the sun scorched the plants, and they became too hot\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they withered away", "text": "\"the plants became dry and died\""}], "07": [{"ref": "Connecting Statement:", "text": "Jesus finishes telling a parable about a person who sows seeds."}, {"ref": "fell among the thorn plants", "text": "\"fell where plants with thorns grew\""}, {"ref": "choked them", "text": "\"choked the new sprouts.\" Use your word for the way weeds prevent other plants from growing well."}, {"ref": "produced grain", "text": "\"produced a crop\" or \"grew more seeds\" or \"gave fruit\""}, {"ref": "some one hundred times as much, some sixty, and some thirty", "text": "You can make clear the understood information as was done in the UDB. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "one hundred ... sixty ... thirty", "text": "\"100 ... 60 ... 30\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "He who has ears", "text": "This is a way of referring to everyone listening. AT: \"Everyone who is listening to me.\" See how you translated this in [[:en:bible:notes:mat:11:13|11:15]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him listen", "text": "Here \"listen\" means paying attention. AT: \"must pay careful attention to what I am saying.\" See how you translated this in [[:en:bible:notes:mat:11:13|11:15]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "10": [{"ref": "General Information:", "text": "Jesus explains to his disciples why he teaches with parables."}, {"ref": "to them", "text": "Here \"them\" refers to the disciples."}, {"ref": "You have been given the privilege of understanding mysteries of the kingdom of heaven, but to them it is not given", "text": "This can be translated with the active form and supplying implied information. AT: \"God has given you the privilege of understanding mysteries of the kingdom of heaven, but God has not given it to these people\" or \"God has made you able to understand mysteries of the kingdom of heaven, but he has not enabled these people\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You", "text": "This is plural and refers to the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "mysteries of the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule. The phrase \"kingdom of heaven\" occurs only in the book of Matthew. If possible, try to keep it in your translation. AT: \"the secrets about our God in heaven and his rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "whoever has", "text": "\"whoever has understanding\" or \"whoever receives what I teach\""}, {"ref": "even more will be given", "text": "This can be translated in active form. AT: \"God will give him more understanding\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "whoever does not have", "text": "\"whoever does not have understanding\" or \"whoever does not receive what I teach\""}, {"ref": "even what he has will be taken away from him", "text": "This can be stated in active form. AT: \"God will take away even what he has\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "13": [{"ref": "Connecting Statement:", "text": "Jesus continues to explain to his disciples why he teaches in parables."}, {"ref": "General Information:", "text": "In verse 14, Jesus quotes the prophet Isaiah to show that the people's failure to understand Jesus' teaching is a fulfillment of prophecy."}, {"ref": "to them ... they", "text": "All occurrences of \"them\" and \"they\" refer to the people in the crowd."}, {"ref": "Though they are seeing, they do not see; and though they are hearing, they do not hear, or understand.", "text": "Jesus uses this parallelism to tell and emphasize to the disciples that the crowd refuses to understand God's truth. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "although they see, they do not really see", "text": "The second use of \"see\" here means understand. It can be made explicit what they see. AT: \"though they see the things I do, they do not understand them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "although they hear, they do not really hear, neither do they understand", "text": "It can be made explicit what the people hear. AT: \"though they hear what I say, they do not understand what I truly mean\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "To them the prophecy of Isaiah is fulfilled, that which says", "text": "This can be stated in active form. AT: \"They are fulfilling what God said long ago through the prophet Isaiah\""}, {"ref": "While hearing you will hear, but you will in no way understand; while seeing you will see, but you will in no way perceive", "text": "This begins a quote from the prophet Isaiah about the unbelieving people of Isaiah's day. Jesus is using this quote to describe the very crowd that was listening to him. These statements are again parallel and emphasize that the people refuse to understand God's truth. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "While hearing you will hear, but you will in no way understand", "text": "\"You will hear things, but you will not understand them.\" You can make explicit what the people will hear. AT: \"You will hear what God says through the prophets, but you will not understand its true meaning\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "while seeing you will see, but you will in no way perceive", "text": "You can make explicit what the people will see. AT: \"you will see what God does through the prophets, but you will not understand it\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "15": [{"ref": "Connecting Statement:", "text": "Jesus finishes quoting the prophet Isaiah."}, {"ref": "For this people's heart ... I would heal them", "text": "In 13:15 God describes the people of Israel as if they have physical diseases that cause them to be unable to learn, to see, and to hear. God wants them to come to him so he will heal them. This is all a metaphor describing the people's spiritual condition. It means the people are stubborn and refuse to receive and understand God's truth. If they would, then they would repent and God would forgive them and welcome them back as his people. If the meaning is clear, keep the metaphor in your translation. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this people's heart has become dull", "text": "Here \"heart\" refers to the mind. AT: \"these people's minds are slow to learn\" or \"these people can no longer learn\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they are hard of hearing", "text": "They are not physically deaf. Here \"hard of hearing\" means they refuse to listen and learn God's truth. AT: \"they refuse to use their ears to listen\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they have closed their eyes", "text": "They have not literally closed their eyes. This means they refuse to understand. AT: \"they refuse to use their eyes to see\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "so they should not see with their eyes, or hear with their ears, or understand with their hearts, so they would turn again", "text": "\"so that they are not able to see with their eyes, hear with their ears, or understand with their heart, and as a result turn again.\""}, {"ref": "turn again", "text": "\"turn back to me\" or \"repent\""}, {"ref": "I would heal them", "text": "\"have me heal them.\" This means God would heal them spiritually by forgiving their sins and receiving them again as his people.  AT: \"have me receive them again\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "16": [{"ref": "Connecting Statement:", "text": "Jesus finishes explaining to his disciples why he teaches with parables."}, {"ref": "But blessed are your eyes, for they see; and your ears, for they hear", "text": "Both of these statements mean the same thing. Jesus is emphasizing that they have pleased God because they have believed what Jesus has said and done. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "But blessed are your eyes, for they see", "text": "Here \"eyes\" refers to the whole person. AT: \"You are blessed because your eyes are able to see\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your ... you", "text": "All occurrences of these words are plural and refer to the disciples. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "and your ears, for they hear", "text": "Here \"ears\" refer to the whole person. You can also make clear the understood information. AT: \"and you are blessed because your ears are able to hear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This adds emphasis to what Jesus says next."}, {"ref": "the things that you see", "text": "You can make explicit what they have seen. AT: \"the things you have seen me do\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the things that you hear", "text": "You can make explicit what they have heard. AT: \"the things you have heard me say\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "18": [{"ref": "Connecting Statement:", "text": "Here Jesus begins to explain to his disciples the parable about a person who sows seeds, which he began in [[:en:bible:notes:mat:13:03|13:3]]."}, {"ref": "the word of the kingdom", "text": "Here \"word\" refers to a message. And \"kingdom\" refers to God's rule as king. AT: \"the message about God's rule as king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the evil one comes and snatches away what has been sown in his heart", "text": "Jesus speaks of Satan causing the person to forget what he has heard as if he were a bird snatching the seed from the ground. AT: \"The evil one causes him to forget the message that he has heard just like a bird that snatches away seed from the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the evil one", "text": "This refers to Satan. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "snatches away", "text": "Try to use a word that means to grab something away from someone who is the rightful owner."}, {"ref": "what has been sown in his heart", "text": "This can be translated in active form: AT: \"the message that God sowed in his heart\" or \"the message that he heard\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in his heart", "text": "Here \"heart\" refers to the mind of the hearer. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This is the seed that was sown beside the road", "text": "\"This is the meaning of the seed that was sown beside the road\" or \"The road where seed was sown represents this person\""}, {"ref": "beside the road", "text": "Translate this as you did in [[:en:bible:notes:mat:13:03|13:4]]."}], "20": [{"ref": "Connecting Statement:", "text": "Jesus continues to explain to his disciples the parable about a person who sows seeds."}, {"ref": "What was sown on rocky ground", "text": "The phrase \"what was sown\" refers to seed that fell. AT: \"The seed that fell on rocky ground\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What was sown on rocky ground is", "text": "\"The rocky ground where seed was sown represents\" or \"The rocky ground where seed fell fell represents\""}, {"ref": "the person who hears the word", "text": "In the parable, the seed represents the word."}, {"ref": "the word", "text": "This represents God's message. AT: \"the message\" or \"God's teaching\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "receives it with joy", "text": "Believing the word is spoken of as receiving it. AT: \"joyfully believes it\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yet he has no root in himself and he endures for a while", "text": "\"Yet he has shallow roots and only lasts for a little while.\" The root represents what makes a person continue to believe God's message. AT: \"But like a plant that does not grow deep roots, he only endures for a little while\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he quickly falls away", "text": "Here \"falls away\" means to stop believing. AT: \"immediately he falls away\" or \"he quickly stops believing the message\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}], "22": [{"ref": "Connecting Statement:", "text": "Jesus continues to explain to his disciples the parable about a person who sows seeds."}, {"ref": "What was sown", "text": "This refers to seed that was sown or that fell. AT: \"The seed that was sown\" or \"The seed that fell\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "What was sown among the thorn plants", "text": "\"the ground with the thorn plants where seed was sown\""}, {"ref": "this is the person", "text": "\"this represents the person\""}, {"ref": "the word", "text": "Here \"the word\" represents God's message. AT: \"the message\" or \"God's teaching\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the cares of the world and the deceitfulness of riches choke the word", "text": "Jesus speaks about the cares of the world and the deceitfulness of riches distracting a person from obeying God's word as if they were weeds that could wind around a plant and keep it from growing.  AT: \"as weeds prevent good plants from growing, the cares of the world and the deceitfulness of riches keep this person from listening to God's word\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cares of the world", "text": "\"the things in this world that people worry about\""}, {"ref": "the deceitfulness of riches", "text": "Jesus describes \"riches\" as if it were a person who could deceive someone. This means people think having more money will make them happy, but it will not. AT: \"the love of money\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "he becomes unfruitful", "text": "The person is spoken of as if he were a plant. Being unfruitful represents being unproductive. AT: \"he becomes unproductive\" or \"he does not do what God wants.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What was sown on the good soil", "text": "\"The good soil where seeds were sown\""}, {"ref": "He bears fruit and makes a crop", "text": "The person is spoken of as if he were a plant. AT: \"Like a healthy plant that bears a crop of fruit, he is productive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "yielding one hundred times as much as was planted, some sixty, and some thirty times as much", "text": "The phrase \"as much as was planted\" is understood following each of these numbers. AT: \"Some people produce 100 times as much as was planted, some produce 60 times as much, and some produce 30 times as much.\" See how you translated this in [[:en:bible:notes:mat:13:07|13:8]]. (See: [[:en:ta:vol2:translate:figs_ellipsis]] and [[:en:ta:vol2:translate:translate_numbers]])"}], "24": [{"ref": "Connecting Statement:", "text": "Here Jesus describes the kingdom of heaven by telling a parable about a field with both wheat and weeds growing in it. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "The kingdom of heaven is like a man", "text": "The translation should not equate the kingdom of heaven to a man, but rather the kingdom of heaven is like the situation described in the parable. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The kingdom of heaven is like", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, use \"heaven\" in your translation. AT: \"When our God in heaven shows himself to be king, it will be like\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "good seed", "text": "\"good food seeds\" or \"good grain seeds.\" The audience probably thought that Jesus was talking about wheat. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "his enemy came", "text": "\"his enemy came to the field\""}, {"ref": "weeds", "text": "These weeds look like food plants when they are young, but their grain is poison. AT: \"bad seed\" or \"weed seeds\" (UDB)"}, {"ref": "When the blades sprouted", "text": "\"When the wheat seeds sprouted\" or \"When the plants came up\""}, {"ref": "produced their crop", "text": "\"produced grain\" or \"produced the wheat crop\""}, {"ref": "then the weeds appeared also", "text": "\"then people could see there were weeds in the field also\""}], "27": [{"ref": "Connecting Statement:", "text": "Jesus continues to tell a parable about a field with both wheat and weeds growing in it."}, {"ref": "the landowner", "text": "This is the same person who sowed good seed in his field."}, {"ref": "did you not sow good seed in your field?", "text": "The servants used a question to emphasize their surprise. AT: \"you sowed good seed in your field!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "did you not sow", "text": "The landowner probably had his servants plant the seeds. AT: \"we sowed\" ([[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He said to them", "text": "\"The landowner said to the servants\""}, {"ref": "So do you want us", "text": "The word \"us\" refers to the servants."}], "29": [{"ref": "Connecting Statement:", "text": "Jesus concludes the parable about a field with both wheat and weeds growing in it."}, {"ref": "The landowner said", "text": "\"The landowner said to his servants\""}, {"ref": "I will say to the reapers, \"First pull out the weeds and tie them in bundles to burn them, but gather the wheat into my barn.\"", "text": "You can translate this as an indirect quote (AT): \"I will tell the reapers to first gather up the weeds and tie them in bundles to burn them, then gather the wheat into my barn\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "barn", "text": "a farm building that can be used for storing grain"}], "31": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling a parable about a very small seed that grows into a very big plant. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "The kingdom of heaven is like", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, use \"heaven\" in your translation. AT: \"When our God in heaven shows himself to be king, it will be like.\" See how you translated this in [[:en:bible:notes:mat:13:24|13:24]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "mustard seed", "text": "a very small seed that grows into a large plant (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "This seed is indeed the smallest of all other seeds", "text": "Mustard seeds were the smallest seeds known to the original hearers. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "But when it has grown", "text": "\"But when the plant has grown\""}, {"ref": "it is greater than", "text": "\"it is larger than\""}, {"ref": "becomes a tree", "text": "A mustard plant can grow about 2 to 4 meters tall."}, {"ref": "birds of the air", "text": "\"birds\""}], "33": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling a parable about the effect that yeast has on flour. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "The kingdom of heaven is like yeast", "text": "The kingdom is not like the yeast, but the spread of the kingdom is like the spreading of the yeast. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The kingdom of heaven is like", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, use \"heaven\" in your translation. AT: \"When our God in heaven shows himself to be king, it will be like.\" See how you translated this in [[:en:bible:notes:mat:13:24|13:24]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "three measures of flour", "text": "Say \"a large amount of flour\" or use a term that your culture uses for measuring large amounts of flour. (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "until all the dough had risen", "text": "The implied information is that the yeast and the three measures of flour were made into dough for baking. (See: [[:en:ta:vol1:translate:figs_explicit]])"}], "34": [{"ref": "General Information:", "text": "Here the author quotes from the Psalms to show that Jesus' teaching in parables fulfilled prophecy."}, {"ref": "All these things Jesus said to the crowds in parables. And without parables he said nothing to them", "text": "Both sentences mean the same thing. They are combined to emphasize that Jesus taught the crowds only with parables. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "All these things", "text": "This refers to what Jesus taught beginning at [[:en:bible:notes:mat:13:01|13:1]]."}, {"ref": "he said nothing to them without a parable", "text": "\"he taught them nothing except by parables.\" The double negative can be expressed in a positive way. AT: \"everything he taught them he said in parables\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "what had been said through the prophet might come true, when he said", "text": "This can be stated in active form. AT: \"he made come true what God told one of the prophets to write long ago\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when he said", "text": "\"when the prophet said\""}, {"ref": "I will open my mouth", "text": "This is an idiom that means to speak. AT: \"I will speak\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "things that were hidden", "text": "This can be stated in active form. AT: \"things that God has kept hidden\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "from the foundation of the world", "text": "\"since the beginning of the world\" or \"since God created the world\""}], "36": [{"ref": "Connecting Statement:", "text": "Here the scene shifts to the house where Jesus and his disciples were staying. Jesus begins to explain to them the parable of the field that had both wheat and weeds, which he told beginning in [[:en:bible:notes:mat:13:24|13:24]]."}, {"ref": "went into the house", "text": "\"went indoors\" or \"went into the house where he was staying\""}, {"ref": "He who sows", "text": "\"The sower\""}, {"ref": "the Son of Man", "text": "Jesus is referring to himself. (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "the sons of the kingdom", "text": "Here \"sons of\" means to belong to or to have the same character as someone or something. AT: \"the people who belong to the kingdom\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "of the kingdom", "text": "Here \"kingdom\" refers to God the king. AT: \"of God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the sons of the evil one", "text": "Here \"sons of\" means to belong to or to have the same character as someone or something. AT: \"the people who belong to the evil one\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the enemy who sowed them", "text": "\"the enemy who sowed the weeds\""}, {"ref": "end of the world", "text": "\"end of the age\""}], "40": [{"ref": "Connecting Statement:", "text": "Jesus finishes explaining to his disciples the parable of the field with both wheat and weeds."}, {"ref": "Therefore, as the weeds are gathered up and burned with fire", "text": "This can be translated in active form. AT: \"Therefore, as people gather up weeds and burn them in the fire\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "end of the world", "text": "\"end of the age\""}, {"ref": "The Son of Man will send out his angels", "text": "Here Jesus is speaking of himself. AT: \"I, the Son of Man, will send out my angels\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "those who commit iniquity", "text": "\"those who are lawless\" or \"evil people\""}, {"ref": "furnace of fire", "text": "This is a metaphor for the fires of hell. If the term \"furnace\" is not known, \"oven\" can be used. AT: \"fiery furnace\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "weeping and grinding of teeth", "text": "This represents extreme sadness and suffering. See how you translated this in [[:en:bible:notes:mat:08:11|8:12]]."}, {"ref": "shine like the sun", "text": "If this simile is not understandable in your language, you can use: \"be as easy to see as the sun.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "He who has ears", "text": "This is a way of referring to everyone listening. AT: \"Everyone who is listening to me.\" See how you translated this in [[:en:bible:notes:mat:11:13|11:15]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "let him listen", "text": "Here \"listen\" means paying attention. AT: \"must pay careful attention to what I am saying.\" See how you translated this in [[:en:bible:notes:mat:11:13|11:15]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "44": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling two parables about people who sold their possessions to purchase something of great value. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "General Information:", "text": "In these two parables, Jesus uses two similes to teach his disciples what the kingdom of heaven is like. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The kingdom of heaven is like", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, use \"heaven\" in your translation. AT: \"When our God in heaven shows himself to be king, it will be like.\" See how you translated this in [[:en:bible:notes:mat:13:24|13:24]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a treasure hidden in a field", "text": "This can be stated in active form. AT: \"a treasure that someone had hidden in a field\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "treasure", "text": "a very valuable and precious thing or collection of things"}, {"ref": "hid it", "text": "\"covered it up\""}, {"ref": "sells everything he possesses, and buys that field", "text": "The implied information is that the person buys the field to take possession of the hidden treasure. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like a man who is a merchant looking for valuable pearls", "text": "The implied information is that the man was looking for valuable pearls that he could buy. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a merchant", "text": "a trader or wholesale dealer who often obtains merchandise from distant places"}, {"ref": "valuable pearls", "text": "A \"pearl\" is a smooth, hard, shiny, white or light-colored bead formed inside mollusks in the sea and highly prized as a gem or to make into valuable jewelry. AT: \"fine pearls\" or \"beautiful pearls\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}], "47": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling a parable about fishermen who use a large net to catch fish. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "the kingdom of heaven is like a net", "text": "The kingdom is not like the net, but the kingdom draws all kinds of people like a net catches all kinds of fish. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the kingdom of heaven is like", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in Matthew. If possible, use \"heaven\" in your translation. AT: \"When our God in heaven shows himself to be king, it will be like.\" See how you translated this in [[:en:bible:notes:mat:13:24|13:24]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "like a net that was cast into the sea", "text": "This can be stated in active form. AT: \"like a net that some fishermen cast into the sea\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "was cast into the sea", "text": "\"was thrown into the lake\""}, {"ref": "gathered creatures of every kind", "text": "\"caught all kinds of fish\""}, {"ref": "drew it up on the beach", "text": "\"pulled the net up onto the beach\" or \"pulled the net ashore\""}, {"ref": "the good things", "text": "\"the good ones\""}, {"ref": "the worthless things", "text": "\"the bad fish\" or \"the inedible fish\""}, {"ref": "threw away", "text": "\"did not keep\""}], "49": [{"ref": "Connecting Statement:", "text": "Jesus explains the parable about fishermen who use a large net to catch fish."}, {"ref": "end of the world", "text": "\"end of the age\""}, {"ref": "come", "text": "\"come out\" or \"go out\" or \"come from heaven\""}, {"ref": "the wicked from among the righteous", "text": "These nominal adjectives can be stated as adjectives. AT: \"the wicked people from the righteous people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "They will throw them", "text": "\"The angels will throw the wicked people\""}, {"ref": "furnace of fire", "text": "This is a metaphor for the fires of hell. If the term \"furnace\" is not known, \"oven\" can be used. AT: \"fiery furnace.\" See how you translated this in [[:en:bible:notes:mat:13:40|13:42]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "weeping and grinding of teeth", "text": "This represents extreme sadness and suffering. See how you translated this in [[:en:bible:notes:mat:08:11|8:12]]."}], "51": [{"ref": "Connecting Statement:", "text": "Jesus describes the kingdom of heaven by telling a parable about a person who manages a household. This is the end of the part of the story about Jesus teaching the crowds about the kingdom of heaven through using parables."}, {"ref": "Have you understood all these things?\" The disciples said to him, \"Yes.\"", "text": "If necessary, both direct quotations can be translated as indirect quotations. AT: \"Jesus asked them if they had understood all this, and they said that they did understand\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "has become a disciple to the kingdom of heaven", "text": "Here \"kingdom of heaven\" refers to God's rule as king. The phrase \"kingdom of heaven\" is used only in the book of Matthew. If possible, keep \"heaven\" in your translation. AT: \"has learned the truth about our God in heaven, who is king\" or \"has submitted himself to God's rule\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "is like a man who is the owner of a house, who draws out old and new things from his treasure", "text": "Jesus speaks another parable. He compares scribes, who know very well the scriptures that Moses and the prophets wrote, and who also now accept Jesus' teachings, to a house owner who uses both old and new treasures. (See: [[:en:ta:vol1:translate:figs_parables]])"}, {"ref": "treasure", "text": "A treasure is a very valuable and precious thing or a collection of things. Here it may refer to the place where these things are stored, the \"treasury\" or \"storeroom.\""}, {"ref": "Then it came about that when", "text": "This phrase shifts the story from Jesus' teachings to what happened next. AT: \"Then\" or \"After\""}], "54": [{"ref": "General Information:", "text": "This is the beginning of a new part of the story that runs through [[:en:bible:notes:mat:17:26|17:27]], where the writer tells of continued opposition to Jesus' ministry and teaching about the kingdom of heaven. Here, the people of Jesus' home town reject him."}, {"ref": "his own region", "text": "\"his hometown.\" This refers to the town of Nazareth where Jesus grew up. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in their synagogue", "text": "The pronoun \"their\" is referring to the people of the region."}, {"ref": "they were astonished", "text": "\"they were amazed\""}, {"ref": "Where does this man get his wisdom and these miracles from?", "text": "\"How can an ordinary man like this be so wise and do such great miracles?\""}, {"ref": "Is not this man the carpenter's son? Is not his mother's called Mary? Are not his brothers James, Joseph, Simon, and Judas? Are not all his sisters with us? Where did he get all these things?\"", "text": "The crowd uses this series of questions to show their surprise that an ordinary person from their region could do all these things. AT: \"Jesus is just a carpenter's son. We know his mother, Mary. And his brothers James, Joseph, Simon, and Judas, and his sisters all live among us. An ordinary man should not be able to do these things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the carpenter's son", "text": "A carpenter is someone who makes things with wood or stone. If \"carpenter\" is not known, \"builder\" can be used."}], "57": [{"ref": "They were offended by him", "text": "This can be stated in active form. AT: \"The people of Jesus' hometown took offense at him\" or \"The people rejected Jesus\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "A prophet is not without honor", "text": "This can be stated in positive form. AT: \"A prophet receives honor everywhere\" or \"People everywhere honor a prophet\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "his own country", "text": "\"his own region\" or \"his own hometown\""}, {"ref": "in his own family", "text": "\"in his own home\""}, {"ref": "he did not do many miracles there", "text": "\"Jesus did not do many miracles in his own hometown\""}]}