[{"id": "01", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize that his personal suffering is part of the universal suffering which all people experience. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Is there not hard labor for every person on earth?", "text": "Job poses this question to emphasize his awareness that all people experience suffering. AT: \"Does not everyone have hard labor on earth?\" or \"Everyone has hard labor on earth\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are not his days like the days of a hired man?", "text": "Job poses this question to emphasize his awareness that all people struggle in life. AT: \"And his days are like the days of a hired man.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Like a slave ... like a hired man", "text": "Job compares himself (verse 3) to those who work hard have no relief (verse 2). (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "the shadows of evening", "text": "\"shade\""}, {"ref": "a hired man", "text": "This is a man who worked jobs one day at a time and was paid at the end of every day. \"a day laborer\""}, {"ref": "so I have been made to endure months of misery; I have been given trouble-filled nights", "text": "filled nights** - \"so I endure months of misery and trouble-filled nights\""}, {"ref": "months of misery", "text": "\"disastrous months\" or \"months of emptiness\""}]}, {"id": "04", "tn": [{"ref": "When will I get up and when will the night be gone?", "text": "Job poses this question to emphasize his intense suffering during the hours he should be sleeping. AT: \"I wish I could get up, but night continues.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I am full of tossing to and fro", "text": "This indicates that Job has moved in his bed all night without any rest. \"I so tired of tossing and turning restlessly.\""}, {"ref": "clods of dust", "text": "lumps of dirt"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize Job's sense of the shortness of life. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "My days are swifter than a weaver's shuttle", "text": "\"My life goes by very quickly\""}, {"ref": "weaver", "text": "a person who makes cloth by crossing threads or yarn"}, {"ref": "a weaver's shuttle", "text": "a moving part that goes back and forth very fast in a machine or apparatus for making cloth"}, {"ref": "they pass without hope", "text": "\"they come to an end with absolutely no hope\""}, {"ref": "God, call to mind", "text": "The word \"God\" was added to this phrase because the people who heard \"call to mind\" would have understood that God was addressed. (See: [[:en:ta:vol1:translate:figs_explicit]])."}, {"ref": "my life is only a breath", "text": "In this metaphor, Job compares the shortness of his life to the shortness of a breath. \"My life is very short like taking one breath\" (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "my eye will no more see good", "text": "\"I will never again experience happiness.\""}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in each of these verses, conveying a single idea using two different statements to emphasize Job's thought that, after death, neither God nor the people he knew will see him again. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The eye of God, who sees me, will see me no more", "text": "The word \"God\" was added to this phrase because the context implies that Job is speaking with God. \"The eye which sees me will see me no more.\" (See: [[:en:ta:vol1:translate:figs_explicit]])."}, {"ref": "God's eyes will be on me, but I will not exist", "text": "\"Your eyes will be on me, but I will not exist.\""}, {"ref": "As a cloud is consumed and vanishes away, so he who goes down to Sheol will come up no more", "text": "Job is describing death in terms of the vanishing clouds. \"As the cloud vanishes, so he who dies disappears\" or \"Once you are in the grave, you cannot arise.\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "As a cloud is consumed", "text": "\"As a cloud fades away\""}]}, {"id": "11", "tn": [{"ref": "I will speak in the anguish of my spirit; I will complain in the bitterness of my soul", "text": "Job conveys a single idea using two different statements to emphasize the reason he will not remain silent. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will not restrain my mouth", "text": "\"I will not stop talking\""}, {"ref": "the anguish of my spirit", "text": "\"the torment of my spirit\" or \"the agony of my suffering\""}, {"ref": "the bitterness of my soul", "text": "\"the resentment of my soul\""}, {"ref": "Am I the sea or a sea monster that you place a guard over me?", "text": "Job poses this question to express his anger at God. In comparing himself to the sea or a sea monster, Job suggests that God regards him as a hideous creature. \"I am not the sea or a sea monster that needs a guard to watch it.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "The writer continues to use parallelism in the first two verses, conveying a single idea using two different statements to emphasize Job's intense suffering. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "My bed will comfort me, and my couch will ease my complaint", "text": "Here \"bed\" and \"couch\" are metonyms for \"sleep.\" In lying down to sleep, Job would hope to be comforted. The metonyms also have human attributes; they have the ability to comfort and ease a person. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "you scare me", "text": "\"you\" refers to God to whom Job is making his complaint."}, {"ref": "strangling", "text": "killing a person by squeezing his throat and stopping his breathing"}, {"ref": "these bones of mine", "text": "Here Job uses the word \"bones\" to refer to his body. AT: \"This body of mine\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])."}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "The writer continues to use parallelism in these verses, conveying a single idea using two different statements to emphasize the impact of Job's misery on his sense of self worth. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I loathe my life", "text": "\"I despise my life\""}, {"ref": "to always be alive", "text": "\"to live forever\""}, {"ref": "my days are useless", "text": "\"my days are pointless\" or \"my days are of no value\""}, {"ref": "that you should pay attention to him", "text": "\"that you should observe him\""}, {"ref": "that you should set your mind on him", "text": "\"that you should direct your attention to him\""}, {"ref": "that you should observe him", "text": "\"that you should carefully inspect him\""}]}, {"id": "19", "tn": [{"ref": "How long will it be before you look away from me, before you let me alone long enough for me to swallow down my own saliva?", "text": "Here Job conveys a single idea using two different rhetorical questions to emphasize his wish that God would stop watching him. \"Look away from me! Leave me alone long enough for me to swallow my own saliva!\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[ en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Even if I have sinned, what would that do to you, you who watch men?", "text": "Job poses this question to rebuke God. \"Even if I have sinned, that would do nothing to you, who watches over people.\" (See: [[ en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why have you made a target of me ... you?", "text": "\"Why have you made me a target for yourself ... you?\""}]}, {"id": "21", "tn": [{"ref": "Why do you not pardon my transgression and take away my iniquity?", "text": "Here Job uses two different clauses within a rhetorical question to emphasize his desire that God pardon his sin. He poses this question to rebuke God for making him suffer. AT: \"Forgive my transgression and remove my iniquity.\" See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do you not pardon my transgression", "text": "\"Why not pardon my transgression?\""}, {"ref": "take away", "text": "\"remove\""}, {"ref": "now will I lie down in the dust", "text": "The phrase \"lie down in the dust\" is a mild or polite way of saying \"die.\" \"now I will die\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}]