[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul confirms that even in the past believers were made right with God by faith and not by the law."}, {"ref": "What then will we say that Abraham, our forefather according to the flesh, found?", "text": "Paul uses the question to catch the attention of the reader and to start talking about something new. AT: \"This is what Abraham our physical ancestor found\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "For what does the scripture say", "text": "Paul uses this question to add emphasis. He speaks of the Scriptures as if they were alive and could talk. AT: \"For we can read in the scripture\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "and it was counted to him as righteousness", "text": "You can translate this in an active form. AT: \"and God considered Abraham as a righteous person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Now for him who works, the recompense is not counted as grace, but as what is owed", "text": "This describes a situation where a person who works expects to be paid for the work. That person does not consider payment a free gift or \"grace.\""}, {"ref": "recompense", "text": "\"wages\" or \"pay\" or \"what he earned by working\""}, {"ref": "what is owed", "text": "You can translate this in an active form. AT: \"what his employer owes him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the one who justifies", "text": "\"in God, who justifies\""}, {"ref": "his faith is counted as righteousness", "text": "You can translate this in an active form. AT: \"God considers that person's faith as righteousness\" or \"God considers that person righteous because of his faith\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "06", "tn": [{"ref": "David also pronounces blessing on the man to whom God counts righteousness without works", "text": "\"David also wrote about how God blesses the man whom God makes righteous without works\""}, {"ref": "whose iniquities are forgiven ... whose sins are covered ... against whom the Lord will not count sin", "text": "The same concept is stated in three different ways. You can translate this in an active form. AT: \"whose iniquities the Lord has forgiven ... whose sins the Lord has covered ... whose sins the Lord will not count\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Then is this blessing pronounced only on those of the circumcision, or also on those of the uncircumcision?", "text": "This remark appears in the form of a question to add emphasis. AT: \"Does God bless only those who are circumcised, or also those who are not circumcised?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "those of the circumcision", "text": "This is a metonym that refers to the Jewish people. AT: \"the Jews\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "those of the uncircumcision", "text": "This is a metonym that refers to the people who are not Jews. AT: \"the Gentiles\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Faith was counted to Abraham as righteousness", "text": "You can translate this in an active form. AT: \"God considered the faith of Abraham as righteousness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "So how was it counted? When Abraham was in circumcision, or in uncircumcision?", "text": "Paul asks these questions to add emphasis to his remarks. AT: \"When did God consider Abraham to be righteous? Was it before his circumcision, or after it?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It was not in circumcision, but in uncircumcision", "text": "\"It happened before he was circumcised, not after he was circumcised\""}]}, {"id": "11", "tn": [{"ref": "a seal of the righteousness of the faith that he had already possessed when he was in uncircumcision", "text": "Here \"righteousness of the faith\" means that God considered him to be righteous. AT: \"a visible sign that God considered him righteous because he had believed in God before he was circumcised\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "even if they are in uncircumcision", "text": "\"even if they are not circumcised\""}, {"ref": "This means that righteousness will be counted for them", "text": "You can translate this in an active form. AT: \"This means that God will consider them righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Abraham became the father of circumcision", "text": "Here \"circumcision\" refers to those who are true believers in God, both Jews and Gentiles."}, {"ref": "follow in the steps of our father Abraham", "text": "Here \"follow in the steps\" is an idiom that means to follow the example of someone. AT: \"follow the example of our father Abraham\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "13", "tn": [{"ref": "that the promise was given to Abraham and to his descendants, this promise that they would be heirs of the world", "text": "You can translate this in an active form. AT: \"that God promised to Abraham and his descendants that they would inherit the world\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "heirs", "text": "The people to whom God has made promises are spoken of as if they were to inherit property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Instead, it was through the righteousness of faith", "text": "The words \"God gave the promise\" are left out of this phrase but they are understood. You can translate this by adding these implied words. AT: \"Instead, God gave the promise through faith which he considers as righteousness\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "if those belonging to the law are heirs", "text": "Here \"belonging to the law\" means those who obey the law. AT: \"if it is those who obey the law that will inherit the earth\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "faith is made empty, and the promise is nullified", "text": "\"faith has no value and the promise is meaningless\""}, {"ref": "but where there is no law, neither is there disobedience", "text": "You can translate this double negative in a positive form. AT: \"but where there is no law, there is nothing to disobey\" or \"because there is something for people to disobey only where there is law\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "16", "tn": [{"ref": "For this reason this happens by faith, so that it might be by grace", "text": "Here \"grace\" refers to God's free gift. AT: \"Here is the reason we receive the promise when we trust God: it is so that it might be a free gift\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "As a result, the promise is sure for all the descendants", "text": "\"So that all the descendants of Abraham might certainly receive the promise\""}, {"ref": "those who know the law", "text": "This refers to the Jewish people who follow the law of Moses."}, {"ref": "those who are from Abraham's faith", "text": "This refers to those who have faith like Abraham did before he was circumcised."}, {"ref": "father of us all", "text": "Here the word \"us\" refers to Paul and includes all Jewish and non-Jewish believers in Christ. Abraham is the physical ancestor of the Jewish people, but he is also the spiritual father of those who have faith. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "as it is written", "text": "Where it is written can be made explicit. You can also translate this in an active form. AT: \"as someone has written in the Scriptures\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I have made you", "text": "Here the word \"you\" is singular and refers to Abraham. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Abraham was in the presence of him whom he trusted, that is, God, who gives life to the dead", "text": "Here \"of him whom he trusted\" refers to God. AT: \"Abraham was in the presence of God whom he trusted, who gives life to those who have died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "calls the things that do not exist into existence", "text": "\"created everything from nothing\""}]}, {"id": "18", "tn": [{"ref": "Despite all outward circumstances", "text": "The full meaning of \"outward circumstances\" can be made explicit. AT: \"Even though it seemed impossible for him to have descendants\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "So he became the father of many nations", "text": "\"And the result of Abraham's faith was that he became the father of many nations\""}, {"ref": "according to what had been spoken", "text": "You can translate this in an active form. AT: \"just as God said to Abraham\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Thus will be your descendants", "text": "The full promise God gave to Abraham can be made explicit. AT: \"You will have more descendants than you can count\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "He was not weak in faith", "text": "You can translate this in a positive form. AT: \"He remained strong in his faith\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "20", "tn": [{"ref": "did not hesitate in unbelief", "text": "You can translate this double negative in a positive form. AT: \"kept on acting in faith\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "he was strengthened in faith", "text": "You can translate this in an active form. AT: \"he became stronger in his faith\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He was fully convinced", "text": "\"Abraham was completely sure\""}, {"ref": "he was also able to accomplish", "text": "\"God was able to do\""}, {"ref": "Therefore this was also counted to him as righteousness", "text": "You can translate this in an active form. AT: \"Therefore God counted Abraham's belief as righteousness\" or \"Therefore God considered Abraham righteous because Abraham believed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "Now it was", "text": "\"Now\" is used here to connect Abraham's being made right by faith to present-day believer's being made right by faith in Christ's death and resurrection."}, {"ref": "only for his benefit", "text": "\"for Abraham only\""}, {"ref": "that it was counted for him", "text": "You can translate this in an active form. AT: \"that God counted righteousness to him\" or \"God considered him righteous\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for us", "text": "The word \"us\" refers to Paul and includes all believers in Christ. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "It was written also for us, for whom it will be counted, we who believe", "text": "You can translate this in an active form. AT: \"It was also for our benefit, because God will consider us righteous also if we believe\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "him who raised", "text": "\"God, who raised\""}, {"ref": "This is the one who was delivered up for our trespasses", "text": "You can translate this in an active form. AT: \"This is the one whom God handed over to those who killed him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and was raised for our justification", "text": "You can translate this in an active form. AT: \"and whom God brought back to life so God could make us right with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]