[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Moses."}, {"ref": "you must set before them", "text": "\"you must give them\" or \"you must tell them\""}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh tells Moses his laws for the people of Israel."}, {"ref": "If he came by himself, he must go free by himself", "text": "What \"by himself\" means can be stated clearly. Some languages require that the additional condition, that he marries while a slave, be stated clearly. AT: \"If he became a slave while he had no wife, and if he marries while he is a slave, the master need only free the man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "by himself", "text": "\"alone\" or \"without a wife\""}, {"ref": "if he is married", "text": "\"if he was married when he became a slave\" or \"if he came as a married man\""}]}, {"id": "05", "tn": [{"ref": "plainly says", "text": "\"clearly says\""}, {"ref": "I will not go out free", "text": "\"I do not want my master to set me free\""}, {"ref": "bore his ear through", "text": "\"put a hole in his ear\""}, {"ref": "awl", "text": "a pointed tool used to make a hole"}, {"ref": "for the rest of his life", "text": "\"until the end of his life\" or \"until he dies\""}]}, {"id": "07", "tn": [{"ref": "has designated", "text": "\"has chosen\""}, {"ref": "he must let her be bought back", "text": "This can be stated in active form. AT: \"he must allow her father to buy her back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "has no right to sell", "text": "\"has no authority to sell\""}, {"ref": "he has treated her deceitfully", "text": "\"he has deceived her\""}]}, {"id": "09", "tn": [{"ref": "designates", "text": "\"chooses\""}, {"ref": "he must not diminish her food, clothing, or her marital rights", "text": "This can be stated in a positive form. AT: \"he must give the first wife the same food, clothing, and marital rights she had before\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "diminish", "text": "\"take away\" or \"reduce\""}, {"ref": "or her marital rights", "text": "This includes things that a husband must do for his wife, including sleeping with her. AT: \"and he must continue to sleep with her as before\" (UDB) (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "12", "tn": [{"ref": "strikes", "text": "\"hits\" or \"attacks\""}, {"ref": "that person must surely be put to death", "text": "This can be stated in active form. AT: \"you must certainly execute that person\" or \"you must certainly kill that person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "did not do it with premeditation", "text": "\"did not plan to do it\" or \"did not do it on purpose\""}, {"ref": "I will fix a place to where he can flee", "text": "The purpose of choosing a place can be stately clearly here. AT: \"I will choose a place that he can run away to be safe\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "according to a cunning plan", "text": "\"after thinking carefully about it\""}, {"ref": "must take him", "text": "The word \"him\" refers to the one who killed his neighbor."}, {"ref": "so that he may die", "text": "This can be stated in active form. AT: \"so that you can kill him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "15", "tn": [{"ref": "Whoever hits his father or mother must surely be put to death", "text": "This can be stated in active form. AT: \"If anyone hits his father or mother, you must surely put him to death\" or \"You must surely kill anyone who hits his father or mother\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "must surely", "text": "\"must certainly\""}, {"ref": "in his possession", "text": "\"with him\""}, {"ref": "that kidnapper must surely be put to death", "text": "This can be stated in active form. AT: \"you must certainly kill that kidnapper\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whoever curses his father or his mother must surely be put to death", "text": "This can be stated in active form. AT: \"you must surely kill anyone who curses his father or his mother\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "18", "tn": [{"ref": "is confined to his bed", "text": "This can be stated in active form. AT: \"cannot get out of bed\" or \"has to stay in bed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "recovers", "text": "\"gets better\""}, {"ref": "staff", "text": "This is a stick that can be leaned on for support while walking."}, {"ref": "the loss of his time", "text": "This refers to a situation when someone cannot work to earn money. You can express this clearly in the translation. AT: \"the time he could not work\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "pay for his complete recovery", "text": "\"pay his medical costs\" or \"pay for his costs for healing\" (UDB)"}]}, {"id": "20", "tn": [{"ref": "as a result of the blow", "text": "\"because of the injury\" or \"because his master hit him\""}, {"ref": "that man must surely be punished", "text": "This can be stated in active form. AT: \"you must certainly punish that man\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for he will have suffered the loss of the servant", "text": "You can express clearly in the translation that the servant was valuable to his master. AT: \"because he has already lost his servant who was valuable to him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "22", "tn": [{"ref": "she miscarries", "text": "\"her baby dies in her womb\" or \"her baby is born too soon and dies\""}, {"ref": "the guilty man must surely be fined", "text": "This can be stated in active form. AT: \"you must certainly fine the guilty man\" or \"the guilty man must pay a fine\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as the judges determine", "text": "\"what the judges decide\""}, {"ref": "you must give a life for a life, an eye for an eye", "text": "This means that if she is hurt, the person who hurt her must be hurt in the same way. AT: \"he must give his life for her life, his eye for her eye\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "26", "tn": [{"ref": "If a man", "text": "Here \"man\" refers to the owner of a slave."}, {"ref": "in compensation", "text": "\"as payment.\" Compensation is what someone does for another person or gives to another person to make up for what he has caused that person to lose."}]}, {"id": "28", "tn": [{"ref": "gores", "text": "\"injures with its horns\""}, {"ref": "the ox must surely be stoned", "text": "This can be stated in active form. AT: \"you must stone the ox to death\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "its flesh must not be eaten", "text": "This can be stated in active form. AT: \"you must not eat its flesh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the ox's owner must be acquitted", "text": "This can be stated in active form. AT: \"you must acquit the ox's owner\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "its owner also must be put to death", "text": "This can be stated in active form. AT: \"you must also kill its owner\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If a payment is required for his life", "text": "If the ox's owner can pay a fine to save his own life, then he must pay whatever the judges decide. The full meaning of this can be stated clearly. This can also be stated in active form. AT: \"if the owner of the bull can pay a fine to save his own life, he must pay the full amount that the judges say that he must pay\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "has gored", "text": "\"has injured with its horns\""}, {"ref": "thirty shekels of silver", "text": "\"330 grams of silver.\" A shekel weighed eleven grams. (See: [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "the ox must be stoned", "text": "This can be stated in active form. AT: \"you must kill the ox by stoning it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "33", "tn": [{"ref": "opens a pit", "text": "\"uncovers a hole in the ground\" or \"takes a cover off a hole in the ground\""}, {"ref": "repay the loss", "text": "The owner must be paid for the loss of his animal. AT: \"pay the owner for the dead animal\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will become his", "text": "The one who paid for the loss of the animal will become the owner of the dead animal and can do what he wants with it. The full meaning of this statement can be made explicit. AT: \"will belong to the owner of the pit\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "35", "tn": [{"ref": "divide its price", "text": "\"divide the money\" or \"divide the money they receive\""}, {"ref": "if it was known", "text": "This can be stated in active form. AT: \"if people knew\" or \"if the owner knew\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a habit of goring in time past", "text": "\"had gored other animals before\""}, {"ref": "its owner has not kept it in", "text": "This means that the owner did not keep his ox securely inside a fence. This can be clearly stated in the translation. AT: \"its owner did not keep it inside a fence\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he must surely pay ox for ox", "text": "The owner of the ox that killed must give an ox to the man who lost his ox. This can be stated clearly in the translation. AT: \"the owner of the ox that killed must surely give a living ox to the owner of the ox that died\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]