[{"id": "01", "tn": [{"ref": "in the hearing of the people", "text": "\"so that the people could hear it\""}, {"ref": "should come into the assembly of God, forever", "text": "\"should ever come into the assembly of God\""}, {"ref": "This was because", "text": "\"They could not come into the assembly because\""}]}, {"id": "04", "tn": [{"ref": "Eliashib the priest was appointed", "text": "This can be translated in active form. AT: \"they appointed Eliashib the priest\" or \"the leaders appointed Eliashib the priest\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He was related to Tobiah.", "text": "\"Eliashib and Tobiah worked closely together\""}, {"ref": "Eliashib prepared for Tobiah a large storeroom", "text": "\"Eliashib prepared a large storeroom for Tobiah to use\""}, {"ref": "gatekeepers", "text": "people assigned to each gate, responsible to control access to the city or temple, as well as to open and close the gates at times and for reasons set by the administrator. Translate as in [[:en:bible:notes:neh:07:01|7:1]]."}]}, {"id": "06", "tn": [{"ref": "But in all this time I was not in Jerusalem.", "text": "\"During the time all this was happening, I was away from Jerusalem\""}, {"ref": "the evil that Eliashib had done by giving Tobiah a storeroom in the courts of the house of God", "text": "This was a room which had previously been purified to store offering supplies ([[:en:bible:notes:neh:13:04|13:5]])."}]}, {"id": "10", "tn": [{"ref": "the Levites' portions had not been given to them", "text": "This can be translated in active form. AT: \"the people had not been bringing into the storerooms their tithes and offerings of food for the temple priests\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they had run away, each to his own field, the Levites and the singers who did the work", "text": "\"the Levites and the singers who did the work had left the temple, each one going to his own field\""}, {"ref": "Why is the house of God neglected?", "text": "This is a rhetorical question since Nehemiah uses it to challenge or even ridicule the officials who had not done their work. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "all Judah", "text": "The name of the land is a metonym for the people of the land. This is probably a generalization. AT: \"all the people who lived in Judah\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "Shelemiah ... Zadok ... Pedaiah ... Hanan ... Zaccur ... Mattaniah", "text": "These are the names of males. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they were counted as trustworthy", "text": "This can be translated in active form. The abstract noun \"trustworthy\" can be translated as a verb. AT: \"I knew that I could trust them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Call me to mind, my God, concerning this", "text": "\"My God, remember me concerning this.\""}]}, {"id": "15", "tn": [{"ref": "treading winepresses", "text": "The word \"winepresses\" is a metonym for the grapes that were in the winepresses. The people were walking on grapes to get the juice out of them to make wine. AT: \"walking on grapes in winepresses\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "treading", "text": "walking on something to crush or press it"}]}, {"id": "16", "tn": [{"ref": "Tyre", "text": "name of a city (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "What is this evil thing you are doing, profaning the Sabbath day?", "text": "Nehmiah is scolding the leaders of Judah. This can be translated as a statement. AT: \"You are doing an evil thing by profaning the Sabbath day.\" or \"God will punish you for doing this evil thing, for profaning the Sabbath day.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Did not your fathers do this?", "text": "Nehemiah is scolding the leaders of Judah. This can be translated as a statement. AT: \"You know that your fathers did this, and that is why God brought all this evil on us and on this city.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "19", "tn": [{"ref": "As soon as it became dark ... before the Sabbath", "text": "\"When the sun went down ... and it was time for the Sabbath to begin\""}, {"ref": "that the doors be shut and that they should not be opened until", "text": "This can be translated in active form. AT: that the guards shut the doors and not open them until\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "no load could be brought in", "text": "This can be translated in active form. AT: \"no one could bring in things they wanted to sell\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "sellers of all kinds of wares", "text": "\"people who had brought many different things they wanted to sell\""}]}, {"id": "21", "tn": [{"ref": "Why do you camp outside the wall?", "text": "Nehemiah poses this question not to receive an answer but to rebuke merchants and to emphasize his command. AT: \"You are camping outside the wall against what I commanded.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I will lay hands on you!", "text": "The word \"hands\" is a metonymy for forceful action. AT: \"I will send you away by force!\" or \"I will remove you by force!\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "Connecting Statement:", "text": "<b>Connecting Statement:</b> These verses introduce the action that follows."}, {"ref": "Jews that had married women of Ashdod, Ammon, and Moab", "text": "\"Jews that had married foreign women\" God had forbidden intermarriage."}, {"ref": "Ashdod", "text": "city name (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Ammon ... Moab", "text": "names of nations (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Half of their children", "text": "\"As a result, half of their children\""}]}, {"id": "25", "tn": [{"ref": "I confronted them", "text": "\"I spoke directly to them about what they had done\""}, {"ref": "I hit some of them", "text": "with his hands"}, {"ref": "I made them swear by God", "text": "\"I made them say a promise before God\""}, {"ref": "Did not Solomon king of Israel sin on account of these women?", "text": "Nehemiah is scolding the men. This can be translated as a statement. AT: \"You know that Solomon king of Israel sinned on account of these women.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Should we then listen to you and do all this great evil, and act treacherously against our God by marrying foreign women?", "text": "Nehemiah is scolding the men. This can be translated as a statement. AT: \"We will not listen to you or do this great evil or act treacherously against our God by marrying foreign women.\""}]}, {"id": "28", "tn": [{"ref": "Joiada ... Eliashib ... Sanballat", "text": "These are names of males. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the Horonite", "text": "a person from the city of Beth Horon (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I caused him to flee from my presence", "text": "\"I chased him away\" or \"I made him leave Jerusalem\""}, {"ref": "Call them to mind", "text": "\"Think about them\" or \"Remember what they have done\""}, {"ref": "they have defiled the priesthood", "text": "\"they have made you think of the priests and their work as if they were unclean\""}, {"ref": "and the covenant of the priesthood and the Levites", "text": "\"they have made you think of the covenant that you made with the priests and Levites as if it were unclean\""}]}, {"id": "30", "tn": [{"ref": "Thus I cleansed them", "text": "\"In this way I purified them\""}, {"ref": "established the duties of the priests and the Levites", "text": "\"told the priests and Levites what they were to do\""}, {"ref": "I provided for the wood offering", "text": "\"I arranged for a supply of wood for the wood offerings\""}, {"ref": "for the firstfruits", "text": "\"for the offering of firstfruits at harvest time\""}, {"ref": "Call me to mind, my God, for good", "text": "\"Think about all I have done, my God, and bless me because of the good things I have done\""}]}]