[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Oh", "text": "This is an exclamation that should be translated with whatever exclamation of emphasis you have in your language to make it sound natural. (See: [[:en:ta:vol2:translate:figs_exclamations]])"}, {"ref": "the God of gods", "text": "the God who is greater than the gods that other people worship (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "004", "tn": [{"ref": "by wisdom", "text": "That is, because he is wise."}]}, {"id": "006", "tn": [{"ref": "spread out the earth above the waters", "text": "The ancient Israelites thought that the earth's dry land was on top of the sea. AT: \"placed the earth over the waters\""}, {"ref": "great lights", "text": "This is a reference to the sources of light for the earth, especially the sun and the moon. AT: \"the sun and the moon and the stars\""}]}, {"id": "008", "tn": [{"ref": "to rule by day ... to rule by night", "text": "The sun, moon, and stars are spoken of as if they were kings. AT: \"to mark the time of day ... to mark the time of night\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "010", "tn": [{"ref": "from among them", "text": "\"from among the people of Egypt\""}, {"ref": "with a strong hand and a raised arm", "text": "Here \"hand\" and \"arm\" represent power. AT: \"with great power\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "013", "tn": [{"ref": "the Sea of Reeds", "text": "The soldiers of Pharaoh drowned in the Sea of Reeds."}, {"ref": "overthrew Pharaoh", "text": "Here defeat is spoken of as if it were tipping someone over. AT: \"defeated Pharaoh\" or \"defeated the king of Egypt\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Pharaoh", "text": "That is, the army of Pharaoh. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "018", "tn": [{"ref": "Sihon ... Og", "text": "These kings were just two of the many kings that God enabled the Israelites to defeat. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "021", "tn": [{"ref": "called us to mind", "text": "\"thought about us\""}, {"ref": "helped us in our humiliation", "text": "The condition of feeling shame is spoken of as if it were a place that the Israelites had been in. This is a reference to the many times when the Israelites' enemies had defeated them in battle and shamed them. AT: \"cared when we were shamed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "024", "tn": [{"ref": "has given us victory over our enemies", "text": "Causing people to be victorious and defeat their enemies is spoken of as giving them victory, as if victory were an object that can be given. AT: \"has made us victorious over our enemies\" or \"has made us able to defeat our enemies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the God of heaven", "text": "\"the God who lives in heaven\" or \"the God whom the heavenly beings worship\""}]}]