{"1": [{"a": "Although they covered King David with clothes, he could not stay warm.", "q": "What problem did King David have when he became old?", "ref": ["01-01"]}, {"a": "The King's did not have sexual relations with Abishag.", "q": "Although Abishag was beautiful and served the king and took care of him what did David not do with her?", "ref": ["01-04"]}, {"a": "Adonijah wanted to be king, so he prepared for himself chariots and horsemen with fifty men to run ahead of him.", "q": "How did Adonijah the son of Haggith exalt himself?", "ref": ["01-05"]}, {"a": "No, King David had never troubled Adonijah by saying, \"Why have you done this or that?\"", "q": "Did King David discipline his son Adonijah and correct his actions?", "ref": ["01-06"]}, {"a": "Joab and Abiathar helped Adonijah in his plot to become king.", "q": "Who were the two men who followed and helped Adonijah?", "ref": ["01-07"]}, {"a": "Adonijah did not invite Nathan the prophet, Benaiah, the mighty men, or his brother Solomon.", "q": "Who did Adonijah not invite to his sacrifice?", "ref": ["01-09", "01-10"]}, {"a": "Nathan the Prophet warned Bathsheba that her life and the life of her son Solomon were in danger.", "q": "Who warned Bathsheba the mother of Solomon that Adonijah had become king and that her life was in danger?", "ref": ["01-11", "01-12"]}, {"a": "Nathan the prophet told Bathsheba to ask David whether he promised that Solomon would be king, and why Adonijah was reigning.", "q": "What questions did Nathan tell Bathsheba to ask King David?", "ref": ["01-13"]}, {"a": "David had sworn to Bathsheba that Solomon would be king after David died.", "q": "What promise had King David sworn to Bathsheba?", "ref": ["01-17"]}, {"a": "Bathsheba told him that Adonijah had become king, without David knowing it, and that he had sacrificed animals in abundance", "q": "What did Bathsheba tell King David that Adonijah had done?", "ref": ["01-18", "01-19"]}, {"a": "She feared that she and her son Solomon would be regarded as criminals", "q": "What did Bathsheba fear would happen when David died?", "ref": ["01-21"]}, {"a": "Nathan the prophet wanted to inform King David that Adonijah was setting himself up as King without David's permission.", "q": "Why did Nathan the prophet come to visit King David?", "ref": ["01-24", "01-25"]}, {"a": "Nathan asked him if David had said that Adonijah would reign after him and sit on his throne as king.", "q": "What question did Nathan the prophet ask of King David?", "ref": ["01-24"]}, {"a": "David made an oath that Solomon the son of Bathsheba would reign after him and sit on his throne in David's place.", "q": "What oath did King David make to Bathsheba?", "ref": ["01-29", "01-30"]}, {"a": "King David told his three loyal subjects to take Solomon to Gihon on David's own mule and to anoint him as king over Israel.", "q": "What did King David tell Zadok, Nathan, and Benaiah to do for his son Solomon?", "ref": ["01-32", "01-33"]}, {"a": "The people said \"Long live King Solomon!\" and rejoiced with great joy", "q": "How did the people respond when Zadok anointed Solomon as king?", "ref": ["01-39", "01-40"]}, {"a": "Adonijah was afraid of Solomon, and went into the temple of God and took hold of the horns of the altar.", "q": "What did Adonijah do when he heard the news that David had made Solomon the king of Israel?", "ref": ["01-51"]}, {"a": "King Solomon told Adonijah to go to his house.", "q": "What was King Solomon tell Adonijah to do when they brought him before Solomon?", "ref": ["01-53"]}], "2": [{"a": "David told his son to always fear and obey God.", "q": "What did King David tell his son Solomon?", "ref": ["02-03"]}, {"a": "Yahweh promised that David would never cease to have a man on Israel's throne.", "q": "What was Yahweh's promise to David?", "ref": ["02-04"]}, {"a": "King David told Solomon not to let him go down to the grave in peace.", "q": "What did King David's tell Solomon about Joab son of Zeruiah?", "ref": ["02-06"]}, {"a": "The sons of Barzillai had come to David when he fled from Absalom.", "q": "What had the sons of Barzillai done for King David?", "ref": ["02-07"]}, {"a": "Shimei had violently cursed King David.", "q": "What had Shimei done to King David?", "ref": ["02-08"]}, {"a": "David told Solomon not to let Shimei go free from punishment, but to bring him down to the grave with blood.", "q": "What did Kind David tell Solomon to do to Shimei?", "ref": ["02-09"]}, {"a": "David reigned for forty years.", "q": "How long did King David reign over Israel?", "ref": ["02-11"]}, {"a": "Adonijah said that all Israel expected him to be King.", "q": "What did Adonijah say to Bathsheba when he came to her?", "ref": ["02-15"]}, {"a": "Adonijah requested that she ask Solomon for Abishag the Shunammite to be given to him as his wife.", "q": "What did Adonijah request from Bathsheba?", "ref": ["02-16"]}, {"a": "Bathsheba went to Solomon to ask that Abishag would be given to Adonijah as his wife.", "q": "Why did Bathsheba go to Solomon?", "ref": ["02-21"]}, {"a": "Solomon said that Adonijah had spoken this request at the cost of his life.", "q": "What did King Solomon say in response to Bathsheba?", "ref": ["02-23"]}, {"a": "Solomon sent Benaiah son of Jehoiada to execute him.", "q": "Who did King Solomon send to execute Adonijah?", "ref": ["02-25"]}, {"a": "Solomon told Abiathar to go back to his fields and dismissed him from being priest.", "q": "What did King Solomon tell Abiathar the priest to do?", "ref": ["02-27"]}, {"a": "Joab fled to the tent of Yahweh and took hold of the horns of the altar.", "q": "Where did Joab go to flee from Solomon?", "ref": ["02-28"]}, {"a": "Solomon sent him to kill Joab.", "q": "What did King Solomon send Benaiah son of Jehoiada to do?", "ref": ["02-29"]}, {"a": "Joab told him that he would not come out of the temple and would die at the altar.", "q": "What did Joab say to Benaiah the son of Jehoiada?", "ref": ["02-30"]}, {"a": "Solomon told Benaiah to do as Joab asked.", "q": "What did King Solomon tell Benaiah to do to Joab?", "ref": ["02-31"]}, {"a": "Solomon killed Joab because Joab attacked and killed Abner son of Ner and Amasa son of Jether without King David's permission.", "q": "Why did King Solomon kill Joab?", "ref": ["02-33"]}, {"a": "Solomon put him in charge of the army.", "q": "What did King Solomon do to reward Benaiah son of Jehoiada?", "ref": ["02-35"]}, {"a": "Solomon told Shimei that he could live in Jerusalem.", "q": "Where did King Solomon allow Shimei to live?", "ref": ["02-36"]}, {"a": "Solomon told Shimei that if he left Jerusalem to go any other place, he would be killed.", "q": "What warning did King Solomon give to Shimei when he allowed him to live in Jerusalem?", "ref": ["02-37"]}, {"a": "Shimei went to Gath to bring back two of his servants who had run away from him.", "q": "Why did Shimei saddle his donkey and leave Jerusalem to go to Gath?", "ref": ["02-40"]}, {"a": "Solomon told Shimei that he had not kept his oath to Yahweh, and that Yahweh would return his wickedness back on his own head.", "q": "What did King Solomon say that Shimei had done to Yahweh?", "ref": ["02-44"]}, {"a": "Solomon told Benaiah the son of Jehoiada to kill Shimei.", "q": "What did King Solomon do when he was told that Shimei had left Jerusalem?", "ref": ["02-46"]}], "3": [{"a": "Solomon allied himself to Pharaoh by marrying his daughter.", "q": "How did King Solomon ally himself with Pharaoh king of Egypt?", "ref": ["03-01"]}, {"a": "Solomon sacrificed and burned incense at the shrines.", "q": "What thing did King Solomon do that was not a statute of Yahweh?", "ref": ["03-03"]}, {"a": "The great shrine was located in Gibeon.", "q": "Where was the great shrine located?", "ref": ["03-04"]}, {"a": "Yahweh appeared to Solomon in a dream at night.", "q": "How did Yahweh appear to King Solomon?", "ref": ["03-05"]}, {"a": "Solomon asked Yahweh to give him an understanding heart to judge his people.", "q": "What did King Solomon ask of Yahweh?", "ref": ["03-09"]}, {"a": "Yes, Solomon's request pleased the Lord.", "q": "Did King Solomon's request please the Lord?", "ref": ["03-10"]}, {"a": "God gave Solomon a wise and understanding heart so that there was no one else like him.", "q": "What did God give to King Solomon?", "ref": ["03-12"]}, {"a": "Yes, God gave Solomon both riches and honor.", "q": "Did God give King Solomon something for which he did not ask?", "ref": ["03-13"]}, {"a": "God said he would lengthen Solomon's days if Solomon walked in God's statutes and commands as King David did.", "q": "What would King Solomon need to do to cause God to lengthen his days?", "ref": ["03-14"]}, {"a": "Solomon came to Jerusalem and offered burnt offerings and peace offerings and made a feast for his servants .", "q": "What did King Solomon do after he woke up from sleeping?", "ref": ["03-15"]}, {"a": "Two women who were prostitutes came and stood before Solomon.", "q": "Who came and stood before King Solomon?", "ref": ["03-16"]}, {"a": "The one woman said that the other woman took her living son from her and laid the other woman's dead son at her breast while she slept.", "q": "What did the one woman say to King Solomon?", "ref": ["03-20"]}, {"a": "Solomon said to bring a sword and divide the living child in two and give the parts to the two women.", "q": "What command did King Solomon give to his servants?", "ref": ["03-25"]}, {"a": "The first woman said to give the living child to the second woman and not kill it.", "q": "What did the first woman say to King Solomon?", "ref": ["03-26"]}, {"a": "Solomon said to give the living child to the first woman and by no means kill it.", "q": "What did King Solomon say to do with the living child?", "ref": ["03-27"]}, {"a": "All of Israel feared the king because they saw the wisdom that God gave him for giving judgments.", "q": "What did all of Israel do when they heard of the judgement the king had given?", "ref": ["03-28"]}], "4": [{"a": "Yes, Solomon was king over all Israel.", "q": "Was Solomon king over all Israel?", "ref": ["04-01"]}, {"a": "King Solomon had many men who were officials and officers.", "q": "Did King Solomon have officials and officers?", "ref": ["04-05"]}, {"a": "Each officer had to make provision for one month of the year.", "q": "How long did each of Solomon's officers provide food for his household?", "ref": ["04-07"]}, {"a": "Judah and Israel were as numerous as the sand by the sea.", "q": "How numerous were Judah and Israel?", "ref": ["04-20"]}, {"a": "Solomon ruled over the kingdoms from the River to the land of the Philistines to the border of Egypt.", "q": "How far did Solomon rule?", "ref": ["04-21"]}, {"a": "Solomon's provision for one day included flour, meal, oxen, sheep, deer, gazelles, roebucks, and fattened fowl.", "q": "What was Solomon's provision for one day?", "ref": ["04-22", "04-23"]}, {"a": "Judah and Israel lived in safety, every man under his vine and under his fig tree all the days of Solomon.", "q": "How did Judah and Israel live all of the days of Solomon?", "ref": ["04-25"]}, {"a": "Solomon had forty thousand stalls of horses for his chariots.", "q": "How many stalls of horses did Solomon have for his chariots?", "ref": ["04-26"]}, {"a": "Barley and straw were brought for the chariot horses and the riding horses.", "q": "What was brought for Solomon's horses?", "ref": ["04-28"]}, {"a": "God gave Solomon great wisdom and understanding like the sand on the seashore.", "q": "What did God give to Solomon?", "ref": ["04-29"]}, {"a": "Solomon's fame reached to all of the surrounding nations.", "q": "How far did Solomon's fame reach?", "ref": ["04-31"]}, {"a": "Solomon spoke three thousand songs and his proverbs were one thousand and five.", "q": "How many proverbs and songs did Solomon have?", "ref": ["04-32"]}, {"a": "People came from all the nations to hear the wisdom of Solomon.", "q": "How far did people come to hear the wisdom of Solomon?", "ref": ["04-34"]}], "5": [{"a": "Hiram king of Tyre sent his servants to Solomon.", "q": "Who sent servants to Solomon?", "ref": ["05-01"]}, {"a": "David was not able to build a house for the name of Yahweh because of wars.", "q": "Why was David not able to build a house for the name of Yahweh?", "ref": ["05-03"]}, {"a": "Yahweh told David, \"your son whom I will set on the throne will build a temple for my name.\"", "q": "What did Yahweh tell David?", "ref": ["05-05"]}, {"a": "Solomon asked Hiram to command his servants to cut cedars from Lebanon for him.", "q": "What did Solomon ask Hiram to do?", "ref": ["05-06"]}, {"a": "Hiram rejoiced greatly and said, \"May Yahweh be blessed today.\"", "q": "What did Hiram do when he heard Solomon's words?", "ref": ["05-07"]}, {"a": "Yes, Hiram sent word saying, \"I will do all you desire concerning the timber of cedar and cypress.\"", "q": "Did Hiram do what Solomon asked him to do?", "ref": ["05-08"]}, {"a": "Hiram's servants brought the trees down from Lebanon to the sea where they were made into rafts.", "q": "What would Hiram's servants do with the trees?", "ref": ["05-09"]}, {"a": "Hiram desired that Solomon would give food for his household.", "q": "What was Hiram's desire?", "ref": ["05-09"]}, {"a": "Solomon gave Hiram twenty thousand measures of wheat and twenty measures of pure oil every year.", "q": "What food did Solomon give to Hiram?", "ref": ["05-11"]}, {"a": "Yes, there was peace between Hiram and Solomon and the two of them made a covenant.", "q": "Was there peace between Hiram and Solomon?", "ref": ["05-12"]}, {"a": "Solomon had thirty thousand forced laborers out of Israel.", "q": "How many forced laborers did Solomon have out of Israel?", "ref": ["05-13"]}, {"a": "Solomon put Adoniram over all of the forced laborers.", "q": "Who did Solomon put over all of the forced laborers?", "ref": ["05-14"]}, {"a": "Yes, Solomon had 3,300 chief officers who were over the work and supervised the workers.", "q": "Did Solomon have men who supervised all of the workers?", "ref": ["05-16"]}, {"a": "The workers quarried large stones for the foundation of the house of Yahweh.", "q": "What did the workers quarry for the foundation of the house of Yahweh?", "ref": ["05-17"]}], "6": [{"a": "Solomon began building the temple of Yahweh in the 480th year after the people of Israel came out of Egypt.", "q": "When did Solomon begin building the temple of Yahweh?", "ref": ["06-01"]}, {"a": "The temple that Solomon built was sixty cubits long, twenty cubits wide, and thirty cubits high.", "q": "What were the dimensions of the temple that Solomon built for Yahweh?", "ref": ["06-02"]}, {"a": "Yes, Solomon made framed windows for the house.", "q": "Did Solomon make windows for the house?", "ref": ["06-04"]}, {"a": "The stones for the house were prepared at the quarry.", "q": "Where were the stones for the house prepared?", "ref": ["06-07"]}, {"a": "Solomon covered the house with beams and planks of cedar.", "q": "What did Solomon use to cover the house?", "ref": ["06-09"]}, {"a": "The side rooms were joined to the house with timbers of cedar.", "q": "How were the side rooms joined to the house?", "ref": ["06-10"]}, {"a": "Yes, Yahweh promised to live among the people of Israel and to not leave them.", "q": "Did Yahweh promise to live among the people of Israel?", "ref": ["06-13"]}, {"a": "Solomon used boards of cedar to build the interior walls of the house.", "q": "What did Solomon use to build the interior walls of the house?", "ref": ["06-15"]}, {"a": "The main hall of the house was forty cubits long.", "q": "What was the length of the main hall of the house?", "ref": ["06-17"]}, {"a": "Solomon prepared the most holy place inside the house in order to place the ark of the covenant of Yahweh there.", "q": "Why did Solomon prepare the most holy place inside the house?", "ref": ["06-19"]}, {"a": "Solomon overlaid the entire interior of the temple and the altar of the most holy place with gold.", "q": "What did Solomon use to overlay the inside of the temple and the altar of the most holy place?", "ref": ["06-22"]}, {"a": "Solomon made the two cherubim for the most holy place ten cubits high.", "q": "What was the height of the cherubim that Solomon made for the most holy place?", "ref": ["06-23"]}, {"a": "Solomon placed the cherubim in the innermost room.", "q": "Where did Solomon place the cherubim he had made?", "ref": ["06-27"]}, {"a": "Solomon carved figures of cherubim, palm trees, and open flowers on the walls of the house.", "q": "What did Solomon carve on the walls of the house?", "ref": ["06-29"]}, {"a": "Yes, Solomon made doors of olive wood for the entrance to the holy place.", "q": "Did Solomon make doors for the entrance to the holy place?", "ref": ["06-31"]}, {"a": "Solomon took seven years to build the temple.", "q": "How long did Solomon take to build the temple?", "ref": ["06-38"]}], "7": [{"a": "Solomon took thirteen years to build his own palace.", "q": "How long did Solomon take to build his own palace?", "ref": ["07-01"]}, {"a": "Solomon built his palace from the forest of Lebanon.", "q": "What forest did Solomon use to build his palace?", "ref": ["07-02"]}, {"a": "The colonnade at Solomon's palace was fifty cubits long and thirty cubits wide.", "q": "How big was the colonnade at Solomon's palace?", "ref": ["07-06"]}, {"a": "Solomon's hall of justice was covered from floor to floor with cedar.", "q": "What was Solomon's hall of justice covered with?", "ref": ["07-07"]}, {"a": "Solomon built a house like his own for Pharaoh's daughter, his wife.", "q": "What did Solomon build for his wife, Pharaoh's daughter?", "ref": ["07-08"]}, {"a": "The foundation stones used for the buildings were eight and ten cubits in length.", "q": "How big were the foundation stones of the buildings?", "ref": ["07-10"]}, {"a": "The great courtyard surrounding the palace had three rows of cut stones.", "q": "How many rows of cut stones did the great courtyard surrounding the palace have?", "ref": ["07-12"]}, {"a": "Huram came from Tyre to work for king Solomon with bronze.", "q": "Who came to work with bronze for king Solomon?", "ref": ["07-14"]}, {"a": "Huram made two pillars of bronze.", "q": "How many pillars of bronze did Huram make?", "ref": ["07-15"]}, {"a": "There were two hundred pomegranates in rows at the top of the pillars.", "q": "What was included at the very top of the pillars?", "ref": ["07-20"]}, {"a": "The sea stood on twelve oxen with three looking north, south, east and west.", "q": "How many oxen did the sea stand on?", "ref": ["07-25"]}, {"a": "The height of each of the ten stands was three cubits.", "q": "What was the height of the ten bronze stands that Huram made?", "ref": ["07-27"]}, {"a": "The wheels underneath the panels were made of cast metal.", "q": "What were the wheels underneath the panels made of?", "ref": ["07-33"]}, {"a": "Huram's basins held forty baths of water per basin.", "q": "How much water could each of Huram's basins hold?", "ref": ["07-38"]}, {"a": "Yes, Huram finished all of the work that he did for King Solomon in the temple of Yahweh.", "q": "Did Huram finish the work in the temple of Yahweh?", "ref": ["07-40"]}, {"a": "Huram made four hundred pomegranates for the decorative latticework.", "q": "How many pomegranates did Huram make for the decorative latticework?", "ref": ["07-42"]}, {"a": "Solomon used gold to make all of the furnishings in the temple of Yahweh.", "q": "What did Solomon use to make all of the furnishings in the temple of Yahweh?", "ref": ["07-48"]}, {"a": "Solomon put into the storerooms all of the silver, gold and furnishings that David his father had dedicated.", "q": "What did Solomon put in the storerooms of the house of Yahweh?", "ref": ["07-51"]}], "8": [{"a": "Solomon assembled the leaders of Israel to bring up the ark of the covenant of Yahweh from the city of David.", "q": "Why did Solomon assemble the leaders of Israel before himself?", "ref": ["08-01"]}, {"a": "All the men of Israel assembled before King Solomon at the feast.", "q": "Who assembled before King Solomon at the feast?", "ref": ["08-02"]}, {"a": "The priests took up the ark.", "q": "Who took up the ark?", "ref": ["08-03"]}, {"a": "King Solomon sacrificed sheep and oxen that could not be counted before the ark .", "q": "What was sacrificed before the ark?", "ref": ["08-05"]}, {"a": "The priests brought the ark of the covenant of Yahweh into the most holy place.", "q": "To where did the priests bring the ark of the covenant of Yahweh?", "ref": ["08-06"]}, {"a": "The glory of Yahweh filled his house.", "q": "What filled the house of Yahweh?", "ref": ["08-11"]}, {"a": "The king blessed all of the assembly of Israel while they were standing.", "q": "What did the king do for the assembly of Israel?", "ref": ["08-14"]}, {"a": "Yahweh told David that his son would build the house for his name.", "q": "What had Yahweh told David?", "ref": ["08-19"]}, {"a": "Solomon stood before the altar of Yahweh and spread out his hands.", "q": "What did Solomon do before the altar of Yahweh?", "ref": ["08-22"]}, {"a": "Solomon prayed that the promise Yahweh made to David would come true.", "q": "What did Solomon pray and ask of Yahweh?", "ref": ["08-26"]}, {"a": "Solomon prayed that Yahweh would have his eyes on the temple both day and night.", "q": "What did Solomon pray for Yahweh to do?", "ref": ["08-29"]}, {"a": "Yahweh would listen from the heavens, the place where he lived.", "q": "Where would Yahweh listen from when Israel prayed to him?", "ref": ["08-30"]}, {"a": "Solomon asked that the righteous would be declared innocent and rewarded according to his righteousness.", "q": "What did Solomon ask Yahweh to do for the righteous person?", "ref": ["08-32"]}, {"a": "Israel would be defeated by an enemy when they sinned against Yahweh.", "q": "When would Israel be defeated by an enemy?", "ref": ["08-33"]}, {"a": "The skies would be shut and rain not fall because the people sinned against Yahweh.", "q": "Why would the skies be shut and no rain fall?", "ref": ["08-35"]}, {"a": "Solomon asked Yahweh to forgive the people so they would fear Him all of the days they lived on the land.", "q": "Why did Solomon ask Yahweh to listen from heaven and forgive the sins of the people?", "ref": ["08-40"]}, {"a": "A foreigner would come from a distant country because of Yahweh's name.", "q": "Why would a foreigner come from a distant country?", "ref": ["08-41"]}, {"a": "Solomon asked Yahweh to do whatever the foreigner asks him to do so that all people groups would know his name and fear him.", "q": "Why did Solomon ask Yahweh to do whatever the foreigner asks him to do?", "ref": ["08-43"]}, {"a": "An enemy would carry Israel away captive because Yahweh was angry with Israel and handed them over to their enemy.", "q": "Why would an enemy carry Israel away captive to their land?", "ref": ["08-46"]}, {"a": "The Israelites would say, \"We have acted wickedly and sinned. We have behaved wickedly.\"", "q": "What would the Israelites say in the land of their enemy?", "ref": ["08-47"]}, {"a": "The Israelites would return to Yahweh with all their heart and all their soul and pray toward Him.", "q": "What would the Israelites do in the land of their enemy?", "ref": ["08-48"]}, {"a": "Solomon asked Yahweh to forgive his people and to have compassion on them.", "q": "What did Solomon ask Yahweh to do when his people prayed to Him?", "ref": ["08-50"]}, {"a": "Yahweh rescued his people from out of Egypt as out of a furnace.", "q": "From where did Yahweh rescue his people?", "ref": ["08-51"]}, {"a": "Solomon asked Yahweh to open His eyes to their requests and to listen to them.", "q": "What did Solomon ask Yahweh to do when his people cried to him?", "ref": ["08-52"]}, {"a": "Yahweh separated his people from among all the peoples of the earth to belong to him and to receive his promises.", "q": "Why did Yahweh separate his people from among all the peoples of the earth?", "ref": ["08-53"]}, {"a": "After he finished his prayer, Solomon stood and blessed all the assembly of Israel in a loud voice.", "q": "What did Solomon do after he finished all his prayer and request to Yahweh?", "ref": ["08-55"]}, {"a": "Solomon wanted all the peoples of the earth to know that Yahweh is God and there is no other God.", "q": "What did Solomon want all peoples of the earth to know?", "ref": ["08-60"]}, {"a": "Solomon told them to keep their heart true to Yahweh and to walk in his statutes and commandments.", "q": "What did Solomon tell Yahweh's people to do?", "ref": ["08-61"]}, {"a": "The king and all Israel with him offered sacrifices to Yahweh.", "q": "Who offered sacrifices to Yahweh?", "ref": ["08-62"]}, {"a": "Solomon sacrificed 22,000 oxen and 120,000 sheep to Yahweh.", "q": "How many oxen and sheep did Solomon sacrifice?", "ref": ["08-63"]}, {"a": "The king consecrated the courtyard because the bronze altar before Yahweh was too small for all of the offerings.", "q": "Why did the king consecrate the courtyard that was in front of the temple of Yahweh?", "ref": ["08-64"]}, {"a": "On the eighth day, the king sent the people back to their homes.", "q": "When did the king send the people away back to their homes?", "ref": ["08-66"]}], "9": [{"a": "When Solomon finished the house of Yahweh, he appeared to Solomon a second time.", "q": "After Solomon finished building the house of Yahweh, what did Yahweh do?", "ref": ["09-02"]}, {"a": "Yahweh said to Solomon, \"I have heard your prayer and request you made before me.\"", "q": "What did Yahweh say to Solomon?", "ref": ["09-03"]}, {"a": "Yahweh wanted Solomon to obey all the commandments and decrees that he had commanded him.", "q": "What did Yahweh want Solomon to obey?", "ref": ["09-04"]}, {"a": "Yahweh promised to establish the throne of David's kingdom over Israel forever.", "q": "What did Yahweh promise to David, Solomon's father?", "ref": ["09-05"]}, {"a": "Yahweh told Solomon that he would cut off Israel from the ground that he had given them.", "q": "What did Yahweh tell Solomon he would do if Solomon did not keep his commandments?", "ref": ["09-07"]}, {"a": "People would ask, \"Why has Yahweh done this to this land and to this house?\"", "q": "What would people ask when they passed by the temple of Yahweh?", "ref": ["09-08"]}, {"a": "Yahweh would bring disaster on them because they rebelled against their God and worshiped other gods.", "q": "Why would Yahweh bring this disaster on them?", "ref": ["09-09"]}, {"a": "At the end of twenty years, Solomon finished building the temple of Yahweh and the king's palace.", "q": "What happened at the end of twenty years?", "ref": ["09-10"]}, {"a": "Hiram king of Tyre furnished Solomon with cedar trees, pine trees, and gold.", "q": "With what did Hiram king of Tyre furnish Solomon?", "ref": ["09-11"]}, {"a": "Hiram came from Tyre to see the cities that Solomon had given him.", "q": "What did Hiram come from Tyre to see?", "ref": ["09-12"]}, {"a": "Hiram called the cites the land of Cabul which means worthless.", "q": "What did Hiram call the cities which Solomon had given him?", "ref": ["09-13"]}, {"a": "Hiram had sent 120 talents of gold to the king.", "q": "How much gold did Hiram send to king Solomon?", "ref": ["09-14"]}, {"a": "Solomon had defenses built at Hazor, Megiddo, and Gezer.", "q": "What did Solomon have built at Hazor, Megiddo, and Gezer?", "ref": ["09-15"]}, {"a": "Pharaoh king of Egypt took Gezer and burned it, and also killed the Canaanites in the city.", "q": "What did Pharaoh king of Egypt do at Gezer?", "ref": ["09-16"]}, {"a": "Solomon rebuilt Gezer and Beth Horon.", "q": "What did Solomon do at Gezer and Beth Horon?", "ref": ["09-17"]}, {"a": "The people in the land who were not of Israel Solomon made into forced laborers.", "q": "What did Solomon do with the people in the land who were not of Israel?", "ref": ["09-21"]}, {"a": "Solomon made the people of Israel become soldiers, servants, officials, officers and commanders.", "q": "What did Solomon do with the people of Israel?", "ref": ["09-22"]}, {"a": "Solomon had 550 chief officers who were over the supervisors.", "q": "How many chief officers did Solomon have?", "ref": ["09-23"]}, {"a": "Solomon offered burnt offerings and peace offerings on the altar of Yahweh three times a year.", "q": "What did Solomon offer three times a year?", "ref": ["09-25"]}, {"a": "Solomon built a fleet of ships at Ezion Geber.", "q": "What did Solomon do at Ezion Geber?", "ref": ["09-26"]}, {"a": "Solomon sent servants to Ophir to bring back gold.", "q": "Why did Solomon send servants to Ophir?", "ref": ["09-28"]}], "10": [{"a": "The queen of Sheba came to Solomon to test him with hard questions.", "q": "Why did the queen of Sheba come to Solomon?", "ref": ["10-01"]}, {"a": "The queen of Sheba brought spices, gold, and precious gemstones to Jerusalem with her.", "q": "What did the queen of Sheba bring to Jerusalem?", "ref": ["10-02"]}, {"a": "Solomon answered all of the questions of the queen of Sheba.", "q": "How many of the queen's questions did Solomon answer?", "ref": ["10-03"]}, {"a": "When the queen of Sheba saw all of Solomon's wisdom there was no more spirit in her.", "q": "How did the queen of Sheba react when she saw all of Solomon's wisdom?", "ref": ["10-05"]}, {"a": "The queen of Sheba said to Solomon, \"You have exceeded the fame that I heard about you.\"", "q": "What did the queen of Sheba say to Solomon?", "ref": ["10-07"]}, {"a": "The queen of Sheba said that Solomon's servants were blessed because they heard his wisdom.", "q": "Why did the queen of Sheba say that Solomon's servants were blessed?", "ref": ["10-08"]}, {"a": "Yahweh showed his love for Israel by making Solomon king.", "q": "How did Yahweh show his love to Israel?", "ref": ["10-09"]}, {"a": "The queen of Sheba gave to Solomon 120 talents of gold, spices, and precious stones.", "q": "What did the queen of Sheba give to Solomon?", "ref": ["10-10"]}, {"a": "The fleet of Hiram brought gold from Ophir.", "q": "What did the fleet of Hiram bring from Ophir?", "ref": ["10-11"]}, {"a": "The king made almug wood pillars for the temple of Yahweh.", "q": "What did the king make for the temple of Yahweh?", "ref": ["10-12"]}, {"a": "King Solomon gave to the queen of Sheba everything she asked for.", "q": "What did King Solomon give to the queen of Sheba?", "ref": ["10-13"]}, {"a": "The weight of the gold that came to King Solomon in one year was 666 talents.", "q": "What was the weight of the gold that came to King Solomon in one year?", "ref": ["10-14"]}, {"a": "The kings of Arabia and governors in the country brought gold and silver to Solomon.", "q": "Who brought gold and silver to Solomon?", "ref": ["10-15"]}, {"a": "King Solomon made two hundred shields of beaten gold.", "q": "How many large shields of beaten gold did King Solomon make?", "ref": ["10-16"]}, {"a": "King Solomon put three hundred shields of beaten gold into the Palace of the Forest of Lebanon.", "q": "Where did King Solomon put three hundred shields of beaten gold?", "ref": ["10-17"]}, {"a": "The king made a great throne of ivory and the finest gold.", "q": "What did the king make out of ivory and finest gold?", "ref": ["10-18"]}, {"a": "Two lions were standing beside the armrests of the throne that the king made.", "q": "What was standing beside the armrests of the throne that the king made?", "ref": ["10-19"]}, {"a": "Twelve lions were standing on the sides of the six steps at the throne.", "q": "What stood on the side of the six steps at the throne?", "ref": ["10-20"]}, {"a": "The drinking cups in the Palace of the Forest of Lebanon were made of pure gold.", "q": "Of what were the drinking cups in the Palace of the Forest of Lebanon made?", "ref": ["10-21"]}, {"a": "Every three years, the king's ships brought gold, silver, ivory, apes, and baboons.", "q": "What did the king's ships bring every three years?", "ref": ["10-22"]}, {"a": "All the earth sought out Solomon to hear the wisdom God put in his heart.", "q": "Why did all the earth seek out Solomon?", "ref": ["10-24"]}, {"a": "Those who visited brought tribute such as gold, silver, clothing, armor, and spices.", "q": "What tribute did Solomon's visitors bring to him?", "ref": ["10-25"]}, {"a": "Solomon stationed his chariots and horsemen in the chariot cities and in Jerusalem.", "q": "Where did Solomon station his chariots and horsemen?", "ref": ["10-26"]}, {"a": "The king made cedar wood become as abundant as the sycamore fig trees in the lowlands.", "q": "What did the king do with cedar wood?", "ref": ["10-27"]}, {"a": "Solomon's horses were brought from Egypt and Cilicia.", "q": "From where were Solomon's horses brought?", "ref": ["10-28"]}, {"a": "The chariots were purchased for six hundred shekels of silver each.", "q": "What was the purchase price of each chariot Solomon owned?", "ref": ["10-29"]}], "11": [{"a": "King Solomon loved many foreign women.", "q": "Whom did King Solomon love?", "ref": ["11-01"]}, {"a": "Yahweh commanded Israel not to marry women from foreign nations.", "q": "What did Yahweh command about marrying women from foreign nations?", "ref": ["11-02"]}, {"a": "Solomon's wives turned his heart away.", "q": "What did Solomon's wives do to his heart?", "ref": ["11-03"]}, {"a": "David's heart was fully surrendered to Yahweh his God.", "q": "How was David's heart toward Yahweh?", "ref": ["11-04"]}, {"a": "Solomon followed Ashtoreth the goddess of the Sidonians and Milcom of the Ammonites.", "q": "What did Solomon follow?", "ref": ["11-05"]}, {"a": "Solomon did that which was evil in the sight of Yahweh.", "q": "What did Solomon do in the sight of Yahweh?", "ref": ["11-06"]}, {"a": "Solomon built a shrine for Chemosh, the idol of Moab.", "q": "What did Solomon build for Chemosh?", "ref": ["11-07"]}, {"a": "Solomon burned incense and sacrificed to their gods at the shrines.", "q": "What did Solomon do at the shrines of his foreign wives?", "ref": ["11-08"]}, {"a": "Yahweh appeared twice to Solomon.", "q": "How many times did Yahweh appear to Solomon?", "ref": ["11-09"]}, {"a": "Yahweh commanded Solomon to not go after foreign gods.", "q": "What did Yahweh command Solomon?", "ref": ["11-10"]}, {"a": "Yahweh told Solomon he would tear the kingdom from him and give it to his servant.", "q": "What did Yahweh tell Solomon he would do because of the foreign gods?", "ref": ["11-11"]}, {"a": "Yahweh promised to give one tribe to Solomon's son.", "q": "How many tribes did Yahweh promise to give to Solomon's son?", "ref": ["11-13"]}, {"a": "Yahweh raised up Hadad the Edomite as an adversary to Solomon.", "q": "Whom did Yahweh raise up as an adversary to Solomon?", "ref": ["11-14"]}, {"a": "Joab the captain of the army went up to bury the dead who were killed in Edom.", "q": "Who went up to bury the dead who had been killed in Edom?", "ref": ["11-15"]}, {"a": "Joab and Israel remained in Edom six months.", "q": "How long did Joab and Israel remain in Edom?", "ref": ["11-16"]}, {"a": "Hadad was taken to Egypt.", "q": "To where was Hadad taken?", "ref": ["11-17"]}, {"a": "Pharaoh gave to Hadad the sister of Queen Tahpenes as his wife.", "q": "Whom did Pharaoh give as a wife to Hadad?", "ref": ["11-19"]}, {"a": "Hadad's son was named Genubath.", "q": "What was the name of Hadad's son?", "ref": ["11-20"]}, {"a": "Hadad asked Pharaoh if he might depart and go to his own country.", "q": "What did Hadad ask of Pharaoh?", "ref": ["11-21"]}, {"a": "God raised up another adversary to Solomon named Rezon son of Eliada.", "q": "What was the name of another adversary that God raised up against Solomon?", "ref": ["11-23"]}, {"a": "Rezon's men went to Damascus and lived there.", "q": "To where did Rezon's men travel?", "ref": ["11-24"]}, {"a": "Rezon was an enemy of Israel all of the days of Solomon.", "q": "How long was Rezon an enemy of Israel?", "ref": ["11-25"]}, {"a": "Jeroboam the son of Nebat lifted up his hand against the king.", "q": "Who lifted up his hand against the king?", "ref": ["11-26"]}, {"a": "Jeroboam the son of Nebat lifted up his hand against the king because he built the Millo and repaired the wall of the city of David.", "q": "Why did Jeroboam lift up his hand against the king?", "ref": ["11-27"]}, {"a": "Solomon gave Jeroboam command over all the labor of the house of Joseph.", "q": "What did Solomon give Jeroboam command over?", "ref": ["11-28"]}, {"a": "The prophet Ahijah found Jeroboam on the road as he went out of Jerusalem.", "q": "Who found Jeroboam on the road as he went out of Jerusalem?", "ref": ["11-29"]}, {"a": "Ahijah grabbed Jeroboam's new garment and tore it into twelve pieces.", "q": "What did Ahijah do to Jeroboam's new garment?", "ref": ["11-30"]}, {"a": "Yahweh said that He would tear the kingdom out of Solomon's hand.", "q": "What did Yahweh say about Solomon's kingdom?", "ref": ["11-31"]}, {"a": "Solomon would keep one tribe for the sake of David.", "q": "How many tribes would Solomon keep?", "ref": ["11-32"]}, {"a": "Yahweh made Solomon ruler all the days of his life.", "q": "How long did Yahweh make Solomon to be ruler?", "ref": ["11-34"]}, {"a": "Yahweh chose to put his name in the city of Jerusalem.", "q": "In which city did Yahweh choose to put his name?", "ref": ["11-36"]}, {"a": "Yahweh promised to give Jeroboam a sure house and also give Israel to him if he walked in his ways.", "q": "What did Yahweh promise to do for Jeroboam if he walked in his ways?", "ref": ["11-38"]}, {"a": "Solomon tried to kill Jeroboam.", "q": "What did Solomon try to do to Jeroboam?", "ref": ["11-40"]}, {"a": "Solomon reigned in Jerusalem for forty years.", "q": "How long did Solomon reign in Jerusalem?", "ref": ["11-42"]}, {"a": "Rehoboam became king in Solomon's place.", "q": "Who became king in Solomon's place?", "ref": ["11-43"]}], "12": [{"a": "Rehoboam went to Shechem because all Israel was coming there to make him king.", "q": "Why did Rehoboam go to Shechem?", "ref": ["12-01"]}, {"a": "Jeroboam the son of Nebat came with the assembly of Israel to speak to Rehoboam.", "q": "Who came with the assembly of Israel to speak to Rehoboam?", "ref": ["12-03"]}, {"a": "All Israel asked that Rehoboam would lighten the heavy yoke his father had put on them.", "q": "What did Israel ask of Rehoboam?", "ref": ["12-04"]}, {"a": "Rehoboam sent the people away for three days.", "q": "For how many days did Rehoboam send the people away?", "ref": ["12-05"]}, {"a": "Rehoboam consulted with the older men who stood before Solomon his father.", "q": "With whom did Rehoboam consult?", "ref": ["12-06"]}, {"a": "The older men said that Rehoboam should say good words to the people of Israel.", "q": "What did the older men say to Rehoboam?", "ref": ["12-07"]}, {"a": "Rehoboam ignored the advice of the older men.", "q": "What did Rehoboam do with the advice the older men gave him?", "ref": ["12-08"]}, {"a": "The younger men told Rehoboam to say, \"My little finger is thicker than my father's waist.\"", "q": "What did the younger men tell Rehoboam to say to the people?", "ref": ["12-10"]}, {"a": "Rehoboam said he would use scorpions to punish the people.", "q": "What did Rehoboam say he would use to punish the people?", "ref": ["12-11"]}, {"a": "The king had instructed the people to come back on the third day.", "q": "What had the king instructed the people to do?", "ref": ["12-12"]}, {"a": "The king answered the people roughly.", "q": "How did the king answer the people?", "ref": ["12-13"]}, {"a": "The king said he would add to the yoke on the people.", "q": "What did the king say he would do with the yoke on the people?", "ref": ["12-14"]}, {"a": "These events were brought about by Yahweh.", "q": "Who brought about these events?", "ref": ["12-15"]}, {"a": "All Israel said, \"We have no inheritance in the son of Jesse; flee to your tents.\"", "q": "What did all Israel say when they saw that the king did not listen to them?", "ref": ["12-16"]}, {"a": "Rehoboam became king over the people of Israel who lived in the cities of Judah.", "q": "Over what people did Rehoboam become king?", "ref": ["12-17"]}, {"a": "All Israel stoned Adoram to death with stones.", "q": "What did Israel do to Adoram?", "ref": ["12-18"]}, {"a": "Only the tribe of Judah followed the family of David.", "q": "Who followed the family of David?", "ref": ["12-20"]}, {"a": "Rehoboam assembled the house of Judah to fight against the house of Israel.", "q": "Why did Rehoboam assemble the house of Judah in Jerusalem?", "ref": ["12-21"]}, {"a": "The word of God came to Shemaiah the man of God.", "q": "To whom did the word of God come?", "ref": ["12-22"]}, {"a": "Yahweh said, \"You must not attack or fight against your brothers the people of Israel.\"", "q": "What did Yahweh say?", "ref": ["12-24"]}, {"a": "Jeroboam built Shechem in the hill country of Ephraim.", "q": "Where did Jerohoam build Shechem?", "ref": ["12-25"]}, {"a": "Jeroboam thought in his heart, \"Now the kingdom will return to the house of David.\"", "q": "What did Jeroboam think in his heart?", "ref": ["12-26"]}, {"a": "Jeroboam said, \"If these people offer sacrifices in the temple of Yahweh, they will kill me and return to Rehoboam king of Judah.\"", "q": "What did Jeroboam say about the people offering sacrifices in the temple of Yahweh?", "ref": ["12-27"]}, {"a": "King Jeroboam made two calves of gold.", "q": "What did King Jeroboam make?", "ref": ["12-28"]}, {"a": "King Jeroboam set up one calf in Bethel and one in Dan.", "q": "Where did Jeroboam set up the two calves of gold?", "ref": ["12-29"]}, {"a": "Jeroboam made priests of the people who were not among the sons of Levi.", "q": "What people did Jeroboam make into priests?", "ref": ["12-31"]}, {"a": "Jeroboam ordained a feast at Bethel.", "q": "What did Jeroboam do at Bethel?", "ref": ["12-32"]}, {"a": "Jeroboam went up to the altar to burn incense.", "q": "What did Jeroboam do at the altar in Bethel?", "ref": ["12-33"]}], "13": [{"a": "A man of God came out of Judah by the word of Yahweh.", "q": "Who came out of Judah by the word of Yahweh?", "ref": ["13-01"]}, {"a": "The man of God cried out against the altar, \"On you they will burn men's bones.\"", "q": "What did the man of God cry out against the altar at Bethel?", "ref": ["13-02"]}, {"a": "The man of God gave a sign saying, \"The altar will be split apart and the ashes on it will be poured out.\"", "q": "What sign did the man of God give about the altar?", "ref": ["13-03"]}, {"a": "When Jeroboam reached out from the altar, his hand was dried up so he could not draw it back to himself.", "q": "What happened to Jeroboam's hand when he reached out from the altar?", "ref": ["13-04"]}, {"a": "The altar was split apart and the ashes poured out as the man of God described.", "q": "What happened to the altar?", "ref": ["13-05"]}, {"a": "When the man of God prayed to Yahweh, the king's hand was restored and became as it was before.", "q": "What happened when the man of God prayed to Yahweh about Jeroboam's hand?", "ref": ["13-06"]}, {"a": "The king said to the man of God, \"Come home with me and I will give you a reward.\"", "q": "What did the king say to the man of God?", "ref": ["13-07"]}, {"a": "The man of God said to the king, \"I will not go with you.\"", "q": "What did the man of God say to the king?", "ref": ["13-08"]}, {"a": "After speaking with the king, the man of God returned home by a different way than he came to Bethel.", "q": "What did the man of God do after speaking with the king?", "ref": ["13-10"]}, {"a": "An old prophet lived in Bethel.", "q": "Where did an old prophet live?", "ref": ["13-11"]}, {"a": "The old prophet's sons saw the way that the man of God went to Bethel.", "q": "Who saw the way that the man of God had gone from Bethel?", "ref": ["13-12"]}, {"a": "The old prophet found the man of God sitting under an oak tree.", "q": "Where did the old prophet find the man of God?", "ref": ["13-13"]}, {"a": "The old prophet said to the man of God, \"Come home with me and eat food.\"", "q": "What did the old prophet say to the man of God?", "ref": ["13-15"]}, {"a": "The man of God answered, \"I may not return with you or go in with you.\"", "q": "What was the man of God's answer to the old prophet?", "ref": ["13-16"]}, {"a": "The old prophet was lying to the man of God and answered, \"An angel spoke by the word of Yahweh saying 'Bring him back to your house.'\"", "q": "What was the old prophet's answer to the man of God?", "ref": ["13-17"]}, {"a": "The man of God went back and ate food and drank water in his house.", "q": "Where did the man of God go after the old prophet lied to him?", "ref": ["13-19"]}, {"a": "The word of Yahweh came to the old prophet as they sat at the table.", "q": "What came to the old prophet as they sat at the table?", "ref": ["13-20"]}, {"a": "The word of Yahweh said, \"Because you came back and ate food and drank water your body will not be buried in the tomb of your fathers.\"", "q": "What did the word of Yahweh say to the man of God?", "ref": ["13-22"]}, {"a": "After they ate, the old prophet saddled the man of God's donkey for him.", "q": "What did the old prophet do after they ate?", "ref": ["13-23"]}, {"a": "After the man of God had gone, a lion met him on the road and killed him.", "q": "What happened after the man of God had gone?", "ref": ["13-24"]}, {"a": "When men saw the man of God's body lying on the road, they came back and told it in the city of the old prophet.", "q": "What did men do when they saw the body of the man of God lying on the road?", "ref": ["13-25"]}, {"a": "The old prophet answered, \"This is the man of God who was disobedient to the word of Yahweh.\"", "q": "What was the old prophet's answer to the men?", "ref": ["13-26"]}, {"a": "The old prophet spoke to his sons to saddle his donkey and he went and found the body left in the road.", "q": "What did the old prophet do after hearing the men?", "ref": ["13-28"]}, {"a": "The old prophet took up the body of the man of God and buried him in his own grave.", "q": "What did the old prophet do with the body of the man of God?", "ref": ["13-30"]}, {"a": "The old prophet said to his sons, \"When I am dead, bury me in the tomb in which the man of God is buried.\"", "q": "What did the old prophet say to his sons about his own burial?", "ref": ["13-31"]}, {"a": "Jeroboam did not turn away from evil and consecrated as priests whomever he would; this thing became sin to the family of Jeroboam.", "q": "What thing became sin to the family of Jeroboam and caused it to be cut off from the face of the earth?", "ref": ["13-34"]}], "14": [{"a": "Abijah the son of Jeroboam fell sick.", "q": "What happened to Abijah the son of Jeroboam?", "ref": ["14-01"]}, {"a": "Jeroboam asked his wife to disguise herself and go to the prophet Ahijah in Shiloh.", "q": "What did Jeroboam ask his wife to do?", "ref": ["14-02"]}, {"a": "Jeroboam asked his wife to go to the prophet Ahijah to find out what would happen to his sick son.", "q": "Why did Jeroboam ask his wife to go to the prophet Ahijah?", "ref": ["14-03"]}, {"a": "Since Ahijah was old he was blind and his eyes could not see.", "q": "What was wrong with Ahijah's eyes?", "ref": ["14-04"]}, {"a": "Yahweh told Ahijah, \"The wife of Jeroboam is coming to see you to seek advice concerning her son.\"", "q": "Who told Ahijah, \"The wife of Jeroboam is coming to see you.\"?", "ref": ["14-05"]}, {"a": "When Ahijan heard her come in at the door he said to her, \"Why do you pretend to be someone that you are not?\"", "q": "What did Ahijah say to the wife of Jeroboam?", "ref": ["14-06"]}, {"a": "The God of Israel said to Jeroboam, \"You have not been like my servant David who kept my commandments.\"", "q": "What did the God of Israel say about Jeroboam?", "ref": ["14-08"]}, {"a": "Jeroboam cast metal images to provoke Yahweh to anger.", "q": "What did Jeroboam do to provoke Yahweh to anger?", "ref": ["14-09"]}, {"a": "Yahweh said that he would cut off from him every male child in Israel.", "q": "What disaster would Yahweh bring on Jeroboam?", "ref": ["14-10"]}, {"a": "Anyone of Jeroboam's family who died in the city would be eaten by dogs.", "q": "What would happen to anyone of Jeroboam's family who died in the city?", "ref": ["14-11"]}, {"a": "All Israel would mourn for and bury the child of Jeroboam.", "q": "What would all Israel do for the child of Jeroboam?", "ref": ["14-13"]}, {"a": "Yahweh said that he would scatter Israel beyond the Euphrates river.", "q": "How far did Yahweh say that he would scatter Israel?", "ref": ["14-15"]}, {"a": "Yahweh said that Jeroboam led Israel to sin.", "q": "What did Yahweh say that Jeroboam led Israel to do?", "ref": ["14-16"]}, {"a": "When Jeroboam's wife came to the threshold of the house, the child died.", "q": "What happened when Jeroboam's wife came to the threshold of the house?", "ref": ["14-17"]}, {"a": "All Israel mourned for him and buried him.", "q": "What did all Israel do after the child died?", "ref": ["14-18"]}, {"a": "The other matters concerning Jeroboam were written in the Book of the Events of the Kings of Israel.", "q": "Where were the other matters concerning Jeroboam written?", "ref": ["14-19"]}, {"a": "Jeroboam reigned for twenty-two years and slept with his fathers.", "q": "How many years did Jeroboam reign before he slept with his fathers?", "ref": ["14-20"]}, {"a": "Rehoboam the son of Solomon was reigning in Judah.", "q": "Who was reigning in Judah?", "ref": ["14-21"]}, {"a": "Judah provoked Yahweh to jealousy with the sins they committed.", "q": "How did Judah provoke Yahweh to jealousy?", "ref": ["14-22"]}, {"a": "Judah built shrines and Asherah poles on every high hill and under every green tree.", "q": "What did Judah build on every high hill and under every green tree?", "ref": ["14-23"]}, {"a": "The nations had male prostitutes in the land.", "q": "What despicable things did the nations do?", "ref": ["14-24"]}, {"a": "In the fifth year of king Rehoboam, Shishak came up against Jerusalem.", "q": "In what year did Shishak come up against Jerusalem?", "ref": ["14-25"]}, {"a": "Shishak took the shields of gold that Solomon had made.", "q": "What shields did Shishak take away from Jerusalem?", "ref": ["14-26"]}, {"a": "King Rehoboam entrusted them into the hands of the commander of the guard.", "q": "What did King Rehoboam do with the shields of bronze that he made?", "ref": ["14-27"]}, {"a": "Whenever the king entered the house of Yahweh, the guards would carry the shields.", "q": "When would the guards carry the shields of bronze?", "ref": ["14-28"]}, {"a": "The other matters of King Rehoboam were written in The Book of the Events of the Kings of Judah.", "q": "Where were the other matters of King Rehoboam written?", "ref": ["14-29"]}, {"a": "Abijah, Rehoboam's son, became king in his place.", "q": "Who became king in Rehoboam's place?", "ref": ["14-31"]}], "15": [{"a": "Abijah began to reign over Judah in the fifteenth year of King Jeroboam.", "q": "When did Abijah begin to reign over Judah?", "ref": ["15-01"]}, {"a": "Abijah ruled in Jerusalem for three years.", "q": "How long did Abijah rule in Jerusalem?", "ref": ["15-02"]}, {"a": "Abijah's heart was not devoted to Yahweh his God.", "q": "Was Abijah's heart devoted to Yahweh his God?", "ref": ["15-03"]}, {"a": "Yahweh raised up a son for Abijah to strengthen Jerusalem.", "q": "Why did Yahweh raise up a son for Abijah in Jerusalem?", "ref": ["15-04"]}, {"a": "David only turned away from Yahweh in the matter of Uriah the Hittite.", "q": "In what matter did David turn away from Yahweh?", "ref": ["15-05"]}, {"a": "There was war between Rehoboam and Jeroboam all the days of Abijah's life.", "q": "What happened all the days of Abijah's life?", "ref": ["15-06"]}, {"a": "When Abijah slept with his fathers Asa became king in his place.", "q": "When Abijah slept with his fathers who became king in his place?", "ref": ["15-08"]}, {"a": "Asa began to reign over Judah in the twentieth year of Jeroboam king of Jerusalem.", "q": "When did Asa begin to reign over Judah?", "ref": ["15-09"]}, {"a": "Asa reigned forty-one years in Jerusalem.", "q": "How many years did Asa reign in Jerusalem?", "ref": ["15-10"]}, {"a": "Asa did what was right in the eyes of Yahweh as David had done.", "q": "What did Asa do in the eyes of Yahweh?", "ref": ["15-11"]}, {"a": "Asa removed the male prostitutes and the idols his ancestors had made in the land.", "q": "What did Asa do in the land?", "ref": ["15-12"]}, {"a": "Asa removed his own grandmother Maacah from being queen.", "q": "Whom did Asa remove from being queen?", "ref": ["15-13"]}, {"a": "Asa's heart was completely devoted to Yahweh all his days.", "q": "What was the condition of Asa's heart toward Yahweh?", "ref": ["15-14"]}, {"a": "Asa brought consecrated things into the house of Yahweh.", "q": "What did Asa bring into the house of Yahweh?", "ref": ["15-15"]}, {"a": "Asa was at war with Baasha king of Israel all their days.", "q": "With whom was Asa at war?", "ref": ["15-16"]}, {"a": "Baasha built up Ramah so that no one would enter into or leave the land of Asa.", "q": "Why did Baasha build up Ramah?", "ref": ["15-17"]}, {"a": "Asa sent the silver and gold to Benhadad who lived in Damascus.", "q": "What did Asa do with all the silver and gold from the storerooms of the house of Yahweh?", "ref": ["15-18"]}, {"a": "Asa said to Benhadad, \"Let there be a treaty between me and you, as there was between my father and your father.\"", "q": "What did Asa say to Benhadad?", "ref": ["15-19"]}, {"a": "After he listened to Asa, Benhadad sent his armies to attack the cities of Israel.", "q": "What did Benhadad do after he listened to Asa?", "ref": ["15-20"]}, {"a": "When Baasha heard about the attacks, he stopped building up Ramah.", "q": "What did Baasha do when he heard about this?", "ref": ["15-21"]}, {"a": "Asa took the materials that were used to build up Ramah and used them to build up Geba and Mizpah.", "q": "What did Asa do with the materials that were used to build up Ramah?", "ref": ["15-22"]}, {"a": "All of Asa's matters were written in The Book of the Events of the Kings of Judah.", "q": "Where were all of Asa's matters written?", "ref": ["15-23"]}, {"a": "After Asa slept with his fathers, his son Jehoshephat became king in his place.", "q": "After Asa slept with his fathers, who became king in his place?", "ref": ["15-24"]}, {"a": "Nadab the son of Jeroboam began to reign over Israel in the second year of Asa.", "q": "Who began to reign over Israel in the second year of Asa?", "ref": ["15-25"]}, {"a": "Nadab did evil in the sight of Yahweh and walked in the ways of his father.", "q": "How did Nadab walk in the sight of Yahweh?", "ref": ["15-26"]}, {"a": "Baasha the son of Ahijah killed Nadab at Gibbethon.", "q": "What did Baasha son of Ahijah do at Gibbethon?", "ref": ["15-27"]}, {"a": "As soon as Baasha became king, he killed all of the family of Jeroboam.", "q": "What did Baasha do as soon as he became king?", "ref": ["15-29"]}, {"a": "There was war between Asa and Baasha all their days.", "q": "How long was there war between Asa and Baasha?", "ref": ["15-31"]}, {"a": "Baasha reigned in Tirza for twenty-four years.", "q": "How long did Baasha reign in Tirza?", "ref": ["15-33"]}, {"a": "Baasha did evil in the sight of Yahweh and lived in the way of Jeroboam.", "q": "How did Baasha live?", "ref": ["15-34"]}], "16": [{"a": "Yahweh exalted him out of the dust.", "q": "Out of what did Yahweh exalt Baasha?", "ref": ["16-02"]}, {"a": "The dogs would eat anyone belonging to Baasha who died in the city.", "q": "What would eat anyone belonging to Baasha who died in the city?", "ref": ["16-04"]}, {"a": "The word of Yahweh came against Baasha and his family, both because of all the evil he did in the sight of Yahweh, and also because he had killed all of Jeroboam's family.", "q": "Why did the word of Yahweh come against Baasha and his family?", "ref": ["16-07"]}, {"a": "Elah was drinking himself drunk in the house of Arza when Zimri killed him.", "q": "What was Elah doing when Zimri killed him?", "ref": ["16-09", "16-10"]}, {"a": "When Zimri began to reign, as soon as he had sat on his throne, he killed all the family of Baasha.", "q": "When did Zimri kill all the family of Baasha?", "ref": ["16-11"]}, {"a": "Gibbethon belonged to the Philistines.", "q": "To whom did Gibbethon belong?", "ref": ["16-15"]}, {"a": "Zimri killed himself in the fortress attached to the king's palace.", "q": "Where did Zimri kill himself?", "ref": ["16-18"]}, {"a": "The people of Israel divided into two parts by Tibni the son of Ginath and by Omri.", "q": "By what two leaders were the people of Israel divided into two parts?", "ref": ["16-21"]}, {"a": "Omri called the name of the city Samaria, after the name of Shemer, the past owner of the hill.", "q": "Why did Omri call the name of the city Samaria?", "ref": ["16-24"]}, {"a": "Ahab his son became king in his place.", "q": "Who became king in Omri's place?", "ref": ["16-28"]}, {"a": "Ahab had built the house of Baal in Samaria.", "q": "Who had built the house of Baal in Samaria?", "ref": ["16-32"]}, {"a": "Hiel rebuilt Jericho, causing the loss of Abiram.", "q": "What caused the loss of Hiel's son Abiram?", "ref": ["16-34"]}], "17": [{"a": "Elijah told Ahab that as Yahweh lives, there would not be dew or rain unless he said so.", "q": "What ominous message did Elijah give to Ahab?", "ref": ["17-01"]}, {"a": "Yahweh commanded the ravens to feed Elijah at the brook Cherith.", "q": "Who did Yahweh command to feed Elijah while Elijah was at the brook Cherith?", "ref": ["17-04"]}, {"a": "The brook dried up when there was no rain in the land.", "q": "What happened when there was no rain in the land?", "ref": ["17-07"]}, {"a": "Yahweh sent Elijah to a widow in Zarephath.", "q": "Where did Elijah go after the brook dried up?", "ref": ["17-08", "17-10"]}, {"a": "The widow was gathering two sticks so she could go in and cook for herself and her son, that they could eat, and die.", "q": "Why was the widow gathering two sticks ?", "ref": ["17-12"]}, {"a": "They would be full until the day that Yahweh sent rain on the earth.", "q": "For how long would the widow's jar of meal and jug of oil be full?", "ref": ["17-14"]}, {"a": "The son's sickness was so severe that there was no more breath left in him.", "q": "How sick was the woman's son?", "ref": ["17-17"]}, {"a": "Elijah stretched himself on the child three times; he cried out to Yahweh and said, \"Yahweh my God, I beg you, please let this child's life return to him.\"", "q": "What did Elijah do to save the child?", "ref": ["17-21"]}, {"a": "The woman knew that Elijah was a man of God when her son revived, and Elijah took the child and brought him out of his room down into the house.", "q": "How did the woman know that Elijah was a man of God?", "ref": ["17-22", "17-23"]}], "18": [{"a": "Yahweh asked Elijah to tell Ahab he would send rain on the land.", "q": "What message did Yahweh ask Elijah to give to Ahab during the severe famine?", "ref": ["18-01", "18-02"]}, {"a": "Obadiah honored Yahweh by hiding one hundred prophets by fifties in a cave and feeding them with bread and water.", "q": "How did Obadiah honor Yahweh when Jezebel was killing the prophets of Yahweh?", "ref": ["18-03", "18-04"]}, {"a": "Ahab and Obadiah were searching for water and grass so they would not lose the horses and mules.", "q": "Why did Ahab and Obadiah go through the land to all the water springs and brooks?", "ref": ["18-05", "18-06"]}, {"a": "Elijah asked Obadiah to tell Ahab that \"Elijah is here.\"", "q": "What dangerous message did Elijah ask Obadiah to tell Ahab?", "ref": ["18-07", "18-08"]}, {"a": "Obadiah was reluctant to tell Ahab, \"Elijah is here.\" because all the nearby nations had taken an oath that Elijah was not there.", "q": "Why was Obadiah reluctant to tell Ahab that \"Elijah is here.\"?", "ref": ["18-09", "18-11"]}, {"a": "Obadiah thought the Spirit of Yahweh would carry Elijah some place Obadiah did not know.", "q": "What did Obadiah think would happen as soon as he left Elijah?", "ref": ["18-12"]}, {"a": "Elijah told Obadiah that as Yahweh lives, he would surely show himself to Ahab that day.", "q": "What did Elijah tell Obadiah to calm his fears?", "ref": ["18-14", "18-15"]}, {"a": "Ahab called Elijah a \"troublemaker\" when he met him.", "q": "What did Ahab call Elijah when he met him?", "ref": ["18-16", "18-17"]}, {"a": "Elijah told Ahab that he and his father's family were the troublemakers because they abandoned the commandments of Yahweh to follow the Baal idols.", "q": "How did Elijah respond to Ahab calling him a \"troublemaker\"?", "ref": ["18-18"]}, {"a": "Elijah said to gather all the people of Israel, along with the 450 prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.", "q": "Who did Elijah say to gather on Mount Carmel?", "ref": ["18-19"]}, {"a": "Elijah told the people to follow Yahweh if he was God or Baal if he was God.", "q": "Who did Elijah tell the people they should follow?", "ref": ["18-21"]}, {"a": "Elijah proposed that the prophets of Baal and himself each call upon their god to consume the sacrifice of a bull by fire to prove which one was god.", "q": "What proposal did Elijah bring before the people?", "ref": ["18-22", "18-24"]}, {"a": "The prophets of Baal called on Baal from morning until noon.", "q": "How long did the prophets of Baal call on Baal?", "ref": ["18-26"]}, {"a": "The prophets of Baal cried more loudly and cut themselves with swords and spears.", "q": "After Elijah mocked the prophets of Baal at noon what did the prophets of Baal do?", "ref": ["18-28"]}, {"a": "The prophets of Baal were raving until the time of the evening sacrifice.", "q": "How long did the prophets of Baal continue their raving?", "ref": ["18-29"]}, {"a": "Elijah repaired the altar of Yahweh with twelve stones,", "q": "What did Elijah do to the ruined altar of Yahweh?", "ref": ["18-30", "18-32"]}, {"a": "Elijah dug a trench around the altar of Yahweh.", "q": "What did Elijah make around the altar of Yahweh?", "ref": ["18-32"]}, {"a": "Three times Elijah had the people fill four jars with water and pour them on the burnt offering and the wood.", "q": "What did Elijah have the people do to the wood and the bull for the burnt offering?", "ref": ["18-33", "18-34"]}, {"a": "The people lay face down on the ground and said, \"Yahweh, he is God!, Yahweh, he is God!\"", "q": "How did the people of Israel respond when the fire of Yahweh fell and consumed the sacrifice and everything around it?", "ref": ["18-38", "18-39"]}, {"a": "Elijah brought the prophets of Baal down to the brook of Kishon and killed them.", "q": "What did Elijah do with the prophets of Baal?", "ref": ["18-40"]}, {"a": "After the seventh time, the servant saw a cloud as small as a man's hand.", "q": "What did the servant of Elijah see after he looked toward the sea seven times?", "ref": ["18-43", "18-44"]}, {"a": "Elijah told his servant to tell Ahab to make ready his chariot and go down before the rain stopped him.", "q": "What did Elijah tell his servant to say to Ahab?", "ref": ["18-44"]}, {"a": "Elijah tucked his robe in his belt and ran before Ahab to the entrance of Jezreel.", "q": "What did Elijah do as Ahab rode and went to Jezreel?", "ref": ["18-46"]}], "19": [{"a": "Jezebel told Elijah that she would make him to be one of the dead prophets by the next day.", "q": "What threat did Jezebel make to Elijah?", "ref": ["19-01", "19-02"]}, {"a": "Elijah fled for his life to Beersheba.", "q": "How did Elijah respond to the threat from Jezebel?", "ref": ["19-03"]}, {"a": "Elijah requested that he might die because he felt he was no better than his dead ancestors.", "q": "Why did Elijah request that he might die?", "ref": ["19-04"]}, {"a": "An angel touched Elijah and said to him, \"Get up and eat.\"", "q": "What happened as Elijah was sleeping under a broom tree?", "ref": ["19-05"]}, {"a": "Elijah saw bread that had been baked on coals and a jug of water. Elijah ate and drank and lay down again.", "q": "What did Elijah see and do after the angel touched him?", "ref": ["19-06"]}, {"a": "Elijah traveled forty days and forty nights to Horeb.", "q": "How long did it take Elijah to get to Horeb, the mountain of God?", "ref": ["19-08"]}, {"a": "Elijah told Yahweh that he had been very zealous for him, but the people of Israel had forsaken his covenant, destroyed his altars, and killed his prophets, and he was the only one left.", "q": "How did Elijah respond when Yahweh asked him what he was doing in a cave?", "ref": ["19-09", "19-10"]}, {"a": "Yahweh told Elijah to return to the wilderness to anoint Hazael to be king over Aram, Jehu to be king over Israel, and Elisha to be a prophet in his place.", "q": "What did Yahweh tell Elijah to do?", "ref": ["19-15", "19-16"]}, {"a": "Yahweh told Elijah there were seven thousand people in Israel who were faithful to him.", "q": "How did Yahweh respond to Elijah's claim that he was the only prophet left in the land?", "ref": ["19-18"]}, {"a": "Elisha asked Elijah to let him kiss his mother and father before he followed him.", "q": "What excuse did Elisha give to Elijah after he draped his cloak on him?", "ref": ["19-19", "19-20"]}], "20": [{"a": "Ben Hadad told Ahab that his silver and gold as well as his wives and children were now Ben Hadad's possessions.", "q": "What was the message which Ahab received from Ben Hadad when the city of Samaria was under siege?", "ref": ["20-01", "20-02"]}, {"a": "Ben Hadad informed Ahab that he was sending his servants the next day, and they would seize with their hands whatever pleased their eyes.", "q": "How did Ben Hadad respond to Ahab's willingness to give him his silver, gold, wives, and children?", "ref": ["20-04", "20-06"]}, {"a": "The elders of the land and the people told the king not to listen or consent to the demands of Ben Hadad because he was only seeking trouble.", "q": "What was the advice which the king of Israel received from all the elders of the land and the people?", "ref": ["20-07", "20-08"]}, {"a": "Ahab told Ben Hadad that he was agreeable to his first demand, but he could not accept his second demand.", "q": "What was the message Ahab sent back to Ben Hadad?", "ref": ["20-09"]}, {"a": "Ben Hadad took an oath that he would reduce Samaria to ashes.", "q": "What was the response of Ben Hadad to the message of Ahab?", "ref": ["20-10"]}, {"a": "Ben Hadad told his soldiers to line up in position to prepare for battle.", "q": "What did Ben Hadad say when the king of Israel told him that he should not boast as if the battle was over?", "ref": ["20-11", "20-12"]}, {"a": "Yahweh told Ahab that the young officers who served the governors of the districts would win the battle for Israel.", "q": "Who did Yahweh say would win the battle for Israel against the great army of the Arameans?", "ref": ["20-13", "20-15"]}, {"a": "Ben Hadad and his thirty-two lesser kings were drinking themselves drunk.", "q": "When the young officers who served the governors of the districts went forward first what were Ben Hadad and the thirty-two lesser kings who were supporting him doing?", "ref": ["20-16", "20-17"]}, {"a": "Ben Hadad escaped on a horse with some horsemen and many or the Arameans were killed in a great slaughter.", "q": "What happened to Ben Hadad and the Arameans?", "ref": ["20-20", "20-21"]}, {"a": "The prophet told the king of Israel that the king of Aram would return against them again, so Israel should strengthen itself and plan what they would do.", "q": "What message did the prophet bring to the king of Israel?", "ref": ["20-22"]}, {"a": "The servants of the king of Aram told him Israel was stronger than the Arameans, since their god is a god of the hills.", "q": "What did the servants of the king of Aram give as the reason for Israel being stronger in battle than the Arameans?", "ref": ["20-23"]}, {"a": "Ben Hadad mustered the Arameans and went up to Aphek to fight against Israel.", "q": "What did Ben Hadad do after the beginning of the new year?", "ref": ["20-26"]}, {"a": "The man of God said that because the Arameans said God was a god of the hills and not a god of the valleys, God was going to place the Aramean army into the hands of the king of Israel.", "q": "What did a man of God say to the king of Israel concerning the Arameans?", "ref": ["20-28"]}, {"a": "Israel killed one hundred thousand Aramean footmen in one day. The rest fled to Aphek, into the city where a wall fell on twenty-seven thousand men who were left and Ben Hadad fled into the city into an inner room.", "q": "What was the outcome of the battle between the armies?", "ref": ["20-29", "20-30"]}, {"a": "Ben Hadad's servants put sackcloth on their waists and ropes around their heads and went to the king of Israel and begged the king of Israel to let Ben Hadad live.", "q": "What did Ben Hadad's servants do for Ben Hadad?", "ref": ["20-31", "20-32"]}, {"a": "Ben Hadad told Ahab that he would restore to him the cities which had been taken from Israel if Ahab would let him go.", "q": "What proposal did Ben Hadad make to Ahab when he was summoned to meet with him in his chariot?", "ref": ["20-33", "20-34"]}, {"a": "One of the prophets was killed by a lion because he did not obey the voice of Yahweh by hitting his fellow prophet.", "q": "Why was one of the prophets killed by a lion?", "ref": ["20-35", "20-36"]}, {"a": "The prophet disguised himself from the king with a bandage over his eyes.", "q": "How did the prophet disguise himself from the king after he had been hit and wounded?", "ref": ["20-37", "20-38"]}, {"a": "The prophet told the story to the king of Israel to deceive him, so the king would make a ruling which would result in the forfeit of the king's own life.", "q": "Why did the prophet tell a story to the king of Israel?", "ref": ["20-39", "20-40"]}, {"a": "The prophet told the king that he would lose his own life since he had allowed the man whom Yahweh had sentenced to death to live.", "q": "What bold statement did the prophet make to the king of Israel?", "ref": ["20-41", "20-43"]}], "21": [{"a": "Ahab, king of Samaria, wanted the vineyard from Naboth, which was near his palace.", "q": "What did Ahab the king of Samaria want from Naboth the Jezreelite?", "ref": ["21-01", "21-02"]}, {"a": "Ahab offered to give Naboth a better vineyard or to pay him money.", "q": "What did Ahab offer Naboth for his vineyard?", "ref": ["21-02"]}, {"a": "Naboth refused to give his vineyard to Ahab because it was the inheritance of his ancestors.", "q": "Why did Naboth refuse to give his vineyard to Ahab?", "ref": ["21-03"]}, {"a": "Ahab became resentful and angry, went to bed, and refused to eat any food.", "q": "What did Ahab do when Naboth refused to give up his vineyard?", "ref": ["21-04"]}, {"a": "Ahab's wife, Jezebel, told him to get out of bed, eat, and be happy.", "q": "Who told Ahab to get up from bed, eat, and be happy?", "ref": ["21-07"]}, {"a": "Jezebel had two dishonest men falsely accuse Naboth of blasphemy against God and the king at a public fast.", "q": "What did Jezebel do to make sure Ahab would get Naboth's vineyard?", "ref": ["21-10"]}, {"a": "Naboth would be taken out and stoned to death.", "q": "What would be the penalty for Naboth's blasphemy?", "ref": ["21-10"]}, {"a": "When Ahab heard that Naboth was dead, he went to the vineyard to take possession of it.", "q": "What did Ahab do when Jezebel told him that Naboth was dead?", "ref": ["21-18"]}, {"a": "Yahweh sent Elijah the Tishbite to the vineyard.", "q": "Who did Yahweh send to the vineyard to meet Ahab?", "ref": ["21-17"]}, {"a": "Elijah told Ahab that dogs would lick his blood where they had licked the blood of Naboth.", "q": "What did Elijah tell Ahab would happen to him because of his sin?", "ref": ["21-19"]}, {"a": "Elijah told Ahab that Yahweh said that he would be cut off from every male child and slave and free man in Israel because he had led Israel to sin.", "q": "What message did Elijah deliver to Ahab from Yahweh?", "ref": ["21-22"]}, {"a": "The dogs would eat Jezebel by the wall of Jezreel.", "q": "What would happen to Jezebel?", "ref": ["21-23"]}, {"a": "Ahab tore his clothes, put on sackcloth on his body, and fasted.", "q": "What did Ahab do when he heard these words?", "ref": ["21-27"]}, {"a": "Yahweh said that he would not bring this disaster in Ahab's day, but would do it in his son's day.", "q": "What did Yahweh do when Ahab humbled himself before him?", "ref": ["21-29"]}], "22": [{"a": "For three years there had been no war between Aram and Israel.", "q": "How long was there no war between Aram and Israel?", "ref": ["22-01"]}, {"a": "The king of Judah was Jehoshaphat.", "q": "Who was the king of Judah?", "ref": ["22-02"]}, {"a": "The king of Israel asked Jehoshaphat to go to Ramoth Gilead and make war on the king of Aram.", "q": "What did the king of Israel ask Jehoshaphat to do with him?", "ref": ["22-04"]}, {"a": "The king of Israel gathered the prophets, 400 men, and asked them about making war on Aram.", "q": "Who did the king of Israel call together to seek the will of Yahweh in this matter?", "ref": ["22-06"]}, {"a": "The king of Israel called upon Micaiah the son of Imiah.", "q": "From what other prophet did the king of Israel seek advice?", "ref": ["22-09"]}, {"a": "As the kings Ahab and Jehoshaphat sat on their thrones, all the prophets said to them that they should attack Ramoth Gilead and win.", "q": "As the kings Ahab and Jehoshaphat sat on their thrones before the prophets, what was the prophesy they heard?", "ref": ["22-12"]}, {"a": "Yes, Micaiah was in agreement with all the other prophets.", "q": "Was Micaiah in agreement with all the other prophets?", "ref": ["22-15"]}, {"a": "Micaiah told the king of Israel that they would have no shepherd and would be scattered.", "q": "What bad news did Micaiah tell the king of Israel?", "ref": ["22-17"]}, {"a": "Micaiah told the king of Israel that he would be enticed to go to Ramoth Gilead by the lies his prophets would tell him.", "q": "How did Micaiah tell the king of Israel that he would be enticed to go to Ramoth Gilead?", "ref": ["22-21", "22-23"]}, {"a": "The king of Israel ordered that Micaiah be seized and put in prison and be fed only a little bread and water until the king of Israel returned safely.", "q": "What did the king of Israel order to be done to Micaiah?", "ref": ["22-26", "22-27"]}, {"a": "The king of Israel disguised himself to avoid capture at Ramoth Gilead.", "q": "What did the king of Israel do to avoid capture in the battle at Ramoth Gilead?", "ref": ["22-30"]}, {"a": "A soldier of Aram shot his bow at random and it struck Ahab between the joints of his armor.", "q": "How did Ahab receive a serious wound at the battle of Ramoth Gilead?", "ref": ["22-34"]}, {"a": "Ahab was buried in Samaria.", "q": "Where was Ahab buried?", "ref": ["22-37"]}, {"a": "His son Ahaziah became king of Israel.", "q": "Who became king at the death of Ahab?", "ref": ["22-40"]}, {"a": "Jehoshaphat reigned in Jerusalem for twenty-five years.", "q": "How long did Jehoshaphat reign in Jerusalem?", "ref": ["22-42"]}, {"a": "It was said that Jehoshaphat did what was right in the eyes of Yahweh.", "q": "What was said about the reign of Jehoshaphat?", "ref": ["22-43"]}, {"a": "It was said that Ahab did what was evil in the eyes of Yahweh.", "q": "What was said about the reign of Ahab?", "ref": ["22-52"]}]}