[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms. See how you translated this in [[:en:bible:notes:psa:003:001|3:1]]."}, {"ref": "crying out", "text": "\"asking you for help\""}, {"ref": "come quickly to me", "text": "The psalmist speaks as if Yahweh were a person who needed to come from another place to help him. What the psalmist wanted Yahweh to do can be stated clearly. AT: \"come quickly to help me\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Listen to me when I call", "text": "\"Please hear me when I call\" or \"I beg you to hear me when I call\""}, {"ref": "May my prayer be like incense", "text": "\"May the my prayer please you the way the sweet smell of incense pleases people\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "my prayer", "text": "The psalmist wants Yahweh to be pleased with him because he is praying and because of the words of his prayer. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my lifted hands", "text": "\"the hands that I have lifted up.\" Lifted hands are a metonym for prayer. People lifted their hands when they prayed or praised Yahweh. See how you translated \"lift up your hands\" in [[:en:bible:notes:psa:134:001|134:2]]."}, {"ref": "be like the evening sacrifice", "text": "be like the animal that was burned on the altar in the evening. The psalmist speaks as if he wants Yahweh to be as pleased with him as he is with those who bring animals to sacrifice. He wants Yahweh to be pleased because the psalmist is praying or because of the words of his prayer. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "003", "tn": [{"ref": "place a guard over my mouth", "text": "The psalmist speaks as if evil words were prisoners trying to escape from his mouth. AT: \"please help me not to say things that are evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "place a guard over", "text": "\"tell someone to guard\""}, {"ref": "guard the door of my lips", "text": "The psalmist speaks as if evil words were prisoners trying to escape from his mouth. AT: \"please help me not to say things when I should not\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "participate in sinful activities", "text": "\"do sinful deeds\""}, {"ref": "delicacies", "text": "\"special foods\""}]}, {"id": "005", "tn": [{"ref": "hit me", "text": "The psalmist speaks as if giving a rebuke were physically hitting someone. AT: \"rebuke me\" (UDB) or \"hit me so I will listen when he corrects me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be a kindness to me", "text": "\"when he hits me, I will know that the one who hits me is being kind to me\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "it will be like oil on my head", "text": "Possible meanings are that the psalmist speaks as if a person correcting him were putting oil on his head 1) to honor him. AT: \"when he corrects me, I will know that the one who corrects me is doing a good deed to me\" or 2) to make his head feel better. (See: [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "may my head not refuse to accept it", "text": "The head is a synecdoche for the person. The litotes can be translated as a positive statement. AT: \"may I accept it gladly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "my prayer is always against their wicked deeds", "text": "The words \"wicked deeds\" are a metonym for the people who do the wicked deeds. AT: \"I always pray that Yahweh will stop wicked people from doing evil deeds\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their leaders will be thrown down", "text": "Possible meanings are 1) \"Someone will throw their leaders down\" or 2) \"Their leaders will throw them down.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cliffs", "text": "ground that goes straight down a long way"}, {"ref": "our bones have been scattered", "text": "Possible meanings are 1) \"people have thrown our bones around in different directions\" or 2) as a result of the fall from the cliffs (141:6) \"our bodies are broken and our bones lie in disorder\""}]}, {"id": "008", "tn": [{"ref": "my eyes are on you", "text": "The eyes are a synecdoche for the whole person. AT: \"I am looking to see what you will do\" or \"I expect you to help me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "in you I take refuge", "text": "\"I am asking you to protect me\" See how \"take refuge\" is translated in [[:en:bible:notes:psa:118:008|118:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my soul", "text": "The soul is a metonym for the whole person. AT: \"me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the snares that they have laid for me", "text": "The psalmist speaks of deceiving a good man so the good man will sin or so that the evil people can defeat him as if it were laying a trap for an animal. The word \"snares\" is a metonym for the people themselves. AT: \"people who are looking for ways to harm me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "snares ... traps", "text": "Bible experts disagree on the exact meanings of these words. It would be best either to translate one of them with the word for a net or cage that contains the prey and the other as a rope or vine that catches the prey by the leg or neck or to translate both with the general word for \"traps.\" See how these words are translated in [[:en:bible:notes:psa:140:004|140:5]]."}, {"ref": "traps of evildoers", "text": "\"the traps that those who do evil have set\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Let the wicked fall into their own nets", "text": "The psalmist speaks of evil people deceiving good people as if hunters were trapping animals. AT: \"Let the wicked fall into the net traps they have made to trap other people\" or \"Let the bad things the wicked planned for the righteous happen to the wicked instead\""}]}]