[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul encourages Timothy to pray for all people."}, {"ref": "first of all", "text": "\"most important\" or \"before anything else\""}, {"ref": "I urge that requests, prayers, intercessions, and thanksgivings be made", "text": "This can be stated in active form. AT: \"I urge all believers to make requests, prayers, intercessions, and thanksgiving to God\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I urge", "text": "\"I plead\" or \"I ask\""}, {"ref": "a peaceful and quiet life", "text": "Here \"peaceful\" and \"quiet\" mean the same thing. Paul wants all believers to be able to live calm lives without trouble from the authorities. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "in all godliness and dignity", "text": "\"that honors God and that other people will respect\""}, {"ref": "He desires all people to be saved and to come to the knowledge of the truth", "text": "This can be stated in active form. AT: \"God desires to save all people and for them to come to the knowledge of the truth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to come to the knowledge of the truth", "text": "Paul speaks of learning the truth about God as if it were a place to which people could be brought. AT: \"to know and accept what is true\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "one mediator for God and man", "text": "A mediator is a person who helps negotiate a peaceful settlement between two parties who disagree with each other. Here Jesus helps sinners enter into a peaceful relationship with God."}, {"ref": "gave himself", "text": "\"died willingly\""}, {"ref": "as a ransom", "text": "\"as a price of freedom\" or \"as a payment to obtain freedom\""}, {"ref": "as the testimony at the right time", "text": "It can be made explicit that this was the testimony that God wants to save all people. AT: \"as the proof at the right time that God wants to save all people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "at the right time", "text": "This means that this was the time that God had chosen."}, {"ref": "For this purpose", "text": "\"For this\" or \"For this reason\""}, {"ref": "I, myself, was made a herald and an apostle", "text": "This can be stated in active form. AT: \"Christ made me, Paul, a preacher and an apostle\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I am a teacher of the Gentiles in faith and truth", "text": "\"I teach the Gentiles the message of faith and truth.\" Here, Paul may be using \"faith\" and truth\" to express one idea. AT: \"I teach the Gentile about the true faith\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul finishes his instructions on prayer then gives some special instructions for women."}, {"ref": "I want men in every place to pray and to lift up holy hands", "text": "Here \"holy hands\" means the entire person is holy. AT: \"I want men in every place who are holy to lift up their hands and pray\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "men in every place", "text": "\"the males in all places\" or \"the males everywhere.\" Here the word \"men\" refers specifically to males."}, {"ref": "lift up holy hands", "text": "It was a normal posture for people to raise their hands while praying."}, {"ref": "with modesty and self-control", "text": "control** - Both of these words mean basically the same thing. Paul is emphasizing that women should wear clothes that are appropriate and do not attract improper attention from men. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "They should not have braided hair", "text": "During Paul's time, many Roman women braided their hair to make themselves attractive. Braiding is only one way a woman can give undue attention to her hair. If braided hair is unknown, it can be stated in a more general way. AT: \"They should not have fancy hairstyles\" or \"They should not have elaborate hairstyle that attract attention\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pearls", "text": "These are beautiful and valuable white balls that people use as jewelry. They are formed inside the shell of a certain kind of small animal that lives in the ocean. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "who profess godliness through good works", "text": "\"who want to honor God by the good things they do\""}]}, {"id": "11", "tn": [{"ref": "in silence", "text": "\"in quietness\""}, {"ref": "and in all compliance", "text": "\"and not ask questions about what they hear\" (UDB) or \"ready to obey everything God commands\""}, {"ref": "I do not permit a woman", "text": "\"I do not allow a woman\""}]}, {"id": "13", "tn": [{"ref": "Adam was formed first", "text": "This can be stated in active form. AT: \"Adam is the one God formed first\" or \"God created Adam first\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "then Eve", "text": "The understood information can be stated clearly. AT: \"then God formed Eve\" or \"then God created Eve\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "And Adam was not deceived", "text": "This can be stated in active form. AT: \"And Adam was not the one whom the serpent deceived\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "but the woman was completely deceived in transgression", "text": "This can be stated in active form. AT: \"but it was the woman who disobeyed because the serpent completely deceived her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "she will be saved through bearing children", "text": "Here \"she\" refers to women in general. Possible meanings are 1) God will keep women physically safe as they give birth to children, or 2) God will save women from their sins through their role as child bearers."}, {"ref": "she will be saved", "text": "This can be stated in active form. AT: \"God will save her\" or \"God will save women\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if they continue", "text": "\"if they remain\" or \"if they continue living.\" Here \"they\" refers to women."}, {"ref": "in faith and love and sanctification", "text": "\"in trusting Jesus and loving others and living a holy life\""}, {"ref": "with soundness of mind", "text": "\"with self-control\" or \"with awareness of what is best\""}]}]