[{"id": "01", "tn": [{"ref": "Sanballat, Tobiah, and Geshem", "text": "These are the name of men.  Translate as in [[:en:bible:notes:neh:02:09|02:9-10]]. (See [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I had rebuilt the wall ... I had not yet", "text": "Nehemiah supervised the rebuilding of the wall. He did not build it by himself. AT: \"we had rebuilt the wall ... we had not yet\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "any sections", "text": "This refers to sections of the wall. AT: \"any sections of the wall left broken open\" or \"any gaps in the city wall\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "sent to me", "text": "This means that they sent a messenger with a message. AT: \"sent a messenger to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Ono", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "I am doing a great work", "text": "Nehemiah was supervising the rebuilding of the wall. He was not building it himself. AT: \"I am supervising a great work\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Why should the work stop while I leave it and come down to you?", "text": "This rhetorical question is used to challenge Sanballat's request. This can be written as a statement. AT: \"I cannot let the work stop and come down to you\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "down to you", "text": "The word \"down\" is used here because the plain of Ono where they were requesting Nehemiah to come is at a lower elevation than Jerusalem."}]}, {"id": "05", "tn": [{"ref": "Sanballat sent his servant to me in the same way the fifth time", "text": "\"Sanballat sent his servant to me in the same way a fifth time.\" Identifying this message separately means it is distinct in some way from the previous four messages and, therefore, should be noted."}, {"ref": "the fifth time", "text": "\"the 5th time\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "an open letter", "text": "The letter was an unsealed diplomatic communication. This was an insult to the recipient because the courier was free to read it and spread its contents among the people of the region."}, {"ref": "in his hand", "text": "This means he had the letter in his possession, but he did not necessarily carry it in his hand at all times. AT: \"in his possession\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "It is reported among the nations", "text": "This can be stated in active form. AT: \"The rumor in the region is.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are planning to rebel", "text": "This means that they are planning to rebel against Artaxerxes the king Persian king, who was currently oppressing the Jews. AT: \"are planning to rebel against Artaxerxes\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "the king will hear", "text": "\"king Artaxerxes will hear\""}, {"ref": "Therefore come", "text": "\"Therefore come meet with us\""}]}, {"id": "08", "tn": [{"ref": "Then I sent word to him", "text": "Here \"I\" refers to Nehemiah and \"him\" to Sanballat."}, {"ref": "No such things have occurred as you say", "text": "\"None of the things you say have occurred\""}, {"ref": "for within your heart you invented them", "text": "Here the \"heart\" refers to the \"mind,\" that is, to one's desires and thoughts. AT: \"for within your mind you invested them\" or \"for have made this up in your own imagination\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "For they all wanted to make us afraid", "text": "Here \"they\" refers to Nehemiah's enemies, Sanballat, Tobiah, Geshem, and their followers. The word \"us\" refers to the Jews."}, {"ref": "They will drop their hands from doing the work", "text": "This is a descriptive phrase that means that they are stopping their work on the wall. AT: \"The workers on the wall will stop doing the work\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "strengthen my hands", "text": "Here Nehemiah requests for God to strengthen him by asking him to strengthen his \"hands.\" AT \"strengthen me\" or \"give me courage\" (UDB) (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "10", "tn": [{"ref": "Shemaiah ... Delaiah ... Mehetabel", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who was confined in his home", "text": "The writer does not give the reason for him being confined, so it is best to say that he was staying at home using the most general words possible. AT: \"whom the authorities had ordered to stay in his house\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Would a man like me run away? Would a man like me go into the temple just so he could save his own life?", "text": "Nehemiah uses these rhetorical question to emphasize that he will not do what Shemaiah has suggested. These questions may be written as statements. AT: \"A man like me would not run away. And a man like me would not go into the temple just to hide to stay alive.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "but that he had prophesied", "text": "\"because he had prophesied\""}, {"ref": "and sin", "text": "Using the temple as a place to hide was sinful. It may be helpful to make this explicit. AT: \"and sin by misusing the temple"}, {"ref": "a bad name", "text": "This is an idiom. AT: \"so that they could give me a bad reputation\" or \"so that they could give a bad report about me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Call to mind", "text": "This is an idiom. AT: \"Remember\""}, {"ref": "Noadiah", "text": "This is the name of a woman. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "15", "tn": [{"ref": "So the wall was finished", "text": "This can be stated in active form. AT: \"We finished the wall\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the twenty-fifth day of the month of Elul", "text": "fifth day of the month of Elul** - \"the 25th day of the month of Elul.\" \"Elul\" is the sixth month of the Hebrew calendar. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "fifty-two days", "text": "two days** - \"52 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "they fell greatly in their own esteem", "text": "\"they thought much less of themselves\" or \"they lost confidence in themselves\""}, {"ref": "the work was done with the help of our God", "text": "This can be stated in active form. AT: \"it was our God who helped us complete this work\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "17", "tn": [{"ref": "sent many letters", "text": "The nobles sent messengers to bring these letters to Tobiah. AT: \"sent many messengers with letters\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Tobiah's letters came", "text": "Here Tobiah's letters are personified as coming by themselves, when they were actually brought by messengers. AT: \"Tobiah sent letters\" or \"Tobiah sent many messengers with letters\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Tobiah", "text": "Translate this man's name as you did in [[:"}, {"ref": "", "text": "en:bible:notes:neh:02:09|2:10]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "who were bound by an oath to him", "text": "This speaks of people being loyal to Tobiah because they had pledged an oath to him as if their oath were a rope that bound their bodies. AT: \"who had sworn an oath to him\" or \"who had made an oath and were loyal to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he was the son-in-law of Shecaniah", "text": "in-law of Shecaniah** - This means that Tobiah was married to the daughter of Shecaniah. Translate the name \"Shecaniah\" as you did in [[:en:bible:notes:neh:03:28|3:29]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Arah ... Jehohanan", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Meshullam ... Berechiah", "text": "These are the names of men. Translate as in [[:en:bible:notes:neh:03:03|3:4]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They also spoke to me about his good deeds and reported my words back to him", "text": "\"The Jewish nobles told me about Tobiah's good deeds and then told him about my responses\""}, {"ref": "Letters were sent to me from Tobiah", "text": "This can be stated in active form. Tobiah sent messengers to bring the letters to Nehemiah. AT: \"Tobiah sent letters to me\" or \"Tobiah sent messengers to bring letters to me\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}]