{"1": [{"a": "Paul is in prison as he writes this letter.", "q": "Where is Paul as he writes this letter?", "ref": ["01-01", "01-09", "01-13"]}, {"a": "This letter is written to Philemon, Paul's beloved brother and fellow-worker.", "q": "To whom is this letter written?", "ref": ["01-01"]}, {"a": "The church is meeting in a house.", "q": "In what kind of place is the church meeting?", "ref": ["01-02"]}, {"a": "Paul has heard about Philemon's love, faith in the Lord, and faithfulness toward all the saints.", "q": "Of what good characteristics has Paul heard about Philemon?", "ref": ["01-05"]}, {"a": "Philemon has refreshed the hearts of the saints.", "q": "According to Paul, what has Philemon done for the saints?", "ref": ["01-07"]}, {"a": "Paul is asking Philemon for love's sake.", "q": "Why is Paul asking Philemon for something instead of commanding him?", "ref": ["01-09"]}, {"a": "Onesimus was fathered by Paul while Paul was in prison.", "q": "When was Onesimus fathered by Paul?", "ref": ["01-10"]}, {"a": "Paul has sent Onesimus back to Philemon.", "q": "What has Paul done with Onesimus?", "ref": ["01-12"]}, {"a": "Paul would like Onesimus to be able to help him.", "q": "What would Paul like Onesimus to be able to do?", "ref": ["01-13"]}, {"a": "Paul would like Philemon to release Onesimus from being a slave, and agree to have Onesimus return to Paul.", "q": "What would Paul like Philemon to do with Onesimus?", "ref": ["01-14", "01-16"]}, {"a": "Paul wants Philemon to consider Onesimus as a beloved brother.", "q": "How does Paul now want Philemon to consider Onesimus?", "ref": ["01-16"]}, {"a": "Paul wants Philemon to charge anything owed by Onesimus to Paul's account.", "q": "What does Paul want Philemon to do about anything that Onesimus owes Philemon?", "ref": ["01-18"]}, {"a": "Philemon owes Paul his very life.", "q": "What does Philemon owe Paul?", "ref": ["01-19"]}, {"a": "Yes, Paul is confident that Philemon will send Onesimus back.", "q": "Does Paul expect Philemon to send Onesimus back to him?", "ref": ["01-21"]}, {"a": "Paul will come and visit Philemon if he is released from prison.", "q": "Where will Paul come if he is released from prison?", "ref": ["01-22"]}]}