[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Why, Yahweh, do you stand far off? Why do you hide yourself in times of trouble?", "text": "The speaker uses these questions to express his distress that God has not helped him. AT: \"Yahweh, it seems as though you are far away from me and you hide from me whenever I am in trouble\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "schemes", "text": "\"plans\""}, {"ref": "the wicked person", "text": "This refers to wicked people in general. AT: \"wicked people\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "his deepest desires", "text": "The noun \"desires\" can be expressed with the verb \"want. \"AT: \"the things that he wants very much to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the greedy", "text": "\"greedy people\""}]}, {"id": "004", "tn": [{"ref": "The wicked man", "text": "This refers here to  wicked people in general. AT: \"the wicked person\" (UDB) (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "has a raised face", "text": "A raised face represents pride or arrogance. AT: \"has an arrogant attitude\" or \"is proud\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he does not seek God", "text": "Seeking God represents either 1) asking God for help or 2) thinking about God and obeying him. AT: \"he does not ask God for help\" or \"he does not think about God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He is secure at all times", "text": "\"He is safe at all times.\" He is not really safe, but he thinks that he is."}, {"ref": "your righteous decrees are too high for him", "text": "Something that is hard to understand is spoken of as if it were too high to reach. AT: \"he cannot understand your righteous decrees\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he snorts at all his enemies", "text": "People snort at their enemies when they think that their enemies are weak and worthless. AT: \"he thinks that all his enemies are weak and worthless\" or \"he sneers at all his enemies\" (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he snorts", "text": "This means that he blows air out noisily through his nose."}]}, {"id": "006", "tn": [{"ref": "He says", "text": "\"The wicked man says\""}, {"ref": "throughout all generations", "text": "This probably simply means \"forever.\""}, {"ref": "I will not meet adversity", "text": "Experiencing adversity is spoken of as meeting it. AT: \"I will not have any troubles\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His mouth is full of cursing and deceptive, harmful words", "text": "What people say is spoken of as being in their mouth. AT: \"He always curses people and says things that are deceptive and harmful\" or \"He always curses people, tells lies, and threatens to harm people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his tongue injures and destroys", "text": "Here the tongue represents speaking. AT: or \"what he says injures and destroys people\" or \"he speaks words that threaten and hurt people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "008", "tn": [{"ref": "He waits in ambush", "text": "The word \"he\" refers to the wicked man."}, {"ref": "his eyes look for some helpless victim", "text": "The eyes represent him. AT: \"he looks for some helpless victim\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "He lurks in secret like a lion in the thicket", "text": "This speaks of the wicked person as if he were a lion. AT: \"He hides while he waits for the weak to walk near him, the same way a lion quietly waits in the bush for the animal it wants to attack\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "lurks", "text": "This means to hide or wait with intent to harm or kill."}, {"ref": "he lies in wait", "text": "\"lies down waiting\" or \"he hides and waits\""}, {"ref": "He catches the oppressed when he pulls in his net", "text": "The writer speaks of the wicked person catching people as if he were a hunter using a net to catch animals. AT: \"He catches the oppressed like a hunter that catches an animal in a net and drags it away\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they fall into his strong nets", "text": "The writer continues to speak of the wicked person catching people as if he were a hunter, his plans were nets, and the people were animals that fall into his net. AT: \"his victims are caught by his plans like animals that fall into a hunter's strong nets\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "011", "tn": [{"ref": "He says", "text": "The word \"He\" refers to the wicked person, and to wicked people in general.  (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "God has forgotten", "text": "Refusing to pay attention to what people do is spoken of as forgetting. AT: \"God does not pay attention\" or \"God does not care about what I do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he covers his face", "text": "Refusing to pay attention to what someone does is spoken of as covering one's face. AT: \"God refuses to see what is happening\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will not bother to look", "text": "Paying attention to what someone does is spoken of as looking at it. AT: \"he will not bother to pay attention\" or \"he will not care\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Arise", "text": "Starting to do something is spoken of as getting up. AT: \"Do something\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Lift up your hand", "text": "Here lifting the hand to hit someone represents punishing him. AT: \"Hit him hard\" or \"Punish the wicked person\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "013", "tn": [{"ref": "Why does the wicked man reject God and say ... \"You will not hold me accountable\"?", "text": "The speaker uses this question to show that he is very sad that wicked people do these things. AT: \"Wicked people are always rejecting God and saying ... 'You will not hold me accountable.'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You will not hold me accountable", "text": "\"You will not require me to tell you why I do what I do.\" Holding someone accountable here represents punishing him. AT: \"You will not punish me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "015", "tn": [{"ref": "Break the arm of the wicked and evil man", "text": "Here \"arm\" represent power. AT: \"Destroy the power of the wicked and evil man\" or \"Make the wicked and evil man weak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "wicked and evil", "text": "These words have the same meaning. You can use one word to express both concepts. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Make him account for his evil deeds", "text": "Making someone account for his evil deeds represents punishing him. AT: \"Punish him for the evil things he has done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the nations are driven out of his land", "text": "This can be stated in active form. \"Yahweh forces the people of other nations to leave his land\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "017", "tn": [{"ref": "you have heard the needs of the oppressed", "text": "It is implied that the oppressed people cried out to God. AT: \"when oppressed people cried out to you, you listened to them tell you what they need\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "you strengthen their heart", "text": "A strong heart represents courage, and making people's hearts strong represents encouraging them. AT: \"you encourage them\" or \"you make them confident\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "no man ... will cause terror again", "text": "\"no one ... will cause people to be afraid again\""}]}]