[{"id": "01", "tn": [{"ref": "Then the men and their wives raised a great outcry against their fellow Jews", "text": "Since they were working on the wall, the workers did not have enough time to work to buy and grow food for their families. The full meaning of this statement can be made clear. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the men and their wives", "text": "This refers to the men who were working on building the wall."}, {"ref": "raised a great outcry", "text": "The word \"outcry\" can be expressed as a verb. AT: \"cried out loudly\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "We are mortgaging our fields", "text": "\"We are having to pledge\" or \"We are having to give in pledge\""}]}, {"id": "04", "tn": [{"ref": "Yet now our flesh and blood is the same as our brothers, and our children are the same as their children", "text": "Here the Jews are implying that they are of the same Jewish descent as the other Jews and that they of the same importance as the others. The meaning of this can be made clear.  AT: \"Yet our families are Jews just like the other Jew's families, and our children are just as important to us as their children are to them\" (See: (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "our flesh and blood", "text": "This is an idiom which refers to their family members. AT: \"our family\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Some of our daughters have already been enslaved", "text": "This can be stated in active form. AT: \"We have already sold some of our daughters into slavery\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "But it is not in our power to help it because other men now own our fields and our vineyards", "text": "Since the mens' fields and vineyards are not in their possession, they are unable to produce the money they need to support their families. The full meaning of this can be made clear. AT: \"But we are unable to change this situation because other men now own our fields and our vineyards which we need to support our lives.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it is not in our power", "text": "This is an idiom which means that they do not have the resources to do something. AT: \"we are unable\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "when I heard their outcry", "text": "The word \"outcry\" can be expressed as a verb. AT: \"when I heard them cry out\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "You are exacting interest, each from his own brother", "text": "Every Jew would have known that it is wrong under the Law to charge interest to another Jew. The full meaning of this can be made clear. AT: \"Each of you is charging interest to your own brother, and that is wrong under the Law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I held a great assembly against them", "text": "This means that he brought together a large group of people and brought these charges against them. The meaning of statement this can be made clear. AT: \"I held a great assembly and brought these charges against them\" or \"I held them on trial in front of the assembly\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "but you even sell your brothers and sisters that they may be sold back to us", "text": "This means that they are selling their family members as slaves to their fellow Jews. The full meaning of this statement can be made clear. AT: \"Now you are selling your own people to be slaves of your fellow Jews, so that they might later sell them back to us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "who had been sold to the nations", "text": "This can be stated in active form. AT: \"who people had sold as slaves to the nations\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "09", "tn": [{"ref": "Also I said", "text": "The pronoun \"I\" refers to Nehemiah."}, {"ref": "What you are doing", "text": "\"You\" here refers to the Jewish nobles."}, {"ref": "Should you not walk in the fear of our God to prevent the taunts of the nations that are our enemies?", "text": "This is a rhetorical question that Nehemiah is using to scold the nobles. It can be translated as a statement. AT: \"You should walk in the fear of our God to prevent the taunts of the nations that are our enemies.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "walk in the fear of our God", "text": "This is and idiom. Here \"walk\" refers to a person's behavior and the way he lives. AT: \"live your life in a way that honors God.\" (See: [[:en:ta:vol1:translate:figs_idiom]])."}, {"ref": "the taunts of the nations that are our enemies", "text": "The word \"taunt\" means \"slander\" or \"mockery\" and it can be expressed as a verb. AT: \"the nations who are our enemies from taunting us\" or \"the enemy nations from mocking us\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "lending", "text": "borrowing or giving something to someone expecting repayment"}, {"ref": "loans", "text": "This is any money, food, or property that one person could let another person borrow in order to repay debts. The borrower would then be indebted to the lender."}, {"ref": "percentage", "text": "A part of the value of the loan that the borrower was charged in interest."}, {"ref": "you exacted from them", "text": "\"you charged them\" or \"you made them pay\""}]}, {"id": "12", "tn": [{"ref": "Then they said", "text": "Here \"they\" refers to the Jewish leaders."}, {"ref": "We will return what we took from them", "text": "The Jewish leaders are saying they will return the money which the poorer Jews paid in interest charges."}, {"ref": "made them swear", "text": "Here the word \"them\" refers to the Jewish leaders."}, {"ref": "Then I called", "text": "\"I\" refers to Nehemiah."}, {"ref": "I shook out the fold of my robe", "text": "\"I shook out the pockets of my robe.\" Many times in the Old Testament, oaths were physically demonstrated as a witness to what was promised. Nehemiah is demonstrating to the Jewish leaders what will happen if they break the promise they had made. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "So may God shake out of his house ... So may he be shaken out and emptied", "text": "Here Nehemiah speaks of God taking away all of a man's possessions as if God were shaking him out of his home and possessions like Nehemiah shook out his robe. AT: \"So may God take away from every man who does not keep his promise all of his possessions and his home like I have taken everything out of the fold of my robe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "from the time I was appointed", "text": "Here \"I\" refers to Nehemiah."}, {"ref": "from the twentieth year until the thirty-second year", "text": "second year** - \"from the 20th year until the 32 year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "of Artaxerxes the king", "text": "\"that Artaxerxes was king\""}, {"ref": "twelve years", "text": "\"12 years\" or \"during those 12 years.\" Nehemiah is restating the number of years to emphasize that he did this continually for the full time he was governor. (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the food provided for the governor", "text": "This can be stated in active form. AT: \"ate the food that the people provided for the governor\""}, {"ref": "for their daily", "text": "\"every day for their\""}, {"ref": "former governors", "text": "\"previous governors\" or \"governors from the past.\" Nehemiah was not the first governor of Judah."}, {"ref": "forty shekels", "text": "\"40 shekels\" or \"40 silver coins\" (UDB). (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bmoney]])"}, {"ref": "But I did not do so because of the fear of God", "text": "\"But because my fear of God I did not take the food\" or \"But I did not take the food because I feared God\""}]}, {"id": "16", "tn": [{"ref": "I also continued", "text": "\"I\" refers to Nehemiah."}, {"ref": "we bought", "text": "The word \"we\" refers to Nehemiah and his servants."}, {"ref": "all my servants were gathered", "text": "This can be stated in active form. AT: \"I gathered all of my servants there\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the work", "text": "\"to work on the wall\""}, {"ref": "At my table were the Jews ... from among the nations who were around us", "text": "Nehemiah was responsible for providing food for all of these people. This can be stated clearly. AT: \"Also, every day I was responsible to feed at our table the Jews and the officials, 150 people; and we also fed the visitors who came from other countries around us (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "my table", "text": "This refers to the governor's table. It was a communal table for the community and for discussion of issues."}, {"ref": "officials", "text": "\"government leaders\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "(See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Now what was prepared each day was", "text": "This can be stated in active form. AT: \"Each day I told my servants to prepare\" or \"Each day I told my servants to serve us the meat from\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wine in abundance", "text": "\"enough wine for everyone\""}, {"ref": "yet for all this I did not demand the food allowance of the governor", "text": "\"yet I never asked for the governor's food allowance\""}, {"ref": "Call me to mind", "text": "This is an idiom. It is a request for God to think about him and remember him. AT: \"Remember me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "for good", "text": "This idiom is a request for God to reward him with good things because of the good that he has done for the people. AT: \"and reward me\" or \"cause good to happen to me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]