[{"id": "01", "tn": [{"ref": "Mahanaim", "text": "Translators may also add a footnote that says \"The name Mahanaim means 'two camps.'\""}]}, {"id": "03", "tn": [{"ref": "Seir", "text": "This is a mountainous area in the region of Edom. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "This is what you will say to my master Esau: This is what your servant Jacob says: 'I have been ... in your sight.'", "text": "This has a quotation within a quotation. The direct quotation can be stated as an indirect quotation. AT: \"'This is what I want you to tell my master Esau. Tell him that I have been ... in his sight.'\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "my master Esau", "text": "Jacob is using polite language and refers to his brother as \"my master.\""}, {"ref": "your servant Jacob", "text": "Jacob is using polite language and refers to himself as \"your servant.\""}, {"ref": "that I may find favor in your sight", "text": "Here \"sight\" stands for a person's thoughts or opinion. AT: \"that you may approve of me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "06", "tn": [{"ref": "four hundred men", "text": "\"400 men\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "afraid", "text": "This refers to the unpleasant feeling a person has when there is a threat of harm to himself or others."}, {"ref": "upset", "text": "\"distressed\" or \"troubled\""}, {"ref": "to one camp and attacks it, then the camp that is left will escape", "text": "Here \"camp\" refers to the people. AT: \"to attack the people in one camp, then the people in the other camp will escape\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "09", "tn": [{"ref": "God of my father Abraham, and God of my father Isaac, Yahweh", "text": "This does not refer to different gods, but to the one God they all worship. AT: \"Yahweh, who is God of my grandfather Abraham and my father Isaac\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh, who said to me, 'Return to your country and to your kindred, and I will prosper you'", "text": "This is a quotation within a quotation. It can be stated an indirect quotation. AT: \"Yahweh, you who said that I should return to my country and to my kindred, and that you would prosper me\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "and to your kindred", "text": "\"and to your family\""}, {"ref": "I will prosper you", "text": "\"I will do good for you\" or \"I will treat you well\""}, {"ref": "I am not worthy of all your acts of covenant faithfulness and of all the trustworthiness that you have done for your servant", "text": "The abstract nouns \"faithfulness\" and \"trustworthiness\" can be stated as \"faithful\" and \"loyal.\" AT: \"I do not deserve for you to remain faithful to your covenant or for you to be loyal to me, your servant\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your servant", "text": "This is a polite way of saying \"me.\""}, {"ref": "now I have become two camps", "text": "Here \"I have become\" stands for what he now has. AT: \"and now I have enough people, flocks, and possessions with me to make two camps\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "rescue me", "text": "\"save me\""}, {"ref": "from the hand of my brother, from the hand of Esau", "text": "Here the word \"hand\" refers to power. The two phrases mean basically the same thing. The second clarifies that the brother whom Jacob intended was Esau. AT: \"from the power of my brother, Esau\" or \"from my brother, Esau\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I am afraid of him, that he will", "text": "\"I am afraid that he will\""}, {"ref": "But you said, 'I will certainly make you prosper. I will make your descendants ... number.'", "text": "This is a quotation within a quotation. It can be stated an an indirect quotation. AT: \"But you said that you would certainly prosper me, and that you would make my descendants ... number\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "make you prosper", "text": "\"do good to you\" or \"treat you well\""}, {"ref": "I will make your descendants like the sand of the sea", "text": "This speaks about the very large number of Jacob's descendants as if their number will be like the grains of sand on the seashore. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "which cannot be numbered for their number", "text": "This can be stated in active form. AT: \"which no one can count because of their number\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "13", "tn": [{"ref": "two hundred", "text": "\"200\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "twenty ... thirty ... forty ... ten", "text": "\"20 ... 30 ... 40 ... 10\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "and their colts", "text": "\"and their young\""}, {"ref": "These he gave these into the hand of his servants, every herd by itself", "text": "Here \"into the hand\" means to give control over them. AT: \"He divided them into small herds, and gave each of his servants control over one herd\" (UDB) (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "put a space between each of the herds", "text": "\"let each herd travel at a distance from the other herds\""}]}, {"id": "17", "tn": [{"ref": "He instructed", "text": "\"He commanded\""}, {"ref": "asks you ... that are in front of you?'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"asks you who your master is, where you are going, and who owns these animals that are ahead of you\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "To whom do you belong?", "text": "\"Who is your master?\""}, {"ref": "Whose animals are these that are in front of you?", "text": "\"Who owns these animals that are in front of you?\""}, {"ref": "Then you will say, 'They are your servant Jacob's. They are a gift sent to my master Esau. See, he is also coming after us.'", "text": "This is a quotation within a quotation. It can be stated as an indirect quotation. AT: \"Then I want you to tell him that all of these things belong to Jacob, his servant, and he his giving them to his master, Esau. And tell him that Jacob is on the way to meet him\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "your servant Jacob's", "text": "Jacob is referring to himself in a polite way as Esau's servant."}, {"ref": "to my master Esau", "text": "Jacob is referring to Esau is a polite way as his master."}, {"ref": "coming after us", "text": "Here \"us\" refers to the servant speaking and the other servants bringing herds to Esau. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "19", "tn": [{"ref": "gave instructions to the second group", "text": "\"commanded the second group\""}, {"ref": "You must also say, 'Your servant Jacob", "text": "Possible meanings are 1) \"You will say also, 'Your servant Jacob'\" or 2) \"You will say, 'Also, Your servant Jacob.'\""}, {"ref": "I will appease him", "text": "\"I will calm him down\" or \"I will make his anger go away\""}, {"ref": "he will receive me", "text": "\"he will welcome me kindly\""}, {"ref": "So the gifts went on ahead of him", "text": "Here \"gifts\" stands for the servants taking the gifts. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He himself stayed", "text": "Here \"himself\" emphasizes that Jacob did not go with the servants. (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}]}, {"id": "22", "tn": [{"ref": "his two women servants", "text": "\"his two servant wives.\" This means Zilpah and Bilhah."}, {"ref": "ford", "text": "a shallow place in a river that is easy to cross"}, {"ref": "Jabbok", "text": "This is the name of a river. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "all his possessions", "text": "\"all that he had\""}]}, {"id": "24", "tn": [{"ref": "until daybreak", "text": "\"until dawn\" (UDB)"}, {"ref": "hip", "text": "\"thigh socket.\" This is the place where the upper leg bone connects to the hip."}, {"ref": "Jacob's hip was dislocated as he wrestled with him", "text": "This can be stated in active form. AT: \"The man injured Jacob's hip as he wrestled with him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for the dawn is breaking", "text": "\"the sun will rise soon\""}, {"ref": "bless", "text": "Here \"bless\" means to pronounce a formal blessing on someone and to cause good things to happen to that person."}, {"ref": "I will not let you go unless you bless me", "text": "This can be stated in positive form. AT: \"Absolutely not! You must bless me first, then I will let you go\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}]}, {"id": "27", "tn": [{"ref": "Israel", "text": "Translators may add a footnote that says \"The name Israel means 'He struggles with God.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and with men", "text": "Here \"men\" means \"people\" in general."}]}, {"id": "29", "tn": [{"ref": "He said, \"Why is it that you ask my name?\"", "text": "\"He said, 'Why would you ask about my name?'\" This rhetorical question was meant to shock, rebuke and cause Jacob to ponder over what just happened between him and the other man he just wrestled with. AT: \"Do not ask me for my name!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Peniel", "text": "Translators may add a footnote that says: \"The name Peniel means 'the face of God.'\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "face to face", "text": "Being \"face to face\" means that two people are seeing each other in person, at a close distance."}, {"ref": "and my life is delivered", "text": "This can be stated in active form. AT: \"yet he spared my life\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "31", "tn": [{"ref": "That is why to this day", "text": "This marks a change from the story to background information about the descendants of Israel. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "to this day", "text": "This means to the day that the author was writing this."}, {"ref": "ligaments of the hip", "text": "This refers to the muscle that connects the thigh bone to the thigh socket."}, {"ref": "hip joint", "text": "\"thigh socket\""}, {"ref": "while dislocating", "text": "\"while striking\""}]}]