[{"id": "01", "tn": [{"ref": "General Information:", "text": "Hosea is speaking about Israel."}, {"ref": "Israel is a luxuriant vine that produces his fruit", "text": "Israel is spoken of as a vine that was very fruitful. For a while the people prospered and were strong. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a luxuriant vine", "text": "This vine produces more fruit than normal."}, {"ref": "As his fruit increased ... As his land produced more", "text": "Both of these mean as the people prospered and grew stronger and richer."}, {"ref": "Their heart is deceitful", "text": "\"heart\" refers to the inner person. \"They are deceitful\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "now they must bear their guilt", "text": "\"now is the time that Yahweh will punish them for their sins\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Hosea is speaking about Israel."}, {"ref": "and a king—what could he do for us?", "text": "The people wills say that their kings could not have helped them. AT: \"Even if we had a king now, he could not help us.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "They speak empty words", "text": "Here \"empty words\" refers to lies. AT: \"They speak lies\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "So justice springs up like poisonous weeds in the furrows of a field", "text": "What they people called justice in their laws and legal decisions is spoken of as if it were a plant sprouting up. AT: \"So their decisions are not just; instead, they are harmful\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "like poisonous weeds in the furrows of a field", "text": "Their lies and injustice spread throughout their nation and harm everyone like poisonous plants. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Hosea is speaking about Israel."}, {"ref": "Beth Aven", "text": "This was a city on the border between the northern kingdom of Israel and the tribe of Benjamin in the southern kingdom. See how you translated this in [[:en:bible:notes:hos:04:15|4:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They will be carried to Assyria", "text": "This can be stated in active form. AT: \"The Assyrians will carry them away\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Ephraim will be disgraced, and Israel will be ashamed of its idol", "text": "This can be stated in active form. AT: \"And the people of Israel will be very ashamed because they had worshiped idols\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "its idol", "text": "Many versions interpret the Hebrew word in this passage as \"advice,\" \"plans,\" or \"intentions.\""}]}, {"id": "07", "tn": [{"ref": "Samaria's king will be destroyed", "text": "This can be stated in active form. AT: \"The Assyrians will destroy the king of Samaria\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "like a chip of wood on the surface of the water", "text": "This means the king of Samaria will be as helpless as a small piece of wood that waves of the water toss back and forth. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "The high places of wickedness will be destroyed", "text": "This can be stated in active form. AT: \"The Assyrians will destroy Israel's high places, where the people acted very wickedly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The people will say to the mountains, \"Cover us!\" and to the hills, \"Fall on us!\"", "text": "People do not normally speak to things that cannot think or hear them. Translators may choose to have a different format for this passage if their languages do not allow such speech. AT: \"The people will say, 'We wish the mountains would cover us!' and 'We wish the hills would fall on us!'\" (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "days of Gibeah", "text": "This is probably a reference to the shocking actions of the tribe of Benjamin recounted in Judges 19-21. See how you translated this in [[:en:bible:notes:hos:09:08|9:9]]."}, {"ref": "there you have remained", "text": "This passage probably means that the people of the present time continue to act in the same ways that their ancestors did at Gibeah. AT: \"and you think just as they did\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Will not war overtake the sons of wrong in Gibeah?", "text": "Yahweh uses a question to emphasize that those in Gibeah who do wrong will certainly have to endure war. And this speaks of the people having to endure war when their enemies come as if war were a person that would catch up with them. AT: \"War will certainly come on those who do wrong in Gibeah.\" or \"Enemies will certainly attack those who do wrong in Gibeah.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sons of wrong", "text": "Here \"son of\" is an idiom that means \"having the characteristic of.\" AT: \"those who do wrong\" or \"the evildoers\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "double iniquity", "text": "This refers to the many sins of Israel."}, {"ref": "Ephraim is a trained heifer that loves to thresh", "text": "A heifer loves to thresh because they can walk around freely without a yoke. Yahweh means that he has allowed the people of Israel to be free and have a pleasant life. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will put a yoke on her fair neck. I will put a yoke on Ephraim", "text": "Here \"yoke\" refers to suffering and slavery. Yahweh has been kind to the people of Israel, but the people have been unfaithful to him. So he will punish them and send them away as slaves. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Judah will plow; Jacob will pull the harrow by himself", "text": "Here \"Judah\" refers to the people of the southern kingdom and \"Jacob\" is the people of the southern kingdom. This means God will cause difficult times for both kingdoms. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "harrow", "text": "a tool used to smooth the land and cover the seeds after plowing"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh is speaking."}, {"ref": "Sow righteousness for yourselves, and reap the fruit of covenant faithfulness", "text": "Righteousness and covenant faithfulness are spoken of as if they were crops that could be sown and harvested. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Break up your unplowed ground", "text": "When the ground is \"unplowed\" it is not ready to be planted. Yahweh means he wants the people to repent so they can start doing what is right. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have plowed wickedness; you reaped injustice", "text": "Wickedness and injustice are spoken of as if they were crops that could be sown and harvested. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You have eaten the fruit of deception", "text": "The result of deception are spoken of as if they were a food that could be eaten. AT: \"You now suffer the consequences of having deceived each other\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "It will be as Shalman destroyed Beth Arbel on a day of battle", "text": "The coming war is being compared to a battle long ago."}, {"ref": "Shalman", "text": "This is the name of a king who destroyed the city of Beth Arbel around 740 BC. His army murdered women and children in the attack. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Beth Arbel", "text": "This is likely the name of a city of the tribe of Naphtali. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "So it will happen to you, Bethel, because of your great wickedness", "text": "Here \"Bethel\" represents the people who live there. The prophet addresses the people of Bethel as if they were there listening to him. (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_apostrophe]])"}]}]