[{"id": "01", "tn": [{"ref": "General Information:", "text": "This starts God's prophecy of judgment on Israel."}, {"ref": "The word of Yahweh came to me", "text": "\"Yahweh spoke to me.\" Translate as in [[:en:bible:notes:ezk:01:01|1:1]]."}, {"ref": "You, son of man", "text": "\"Son of man, I want you to pay attention to what I am going to say\""}, {"ref": "son of man", "text": "\"son of a human being\" or \"son of humanity.\" God calls Ezekiel this to emphasize that Ezekiel is only a human being. God is powerful and lives forever, but people are not. Translate this as in [[:en:bible:notes:ezk:02:01|2:3]]. \"mortal person\" or \"human\""}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "to the land of Israel", "text": "\"to the people of Israel\". (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "An end!", "text": "\"The end has come!\""}, {"ref": "the four borders of the land", "text": "This refers to the entire land of Israel."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "the end is upon you", "text": "\"your life is finished\" or \"the end of your time has arrived\""}, {"ref": "according to your ways", "text": "\"according to the things you do\" or \"because of the wicked things you do\""}, {"ref": "I will bring all your abominations upon you", "text": "\"I will make you experience the consequences of your disgusting behavior\" or \"I will punish you for doing those things that I hate so much\""}, {"ref": "abominations", "text": "This refers here to behavior that God hates."}, {"ref": "For my eyes will not pity you", "text": "\"For I will not look at you with compassion\""}, {"ref": "I will bring your ways upon you", "text": "\"I will make you experience the consequences of your bad behavior\" or \"I will punish you for the bad things you do.\""}, {"ref": "your abominations will be in your midst", "text": "1) \"the consequences of your disgusting behavior will surround you\" or 2) \"your idols will be with you and powerless.\" Abominations here either refers to punishment for the behavior that God hates, or to their idols, which God hates. (See: [[:en:ta:vol2:translate:figs_metonymy]])."}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "Lord Yahweh", "text": "Translate as in [[:en:bible:notes:ezk:02:04|2:4]]."}, {"ref": "Disaster! A unique disaster! Behold, it is coming.", "text": "These exclamations are meant to make the passage very strong. AT: \"Behold, a terrible disaster is coming, one that no one has ever experienced before.\""}, {"ref": "Behold", "text": "The word \"behold\" here adds emphasis to what follows. Alternate translations: \"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "The end has woken up against you", "text": "The judgment that is coming is treated as if it were an enemy waking up from sleep. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the mountains will no longer be joyful", "text": "\"the people on the mountains will not have any more joy.\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to the people of Israel."}, {"ref": "Now before long", "text": "\"Very soon now\""}, {"ref": "I will pour out my fury against you and fill up my wrath upon you", "text": "Yahweh uses the terms \"pour out\" and \"fill up\" to compare his acting in anger with pouring out water and filling a jar. The two phrases mean basically the same thing and emphasize the severity of Yahweh's punishment. AT: \"I will punish you severely because I am very angry.\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "fury", "text": "\"wrath\" or \"great anger\""}, {"ref": "For my eye will not look compassionately", "text": "The phrase \"my eye\" means God himself. \"For I will not look with compassion\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I will not spare you", "text": "\"I will not leave you without punishment\" or \"I will punish you\""}, {"ref": "your abominations will be in your midst so you will know that I am Yahweh", "text": "See how you translated this in [[:en:bible:notes:ezk:07:03|7:4]]."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "Behold!", "text": "AT: \"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you!\""}, {"ref": "The day is coming", "text": "\"The day of your punishment is coming.\" (See: [[:en:ta:vol1:translate:figs_explicit]]"}, {"ref": "Doom has gone out", "text": "This shows the certainty that disasters will come to Israel. AT: \"Disaster has begun to come to Israel\" or \"Terrible things have begun to happen.\""}, {"ref": "The rod has bloomed with the blossom of pride", "text": "\"A flower has begun to grow on the stick and it has grown big with pride.\" Here the rod represents either Israel or violence. Possible meanings are 1) \"The people of Israel have grown very proud\" or \"The people of Israel have become very violent and very proud.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Violence has grown up into a rod of wickedness", "text": "\"The people's violence has led them to do more wicked things\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "The time is coming; the day has come close", "text": "Both \"The time\" and \"the day\" refer to the time when God will punish the people of Israel. Alternative translation: \"Israel's punishment will happen very soon\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the vision is against the entire multitude", "text": "\"what God has shown will happen to the multitude\""}, {"ref": "multitude", "text": "a very large number of people. Here it refers to the people of Israel."}, {"ref": "as long as they live", "text": "The word \"they\" refers to the people of Israel who sell things."}, {"ref": "They will not return", "text": "\"they will not go back to Israel.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "no man living in his sin will be strengthened", "text": "The word \"strengthened\" refers to God's helping a person to keep going when things are hard through hope, encouragement and physical energy. \"no one alive who keeps disobeying God will be helped by God.\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "They have blown the trumpet", "text": "\"They have blown the trumpet to call people to fight against the enemy\""}, {"ref": "The sword is on the outside", "text": "The sword represents battle or war. Alternate translation: \"There is fighting outside.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "plague and famine are inside the building", "text": "The building probably refers to the city."}, {"ref": "while famine and plague will consume those in the city", "text": "Here the word \"consume\" means \"totally destroy.\" Alternate translation: \"and most of the people in the city will die from hunger and sickness.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Like doves of the valleys, all of them will moan", "text": "Doves make a low-pitched noise that sounds like the sound a person makes when he is in constant pain or deep sadness. AT: \"They will all be so sad that they will moan, and the sound will be as if they were a flock of doves\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "and terror will cover them", "text": "\"they will be full of fear\" or \"and they will be very afraid\""}, {"ref": "in the day of Yahweh's rage", "text": "\"in the day when Yahweh acts on his anger\" or \"when Yahweh punishes them\""}, {"ref": "their hunger will not be satisfied", "text": "\"and they will have no food to eat\""}, {"ref": "their iniquity has become a stumbling block", "text": "Possible meanings are 1) \"because having a lot of gold and silver has led them to sin\" (UDB) or 2) \"because they are evil, they are committing sins that show how evil they are.\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "I will give those things into the hand of strangers", "text": "The word \"hand\" is used to refer to control. \"I will give those idols into the control of people they do not know\" or \"I will give those idols to people they do not know\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "plunder", "text": "things that are stolen or taken by force"}, {"ref": "they will defile them", "text": "The strangers and wicked people will defile the idols that the people of Israel had made."}, {"ref": "I will turn my face away", "text": "\"I will not pay attention\" or \"I will look away\" or \"I will not notice\""}, {"ref": "my cherished place", "text": "\"the place I love.\" This refers to God's temple."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words to Ezekiel about Israel."}, {"ref": "Make a chain", "text": "Chains are used to hold slaves or prisoners. God says this to show the people that they will become slaves or prisoners."}, {"ref": "the land is filled with the judgment of blood", "text": "Possible meanings are 1) \"everywhere in the country God is judging people because they violently killed others\" or 2) \"the courts everywhere in the country are murdering people.\" The word \"blood\" here represents murder and death. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the city is full of violence", "text": "\"violence is everywhere in the city\" or \"many people in the city are doing violent things to others\""}, {"ref": "and they will possess their houses", "text": "\"the wicked will take the houses of Israel\""}, {"ref": "I will bring an end to the pride of the mighty", "text": "I will cause the powerful people in Israel to stop being proud of themselves\""}, {"ref": "their holy places will be defiled!", "text": "\"Enemies will defile the places where you worship.\""}, {"ref": "their holy places", "text": "the places in which they worshiped idols."}, {"ref": "Fear will come", "text": "\"The people will be afraid\""}, {"ref": "They will seek peace", "text": "\"They will hope for peace\" or \"They will try to make peace with their enemies\""}]}, {"id": "26", "tn": [{"ref": "General Information:", "text": "These are Yahweh's words about Israel."}, {"ref": "they will seek a vision from the prophet", "text": "\"they will ask the prophets what visions they have seen.\""}, {"ref": "the law will perish from the priest and advice from the elders", "text": "\"The priests will not teach the law and the elders will not be able to give good advice.\" This is because God will not give them wisdom."}, {"ref": "the prince", "text": "Possible meanings are 1) \"the king's son\" (UDB) or 2) every male member of the royal family except the king."}, {"ref": "will dress in despair", "text": "Possible meanings are 1) \"will have no hope\" or 2) \"will dress in clothes that show he is mourning.\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "hands of the people of the land will tremble in fear", "text": "\"the people of the land will be so afraid that their hands will tremble\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "know that I am Yahweh", "text": "Possible meanings are 1) \"understand who I, Yahweh, am\" or 2) \"understand that I am Yahweh, the one true God\" or 3) \"know that I, Yahweh, have the power to do what I say that I will do.\" (UDB)"}]}]