[{"id": "01", "tn": [{"ref": "Look", "text": "\"Behold!\" \"You should know!\" Yahweh tells the people to pay attention."}, {"ref": "Yahweh's hand is not so short", "text": "\"Hand\" represents power and ability. A \"short\" hand does not have power and ability. AT: \"Yahweh is fully able\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your ... you", "text": "These plural pronouns refer to the people of Israel as a single group. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your sins have made him hide his face from you", "text": "\"Face\" represents being present and looking upon. AT: \"your sins have made him turn away from you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "For your hands are stained with blood and your fingers with sin", "text": "Here \"hands\" and \"fingers\" refers to their actions. This means they are guilty of doing violent and sinful things. \"Your\" is plural. AT: \"For you have committed violent sins\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Your lips speak lies and your tongue speaks maliciously", "text": "The parts of the body that make speech represent what people say. AT: \"You speak lies and malicious things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they conceive trouble and give birth to sin", "text": "\"Conceiving\" and \"giving birth\" emphasize how carefully they plan to do sinful things. Here \"they\" still refers to the people of Israel. AT: \"they work hard to do sinful things\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel about the evil they do using the metaphors of poisonous snakes and spider's webs."}, {"ref": "They hatch eggs of a poisonous snake", "text": "Eggs of a poisonous snake hatch into more dangerous snakes. \"Poisonous snakes\" represents evil the people do that harms more and more. AT: \"They make evil that spreads out to make more evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "weave a spider's web", "text": "This represents the deeds of the people that are useless. AT: \"produce things and activities that are useless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Whoever eats of their eggs dies, and if an egg is crushed, it hatches into a poisonous snake", "text": "Eating a poisonous egg will kill the one that eats it and represents self-destruction. Breaking the egg allows the young poisonous snake to hatch and represents spreading destruction. AT: \"The activities they do will destroy them and will spread destruction to others\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if an egg is crushed", "text": "This can be stated in active form. AT: \"if someone crushes an egg\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Their webs cannot be used for garments, nor can they cover themselves with their works", "text": "This means their sinful deeds cannot be covered and hidden, just as a web cannot serve as clothing and cover someone. AT: \"Their evil deeds will be exposed as useless\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Their webs cannot be used for garments", "text": "This can be stated in active form. AT: \"They cannot clothe themselves with their webs\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "deeds of violence are in their hands", "text": "\"Hands\" represents the ability and power to do these things and therefore their responsibility. AT: \"they are fully responsible for the violence they do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "Their feet run to evil", "text": "\"Feet\" represents the ability to go and \"run\" represents doing it speedily. AT: \"They are quick to do evil things\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "are their roads", "text": "\"roads\" represents their way of life. AT: \"are all they do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no justice in their paths", "text": "\"paths\" represents their way of life. AT: \"they never do what is just\" or \"everything they do is unjust\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They have made crooked paths", "text": "\"Crooked paths\" represents the way of life that is corrupt. AT: \"They say and do dishonest things. They are devious\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "justice is far from us", "text": "Here \"us\" refers to Isaiah and the people of Israel. \"Far\" represents that justice is gone and difficult to get. AT: \"justice is gone and very difficult to get\" (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We wait for light, but see darkness; we look for brightness, but we walk in darkness", "text": "Each of these phrases means that the people are waiting for God's goodness, but it seems like he has abandoned them. (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "We grope for the wall like the blind ... like dead men", "text": "This means that because God is not coming to them, they feel helpless, not finding the right path and despairing of the future, with no hope for a vibrant life. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Israel."}, {"ref": "We growl like bears and moan like doves", "text": "These refer to the sounds the people made because they were distressed and mourning. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "our many transgressions", "text": "Here \"our\" refers to Isaiah and the people of Israel. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "before you", "text": "Here \"you\" refers to Yahweh. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}, {"ref": "our sins testify against us", "text": "Isaiah describes the sins as a person who goes before God to declare that the people are guilty. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "for our transgressions are with us", "text": "\"With us\" represents being aware of them. AT: \"for we are aware of our transgressions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "Justice is driven back", "text": "This can be stated in active form. TA: \"The people drive justice back\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Justice ... righteousness ... truth ... right ... Trustworthiness", "text": "These are ideas that Isaiah describes as acting like persons. (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "He saw that there was no man, and wondered that there was no one to intervene.", "text": "\"Yahweh was appalled that no one came to help those who were suffering.\" or \"Yahweh was astonished that no one came to help those who were suffering.\""}, {"ref": "Therefore his own arm brought salvation for him", "text": "\"arm\" represents ability and power. AT: \"Yahweh used his own power to save the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and his righteousness sustained him", "text": "\"Righteousness\" is a quality that acts like a person. AT: \"and he did right as he always would do\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "17", "tn": [{"ref": "He put on righteousness as a breastplate and a helmet of salvation upon his head. He clothed himself with garments of vengeance and wore zeal as a mantle", "text": "\"breastplate,\" \"helmet,\" \"garments,\" and \"mantle\" are clothing for war and fighting. Isaiah describes Yahweh as putting these on to punish his people. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "mantle", "text": "a loose, flowing robe"}, {"ref": "He repaid them", "text": "Isaiah is describing a future event as if it happened in the past. This means that it will certainly happen."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking."}, {"ref": "fear the name of Yahweh", "text": "Here \"name\" refers to Yahweh's reputation and character. AT: \"fear Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "from the west ... from the sun's rising", "text": "Isaiah combines these words to mean people in all places of the world. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "for he will come as a rushing stream", "text": "Narrow valleys in Judah were dry most of the year until a sudden, heavy rain turned them into fast-moving water. When that happened there was a lot of noise and wind. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "driven by the breath of Yahweh", "text": "This can be stated in active form. AT: \"which the breath of Yahweh drives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh's declaration", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"declared\" or \"solemnly said.\" Translate this the same way you translated a similar phrase in [[:en:bible:notes:isa:14:21|14:22]]. AT: \"this is what Yahweh has declared\" or \"this is what Yahweh has solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "21", "tn": [{"ref": "my words which I have put in your mouth", "text": "This refers to giving someone something to say. AT: \"the message I have given you to speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]