[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Paul applies the allegory by reminding the believers to use their liberty in Christ because all the law is fulfilled in loving neighbors as ourselves."}, {"ref": "For freedom", "text": "The translation needs to emphasize \"freedom\" in contrast with the slavery talked about in the previous verses."}, {"ref": "For freedom Christ has set us free", "text": "\"It is so that we can be free that Christ has set us free\""}, {"ref": "Stand firm", "text": "Standing firm here represents being determined not to change. How they are not to change can be stated clearly. AT: \"Do not give in to the arguments of people who teach something else\" or \"Be determined to stay free\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if you let yourselves be circumcised", "text": "Paul is using circumcision as a metonym for Judaism. AT: \"if you turn to the Jewish religion\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "testify", "text": "\"declare\" or \"serve as a witness\""}, {"ref": "to every man who lets himself be circumcised", "text": "Paul is using circumcision as a metonym for being Jewish. AT: \"to every person who has become a Jew\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "obligated", "text": "\"bound\" or \"constrained\" or \"enslaved\""}, {"ref": "You are cut off from Christ", "text": "\"You have ended your relationship with Christ\""}, {"ref": "you who would be justified by the law", "text": "Paul is speaking ironically here. He actually teaches that no Jew can be justified by trying to do the deeds required by the law. AT: \"all you who think you can be justified by doing the deeds required by the law\" or \"you who want to be justified by the law\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "you no longer experience grace", "text": "Who that grace comes from can be stated clearly. AT: \"God will not be gracious to you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Here the word \"we\"  refers to Paul and those who oppose the circumcision of Christians. He is probably including the Galatians. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "For", "text": "\"This is because\""}, {"ref": "by faith, we eagerly wait for the certain hope of righteousness", "text": "Possible meanings are 1) \"we are waiting by faith for the certain hope of righteousness\" or 2) \"we are waiting for the certain hope of righteousness that comes by faith.\""}, {"ref": "we eagerly wait for the certain hope of righteousness", "text": "\"we are waiting patiently and with excitement for God to put us right with himself forever, and we expect him to do it\""}, {"ref": "neither circumcision nor uncircumcision", "text": "These are metonymy for being a Jew or a non-Jew. AT: \"neither being a Jew nor not being a Jew\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but only faith working through love", "text": "\"Rather, God is concerned with our faith in him, which we show by loving others\""}, {"ref": "means anything", "text": "is worthwhile"}, {"ref": "You were running", "text": "\"You were practicing what Jesus taught\""}, {"ref": "This persuasion does not come from him who calls you", "text": "\"The one who persuades you to do that is not God, the one who calls you\""}, {"ref": "him who calls you", "text": "What he calls them to can be stated clearly. AT: \"the one who calls you to be his people\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "persuasion", "text": "To persuade someone is to get that person to change what he believes and so to act differently."}]}, {"id": "09", "tn": [{"ref": "you will take no other view", "text": "\"you will not believe anything different from what I am telling you\""}, {"ref": "The one who is troubling you will pay the penalty", "text": "\"God will punish the one who is troubling you\""}, {"ref": "is troubling you", "text": "\"is causing you to be uncertain about what is truth\" or \"stirs up trouble among you\""}, {"ref": "whoever he is", "text": "Possible meanings are 1) Paul does not know the names of the people who are telling the Galatians that they need to obey the law of Moses or 2) Paul does not want the Galatians to care about whether those who \"confuse\" them are rich or poor or great or small or religious or not religious."}]}, {"id": "11", "tn": [{"ref": "Brothers, if I still proclaim circumcision, why am I still being persecuted?", "text": "Paul is describing a situation that does not exist to emphasize that people are persecuting him because he is not preaching that people need to become Jews. This can be stated in active form. AT: \"Brothers, you can see that I am not still proclaiming circumcision because the Jews are persecuting me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "In that case the stumbling block of the cross has been removed", "text": "Paul is describing a situation that does not exist to emphasize that people persecute him because he is preaching that God forgives people because of Jesus' work on the cross. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "In that case", "text": "\"If I were still saying that people need to become Jews\""}, {"ref": "the stumbling block of the cross has been removed", "text": "This can be stated in active form. AT: \"the teaching about the cross has no stumbling block\" or \"there is nothing in the teaching of the cross that would cause people to stumble\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the stumbling block of the cross has been removed", "text": "Stumbling represents sinning, and a stumbling block represents something that causes people to sin. In this case the sin is to reject the truth of the teaching that in order to be made right with God, people only need to believe that Jesus died on the cross for us. AT: \"the teaching about the cross that causes people to reject the truth has been removed\" or \"there is nothing in the teaching about Jesus dying on the cross that would lead people to reject the teaching\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "castrate themselves", "text": "Possible meanings are 1) literal, to cut off their male organs so as to become eunuchs or 2) metaphorical, completely withdraw from the Christian community. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "For", "text": "Paul is giving the reason for his words in [[:en:bible:notes:gal:05:11|5:12]]."}, {"ref": "you were called to freedom", "text": "This can be expressed in an active form. AT: \"God has called you to freedom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you were called to freedom", "text": "Possible meanings are 1) \"God has chosen you to be his people so that you can be free\" or 2) \"God has commanded you to be free\""}, {"ref": "brothers", "text": "Translate this as in [[:en:bible:notes:gal:01:01|1:2]]."}, {"ref": "an opportunity for the sinful nature", "text": "The relationship between the opportunity and the sinful nature can be stated more clearly. AT: \"an opportunity for you to behave according to your sinful nature\"  (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the whole law is fulfilled in one commandment", "text": "Possible meanings are 1) \"you can state the whole law in just one commandment, which is this\" or 2) \"by obeying one commandment, you obey all the commandments, and that one commandment is this.\""}, {"ref": "You must love your neighbor as yourself", "text": "The words \"you,\" \"your,\" and \"yourself\" are all singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "16", "tn": [{"ref": "Connecting Statement:", "text": "Paul explains how the Spirit gives control over sin."}, {"ref": "walk by the Spirit", "text": "Walking is a metaphor for living. AT: \"conduct your life in the power of the Holy Spirit\" or \"live your life in dependence on the Spirit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will not carry out the desires of the sinful nature", "text": "The phrase \"carry out someone's desires\" is an idiom meaning \"do what someone desires.\"  AT: \"You will not do what your sinful nature desires\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the desires of the sinful nature", "text": "The sinful nature is spoken of as if it were a person and wanted to sin.  AT: \"what you want to do because of your sinful nature\" or \"the things you want to do because you are sinful\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "not under the law", "text": "\"not obligated to obey the law of Moses\""}]}, {"id": "19", "tn": [{"ref": "the works of the sinful nature", "text": "The abstract noun \"works\" can be translated with the verb \"does.\" AT: \"what the sinful nature does\""}, {"ref": "the works of the sinful nature", "text": "The sinful nature is spoken of as if it were a person who does things.  AT: \"what people do because of their sinful nature\" or \"the things people do because they are sinful\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "inherit", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "the fruit of the Spirit is love ... self-control", "text": "control** - Paul uses fruit as a metaphor for what people can see in other people. AT: \"people whom the Spirit controls will display love ... self-control like a tree produces fruit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "fruit of the Spirit", "text": "\"what the Spirit produces\""}, {"ref": "have crucified the sinful nature with its passions and desires", "text": "Paul speaks of Christians who refuse to live according to their sinful nature as if it were a person and they have killed it on a cross. AT: \"refuse to live according the sinful nature with its passions and desires, as if they killed it on a cross\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the sinful nature with its passions and desires", "text": "The sinful nature is spoken of as if it were a person that had passions and desires.  AT: \"their sinful nature, and the things they strongly want to do because of it\"  (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "25", "tn": [{"ref": "If we live by the Spirit", "text": "\"Since God's Spirit has caused us to be alive\""}, {"ref": "walk by the Spirit", "text": "\"Walk\" is a metaphor for living every day. AT: \"allow the Holy Spirit to guide us so we do things that please and honor God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let us", "text": "\"We should\""}]}]