[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "earnestly", "text": "\"sincerely\""}, {"ref": "my soul thirsts for you, and my flesh longs for you", "text": "These two clauses have basically the same meaning and are used together to emphasize how greatly the writer desires to be with God. AT: \"my whole being greatly desires to be with you\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "dry and weary land", "text": "\"hot, dry desert\""}]}, {"id": "003", "tn": [{"ref": "my lips will praise you", "text": "Here \"my lips\" represents the whole person. AT: \"I will praise you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will lift up my hands in your name", "text": "Here \"in your name\" means \"to you.\" AT: \"I will worship you and pray to you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "005", "tn": [{"ref": "It will be as if I ate a meal of marrow and fatness", "text": "Here the writer speaks of knowing and worshiping God as being more satisfying than eating a good meal. AT: \"I will be happier than a person who eats a meal of fat and choice food\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "with joyful lips my mouth will praise you", "text": "Here \"with joyful lips my mouth\" represents the whole person who will praise God joyfully. AT: \"I will praise you joyfully\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "when I think about you on my bed ... in the night hours", "text": "These two clauses have the same meaning. The ideas are repeated to emphasize how much the writer thinks about God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "007", "tn": [{"ref": "in the shadow of your wings I rejoice", "text": "The writer speaks of God as if he were a bird protecting its young under his wings. AT: \"I rejoice because you protect me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I cling to you", "text": "\"I need you\" or \"I depend on you\""}, {"ref": "your right hand supports me", "text": "Here, the right hand is used as a symbol of strength and power. AT: \"you support me\" or \"you lift me up\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "009", "tn": [{"ref": "will go down into the lowest parts of the earth", "text": "This means they will die and go to the place of the dead. This can be stated clearly in the translation. AT: \"will die and descend into the place of the dead\" (UDB) or \"will die and go down into the place of the dead\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they will be given over to those whose hands use the sword", "text": "Here \"the sword\" represents death in battle, and \"those whose hands use the sword\" refers to enemies who kill them in battle. This can be stated in active form. AT: \"God will cause them to die in battle\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they will become food for the jackals", "text": "Here \"they\" refers to the corpses of those who die in battle. AT: \"jackals will eat their dead bodies\" (See: [[: en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the jackals", "text": "\"jackals\" are a kind of long-legged wild dog. They feed on carrion, game, and fruit."}]}, {"id": "011", "tn": [{"ref": "the king", "text": "David is speaking about himself. This can be stated clearly in the translation. AT: \"I, the king of Israel,\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "swears by him ... proud of him", "text": "The word \"him\" refers to \"God.\""}, {"ref": "but the mouth of those who speak lies will be stopped up", "text": "Here \"the mouth\" represents the whole person. This can be stated in active form. AT: \"but God will silence the liars\" or \"but God will silence those who lie\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]