[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a song at the dedication of the temple", "text": "\"This song was sung when the temple was dedicated\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "you have raised me up", "text": "The writer speaks of God rescuing him and keeping him from dying as if God had drawn him up from a deep well. AT: \"you rescued me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "brought up my soul from Sheol", "text": "Since \"Sheol\" was the place where dead people go, it refers to death. AT: \"kept me from dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "brought up my soul", "text": "Here \"my soul\" refers to the writer. AT: \"brought me up\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "from going down to the grave", "text": "The \"grave\" represents death. AT: \"from dying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "004", "tn": [{"ref": "Give thanks when you remember his holiness", "text": "The abstract noun \"holiness\" can be stated as \"holy.\" AT: \"Remember that God is holy and thank him\" or \"Remember what God has done because he is holy and thank him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "his anger is only for a moment", "text": "\"his anger lasts only a moment.\" The abstract noun \"anger\" can be stated as \"angry.\" AT: \"he is angry for only a moment\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a moment", "text": "Here \"moment\" represents a short amount of time. AT: \"a short time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "but his favor is for a lifetime", "text": "The abstract noun \"favor\" can be stated as the adjective \"good.\" AT: \"but he is good to us all of our lives\" (UDB) (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Weeping comes for a night, but joy comes in the morning", "text": "This speaks about \"weeping\" and \"joy\" as if they were something that travels and arrives at a certain time. AT: \"We may cry during the night, but the next morning we will be joyful\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "006", "tn": [{"ref": "In confidence", "text": "The word \"confidence\" is an abstract noun. The writer recalls a time when he was prospering and felt confident and safe. AT: \"When I was confident\" or \"When I felt safe\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "I will never be shaken", "text": "The word \"shaken\" is a metaphor for defeat. AT: \"No one will defeat me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "by your favor", "text": "The abstract noun \"favor\" can be stated as the verb \"favored\" or the adjective \"kind.\" AT: \"when you favored me\" or \"when you were kind to me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you established me as a strong mountain", "text": "The writer's security is spoken of as if he were a strong mountain. AT: \"you made me as secure as a high mountain\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when you hid your face", "text": "This is an idiom. AT: \"when you stopped helping me\" or \"when you rejected me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I was troubled", "text": "\"I was fearful\" or \"I was worried\""}, {"ref": "sought favor from my Lord", "text": "The phrase \"sought favor\" means to ask for help. AT: \"I pleaded for you to help me\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from my Lord", "text": "The writer is referring to Yahweh in third person. It can be stated in second person. AT: \"from you, my Lord\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "009", "tn": [{"ref": "What advantage ... be my helper", "text": "This can be stated as a direct quotation as in the UDB. (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "What advantage is there in my death, if I go down to the grave?", "text": "The writer uses this question to emphasize that he would be of no value to God if he were dead. AT: \"There is no advantage in my dying and going down to the grave\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will the dust praise you? Will it declare your trustworthiness?", "text": "The writer uses these questions to emphasize that his dead and decayed body cannot praise God. AT: \"My dust will certainly not praise you or tell others about how trustworthy you are\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the dust", "text": "This refers to the body of the writer which will decay and become dust when he is dead. AT: \"my decayed body\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "011", "tn": [{"ref": "You have turned my mourning into dancing", "text": "It was customary for the Jews to dance when they were very happy. The abstract nouns \"mourning\" and \"dancing\" can be stated as verbs. AT: \"You have caused me to stop mourning and to dance with joy instead\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "you have removed my sackcloth", "text": "Sackcloth was associated with mourning and sorrow. AT: \"You have caused me to no longer be sad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "clothed me with gladness", "text": "The writer speaks of gladness as if it were a garment that he could put on. AT: \"caused me to be glad\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my glory will sing praise to you", "text": "Here \"my glory\" refers to the writer's soul or heart or inner being. This represents the entire person of the writer, who worships God because God has made him glad. AT: \"I will sing praise to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}]