[{"id": "01", "tn": [{"ref": "house of Yahweh", "text": "This is another way of saying \"temple of Yahweh.\""}, {"ref": "Eliakim ... Shebna ... Isaiah ... Amoz", "text": "These are all names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "He sent Eliakim", "text": "\"Hezekiah sent Eliakim\""}, {"ref": "all covered with sackcloth", "text": "\"all wearing sackcloth\""}]}, {"id": "03", "tn": [{"ref": "This day is a day of distress", "text": "Here \"day\" is synecdoche for a period of time. AT: \"This is a time of distress\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the children have come to the time of birth, but there is no strength for them to be born", "text": "This is a metaphor to describe how the people and their leaders have become so weak and unable to fight the enemy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the words", "text": "\"Words\" is synecdoche for the message of the words. AT: \"the whole message\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "lift up your prayer", "text": "This a common way (an idiom) to use the action of lifting to metaphorically represent praying earnestly to Yahweh who is above us. AT: \"pray earnestly\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "I will put a spirit in him, and he will hear a certain report and go back to his own land", "text": "\"I will control the attitude of the king of Assyria, so when he hears a report, he will want to return to his own country\""}, {"ref": "I will put a spirit in him", "text": "Here \"spirit\" probably refers to his attitude and thoughts, rather than to a spirit being. AT: \"I will influence his thinking\" or \" I will cause him to think differently\""}, {"ref": "I will cause him to fall by the sword", "text": "\"Fall by the sword\" is metonymy for being killed. AT: \"I will cause him to die by the sword\" or \"I will cause some men to kill him with a sword\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "08", "tn": [{"ref": "the chief commander", "text": "\"the official from Assyria in charge under the king\""}, {"ref": "found the king of Assyria fighting", "text": "\"discovered that the Assyrian army was fighting\""}, {"ref": "Libnah ... Lachish", "text": "The names of cities in the kingdom of Judah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Sennacherib ... Tirhakah", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "had mobilized to fight against", "text": "\"had prepared his army to fight against Assyria\""}, {"ref": "so he sent", "text": "\"so Sennacherib sent\""}, {"ref": "a message", "text": "This message was written in a letter."}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "This is the message that King Sennacharib of Assyria sent to King Hezekiah."}, {"ref": "Do not let your God in whom you trust deceive you, saying", "text": "\"Do not believe your God in whom you trust. He is lying when he says\""}, {"ref": "the hand of the king of Assyria", "text": "\"Hand\" is metonymy for control, authority or power. AT: \"the control of the government of Assyria\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "See, you have heard", "text": "\"Notice, you have heard\" or \"You have certainly heard\" (UDB). Here \"see\" was used to draw attention to what he was about to say next."}, {"ref": "So will you be rescued?", "text": "Sennacharib used this question to emphasize that God will not be able to rescue them. AT: \"Your God will not rescue you\" or \"You will not be able to escape either\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "King Sennacharib's message to King Hezekiah continues."}, {"ref": "Have the gods of the nations rescued them", "text": "This question assumes Hezekiah knows the answer and provides emphasis. AT: \"The gods of the nations certainly did not rescue them\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my fathers", "text": "\"the previous kings of Assyria\" or \"the armies of the previous kings of Assyria\" (UDB)"}, {"ref": "Gozan ... Haran ... Rezeph ... Eden ... Telassar ... Hamath ... Arpad ... Sepharvaim ... Hena ... Ivvah", "text": "These are all place names. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "14", "tn": [{"ref": "this letter", "text": "This refers to the letter that King Sennacherib of Assyria sent to Hezekiah. (See: [[:en:bible:notes:2ki:19:08]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "King Hezekiah continues praying to Yahweh after receiving the letter from King Sennacherib of Assyria."}, {"ref": "Turn your ear, Yahweh, and listen. Open your eyes, Yahweh, and see", "text": "Both of these sentences urge Yahweh to pay attention to the things that Sennacherib is saying. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Turn your ear, Yahweh, and listen", "text": "The words \"Turn your ear\" and \"listen\" mean the same thing and add emphasis to the plea. AT: \"Yahweh, please listen to what he is saying.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Open your eyes, Yahweh, and see", "text": "The words \"Open your eyes\" and \"see\" mean the same thing and add emphasis to the plea. AT: \"Yahweh, please pay attention to what is happening.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "They have put their gods into the fire", "text": "The Assyrian kings have burned up the gods of the other nations."}, {"ref": "Assyrians have destroyed them", "text": "The Assyrians destroyed both the nations and the nation's gods."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "King Hezekiah continues praying to Yahweh after receiving the letter from King Sennacherib of Assyria."}, {"ref": "I implore you", "text": "\"I beg of you,\""}, {"ref": "from his power", "text": "\"from the power of the King of Assyria\" (UDB) or \"from the armies of the King of Assyria.\""}]}, {"id": "20", "tn": [{"ref": "The virgin daughter of Zion", "text": "\"Virgin daughter is metaphor for the people of Jerusalem as if they are young, vibrant and beautiful. AT: \"The beautiful people of Jerusalem\" The term \"daughter\" was used to give personal characteristics to cities by some biblical writers. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "The virgin daughter of Zion despises you and laughs you to scorn. The daughter of Jerusalem shakes her head at you.", "text": "Both of these sentences intend to give the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The daughter of Jerusalem", "text": "\"Daughter\" is metaphor for the people of Jerusalem. AT: \"The people of the city of Jerusalem\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shakes her head at you", "text": "This action is a metaphor to represents disdain at the pride of the Assyrians. AT: \"scorns you.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lifted up your eyes in pride", "text": "\"Lift up your eyes in pride\" is metonymy for a haughty or arrogant facial expression. AT: \"looked at very proudly\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Holy One of Israel", "text": "An expression for the God of Israel, Yahweh."}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "This continues the message from Yahweh given by Isaiah, the prophet, to King Hezekiah concerning King Sennacherib. It uses parallelism throughout. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you have defied the Lord", "text": "To \"defy\" is to openly resist or mock."}, {"ref": "I have gone up ... I will cut down ... I will enter", "text": "These boasts made by Sennacherib could only be fulfilled by his army. The pronoun \"I\" represents by synecdoche all the forces under his control. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I dried up all the rivers of Egypt under the soles of my feet", "text": "This is a hyperbolic metaphor to say that he could cross any river. \"And by marching through the streams of Egypt, we dried them all up!\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "This continues the message from Yahweh, given by Isaiah, the prophet, for King Hezekiah concerning King Sennecherib.  It uses parallelism throughout. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Have you not heard how ... times?", "text": "To make the point strongly this question assumes the listener knows the answer. AT: \"Surely you know how ... times.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "impregnable cities", "text": "\"cities that cannot be captured\" or \"cities surrounded by high walls\" (UDB)"}, {"ref": "plants in the field, green grass", "text": "This metaphor compares the weak victims of the Assyrian advance to fragile plants. AT: 1) \"as frail as plants and grass in the fields\" (UDB) or 2) \"as weak as shallow rooted plants\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the grass on the roof or in the field, burned before it has grown up", "text": "This continues the metaphor comparing the weak victims of the Assyrian advance to fragile plants in difficult conditions for growing fully. AT: 1) \"like grass before it has matured.\" or 2) \"like grass before it has grown tall.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "This continues the message from Yahweh, given by Isaiah, the prophet, for King Hezekiah concerning King Sennecherib.  It uses parallelism throughout. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "raging against me", "text": "\"your angry shouting about me,\""}, {"ref": "because your arrogance has reached my ears", "text": "\"Ears\" are metonymy for listening or hearing. AT: \"because I have heard your proud words,\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will put my hook in your nose, and my bit in your mouth", "text": "A \"hook\" and a \"bit\" (to control a horse) are metaphors for Yahweh's control of Sennacherib. AT: \"I will lead you like an animal.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will turn you back the way you came", "text": "That Sennacherib will return home before he can conquer Jerusalem can be stated clearly. AT: \"I will make you return to your own country the same way you came, without conquering Jerusalem.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Here Isaiah is talking to King Hezekiah.  He continues using parallelism throughout. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "grows wild", "text": "\"grows without having been planted,\""}, {"ref": "The remnant of the house of Judah that survives will again take root and bear fruit", "text": "This metaphor compares restoration of the remnant to plantings that take hold and produce results. AT: 1) \"The people of Judah who remain alive will restore their lives and prosperity.\" or 2) \"The people who remain in Judah will prosper and have many children.\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The zeal of Yahweh of hosts will do this", "text": "\"The strong action of Yahweh will make this happen.\""}]}, {"id": "32", "tn": [{"ref": "General Information:", "text": "This is the end of the message from Yahweh, spoken through the prophet Isaiah to King Hezekiah.  It uses parallelism throughout. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "nor shoot an arrow here", "text": "\"Arrow\" is metonymy representing all tools of warfare and destruction. AT: \"nor do any fighting here.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "or build up a siege ramp against it", "text": "\"and they will not even build up high mounds of earth against the city wall to enable them to attack the city.\" (UDB)"}, {"ref": "This is the declaration of Yahweh", "text": "For Yahweh to \"declare\" is for Yahweh to promise or commit to what He said He will do."}, {"ref": "for my own sake and for my servant David's sake", "text": "\"for the sake of my own reputation and because of what I promised to King David, who served me well.\" (UDB)"}]}, {"id": "35", "tn": [{"ref": "It came about", "text": "\"It happened\""}, {"ref": "When the men arose", "text": "\"when the men who were left alive got up the next morning\""}, {"ref": "Nisroch ... Adrammelech ... Sharezer ... Esarhaddon", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}]}]