[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "This begins the new persecution, first of James' death and then of Peter's imprisonment and then release."}, {"ref": "General Information:", "text": "This is background information about Herod's killing James. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "Now", "text": "This begins a new part of the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "about that time", "text": "This refers to the time of the famine."}, {"ref": "laid hands on", "text": "This means Herod had the believers arrested. See how you translated this in [[:en:bible:notes:act:05:17|5:18]]. AT: \"sent soldiers to arrest\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "some who belonged to the church", "text": "Only James and Peter are specified, which implies that these were leaders of the church in Jerusalem. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that he might mistreat them", "text": "\"in order to cause the believers to suffer\""}, {"ref": "He killed James ... with the sword", "text": "This tells the manner in which James was killed."}, {"ref": "He killed", "text": "This means either \"Herod the king killed\" or \"Herod the king gave orders to kill.\""}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the word \"he\" refers to Herod. (See: [[:en:bible:notes:act:12:01|12:1]])"}, {"ref": "After he saw that this pleased the Jews", "text": "\"When Herod realized that putting James to death pleased the Jewish leaders\""}, {"ref": "pleased the Jews", "text": "\"made the Jewish leaders happy\""}, {"ref": "That was", "text": "\"Herod did this\" or \"This happened\" (UDB)"}, {"ref": "the days of unleavened bread", "text": "This refers to a time of Jewish religious feast time during the Passover season. AT: \"the festival when the Jewish people ate bread without yeast\" (UDB)"}, {"ref": "four squads of soldiers", "text": "\"four groups of soldiers\" (UDB). Each squad had four soldiers that guarded Peter, one group at a time. The groups divided the 24 hour day into four shifts. Each time two soldiers would have been at his side and the other two soldiers by the entrance."}, {"ref": "he was intending to bring him to the people", "text": "\"Herod planned to judge Peter in the presence of the people\" or \"Herod planned to judge Peter before the Jewish people\""}]}, {"id": "05", "tn": [{"ref": "So Peter was kept in the prison", "text": "This implies that the soldiers continually guarded Peter in prison. This can be stated in active form. AT: \"So the soldiers guarded Peter in the prison\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "prayer was made earnestly to God for him by those in the church", "text": "This can be stated in active form. AT: \"the group of believers in Jerusalem earnestly prayed to God for him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "earnestly", "text": "\"continuously with dedication\" or \"with commitment without stopping\""}, {"ref": "Herod was going to bring him out", "text": "That Herod planned to execute him can be clarified. AT: \"Herod was going to bring Peter out from prison to execute him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "bound with two chains", "text": "\"tied with two chains\" or \"fastened with two chains.\" Each chain would have been attached to one of the two guards who stayed beside Peter."}, {"ref": "watching over", "text": "\"guarding\""}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "The words \"him\" and \"his\" refer to Peter."}, {"ref": "Behold", "text": "This word alerts us to pay attention to the surprising information that follows."}, {"ref": "by him", "text": "\"next to him\" or \"beside him\""}, {"ref": "in the cell", "text": "\"in the prison room\""}, {"ref": "He struck Peter", "text": "\"The angel tapped Peter\" or \"The angel poked Peter.\" Peter was evidently sleeping deeply enough that this was required to wake him."}, {"ref": "his chains fell off from his hands", "text": "The angel caused the chains to fall from Peter without touching them."}, {"ref": "Peter did so", "text": "\"Peter did what the angel told him to do\" or \"Peter obeyed\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Here the word \"He\" refers to Peter. The words \"they\" and \"They\" refer to Peter and the angel."}, {"ref": "He did not know", "text": "\"He did not understand\""}, {"ref": "what was done by the angel was real", "text": "This could be changed to active form. AT: \"the actions of the angel were real\" or \"what the angel did truly happened\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "After they had passed by the first guard and the second", "text": "It is implied that the soldiers were not able to see Peter and the angel as they walked by. AT: \"The first and second guards did not see them as they passed by, and then\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "had passed by", "text": "\"had walked by\""}, {"ref": "the second", "text": "\"the second guard\""}, {"ref": "they came to", "text": "\"they arrived at\""}, {"ref": "that led into the city", "text": "\"that opened to the city\" or \"that went from the prison to the city\""}, {"ref": "it opened for them by itself", "text": "Here \"itself\" means neither Peter nor the angel opened it. AT: \"the gate swung open for them\" or \"the gate opened itself for them\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "went down a street", "text": "\"walked along a street\""}, {"ref": "left him right away", "text": "\"left Peter suddenly\" or \"suddenly disappeared\""}]}, {"id": "11", "tn": [{"ref": "When Peter came to himself", "text": "\"When Peter became fully awake and alert\" or \"When Peter became aware that what had happened was real\""}, {"ref": "delivered me out of the hand of Herod", "text": "Here \"the hand of Herod\" refers to \"Herod's hold\" or \"Herod's plans.\" AT: \"rescued me from the harm Herod had planned for me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all the expectation of the people of the Jews", "text": "Here \"the people of the Jews\" probably referred mainly to the Jewish leaders. AT: \"all that the Jewish leaders thought would happen to me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "realized this", "text": "He became aware that God had rescued him."}, {"ref": "John whose surname was Mark", "text": "\"John who was also called Mark\""}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Here the words \"she\" and \"her\" all refer to the servant girl Rhoda."}, {"ref": "General Information:", "text": "Here the words they\" and \"They\" refer to the people who were inside praying. (See: [[:en:bible:notes:act:12:11|12:12]])"}, {"ref": "he knocked", "text": "\"Peter knocked.\" Tapping on the door was a normal Jewish custom to let others know you wish to visit them. You may need to change this to fit your culture."}, {"ref": "at the door of the gate", "text": "\"at the outer door\" or \"at the door of the entrance from the street to the courtyard\""}, {"ref": "came to answer", "text": "\"came to the gate to ask who was knocking\""}, {"ref": "out of joy", "text": "\"because she was so joyful\" or \"being overly excited\""}, {"ref": "failed to open the door", "text": "\"did not open the door\" or \"forgot to open the door\""}, {"ref": "came running into the room", "text": "You may prefer to say \"went running into the room in the house\""}, {"ref": "she reported", "text": "\"she told them\" or \"she said\""}, {"ref": "standing at the door", "text": "\"standing outside the door.\" Peter was still standing outside."}, {"ref": "You are insane", "text": "The people not only did not believe her, but rebuked her by saying she was crazy. AT: \"You are crazy\""}, {"ref": "she insisted that it was so", "text": "\"she insisted that what she said was true\""}, {"ref": "They said", "text": "\"They answered\""}, {"ref": "It is his angel", "text": "\"What you have seen is Peter's angel.\" Some Jews believed in guardian angels and may have thought that Peter's angel had come to them."}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Here the words \"they\" and \"them\" refer to the people in the house. The words \"He\" and \"he\" refer to Peter."}, {"ref": "General Information:", "text": "Though Herod had killed James in [[:en:bible:notes:act:12:01|12:2]], there was more than one James."}, {"ref": "But Peter continued knocking", "text": "The word \"continued\" means that Peter kept knocking the entire time those inside were talking."}, {"ref": "Report these things", "text": "\"Tell these things\""}, {"ref": "the brothers", "text": "\"the other believers\""}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "The word \"him\" here refers to Peter. The word \"he\" refers to Herod."}, {"ref": "Now", "text": "This word is used to mark a break in the story-line. Time has passed; it is now the next day."}, {"ref": "when it became day", "text": "\"in the morning\""}, {"ref": "no small excitement", "text": "This phrase is used to emphasize what really happened. This could be said in a positive way. AT: \"great excitement\" or \"a lot of excitement\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "excitement", "text": "This refers to negative excitement such as distress, extreme anxiety, fear, or confusion."}, {"ref": "regarding", "text": "\"concerning\" or \"about\""}, {"ref": "After Herod had searched for him and could not find him", "text": "\"After Herod searched for Peter and could not find him\""}, {"ref": "After Herod had searched for him", "text": "Possible meanings are that 1) \"when Herod heard Peter was missing, he went himself to search the prison\" or 2) \"when Herod heard Peter was missing, he sent other soldiers to search the prison.\""}, {"ref": "he questioned the guards and ordered them to be put to death", "text": "It was the normal punishment for the Roman government to kill the guards if their prisoner escaped."}, {"ref": "Then he went down", "text": "The phrase \"went down\" is used here because Caesarea is lower in elevation than Judea."}]}, {"id": "20", "tn": [{"ref": "Connecting Statement:", "text": "Luke continues with another event in Herod's life."}, {"ref": "Now", "text": "This word is used here to mark the next event in the story. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "They went to him together", "text": "It is unlikely that they all went to Herod. AT: \"Men representing the people of Tyre and Sidon went together to talk with Herod\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "They persuaded Blastus", "text": "\"These men persuaded Blastus\""}, {"ref": "Blastus", "text": "Blastus was an assistant to or an officer of King Herod. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they asked for peace", "text": "\"these men requested peace\""}, {"ref": "their country received its food from the king's country", "text": "They probably purchased this food.  AT: \"the people of Tyre and Sidon bought all their food from the people that Herod ruled\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "received its food", "text": "It is implied that Herod restricted this supply of food because he was angry with the people of Tyre and Sidon. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "On a set day", "text": "This was probably the day on which Herod agreed to meet with the representatives. AT: \"On the day when Herod agreed to meet them\""}, {"ref": "royal clothing", "text": "expensive clothing that would demonstrate he was the king"}, {"ref": "sat on a throne", "text": "This was where Herod formally addressed people who came to see him."}]}, {"id": "22", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Herod."}, {"ref": "Immediately", "text": "\"Right away\" or \"While the people were praising Herod\""}, {"ref": "struck him", "text": "\"afflicted Herod\" or \"caused Herod to become very ill\""}, {"ref": "he did not give God the glory", "text": "Herod let those people worship him instead of telling them to worship God."}, {"ref": "he was eaten by worms and died", "text": "Here \"worms\" refers to worms inside the body, probably intestinal worms. This can be stated in active form. AT: \"worms ate Herod's insides and he died\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "This is information that gives an update on the spread of the word of God and on what Barnabas and Saul were doing. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "the word of God grew and multiplied", "text": "The word of God is spoken of as if it was a living plant thing that was able to grow and reproduce. AT: \"the message of God spread to more places and more people believed in him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the word of God", "text": "More people heard about the word of God. This refers to the message of God about salvation through Jesus. AT: \"the message of God about Jesus\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "completed their mission to Jerusalem", "text": "This refers back to when they brought money from the believers at Antioch in [[:en:bible:notes:act:11:29|11:29-30]]. AT: \"delivered the money to the church leaders in Jerusalem\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they returned from there", "text": "They went back to Antioch. AT: \"Barnabas and Saul returned to Antioch\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "they took with them John", "text": "\"Barnabas and Saul took John with them\""}, {"ref": "whose surname was Mark", "text": "\"who was also called Mark\""}]}]