[{"id": "01", "tn": [{"ref": "she received approval in his eyes", "text": "The word \"eyes\" refers to his sight and is a metaphor for his evaluation of her. This can be stated in active form. AT: \"he was pleased with her\" or \"he approved of her\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He held out to her the golden scepter in his hand", "text": "He did this to show that he he was pleased with her."}, {"ref": "touched the tip of the scepter", "text": "She probably did this to to show that she respected his authority and was thankful for his kindness to her."}]}, {"id": "03", "tn": [{"ref": "Up to half of my kingdom, it will be given to you", "text": "This can be stated in active form. AT: \"If you ask for up to half of my kingdom, I will give it to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If it pleases the king, let the king and Haman come ... for him", "text": "In order to show respect to a king, people sometimes did not call him \"you.\" This can be translated with the word \"you\" along with other words that show respect. AT: \"O King, if it pleases you, come and bring Haman ... for you\" or \"If you are willing to do this, Sir, come, and let Haman come with you .. for you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Haman", "text": "Translate this man's name as you did in [[:en:bible:notes:est:03:01|3:1]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "05", "tn": [{"ref": "What is your petition", "text": "The abstract noun \"petition\" can be expressed with the verb \"ask for\" or \"want\"? AT: \"What do you ask for?\" or \"What do you want?\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "It will be granted you", "text": "This can be expressed in active form. AT: \"I will give you what you ask for\" or \"I will do for you what you ask\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "What is your request", "text": "The abstract noun \"request\" can be expressed with the verb \"ask for\" or \"want\"? AT: \"What do you ask for?\" or \"What do you want?\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Up to half of the kingdom, it will be granted", "text": "This can be stated in active form. AT: \"If you ask for up to half of my kingdom, I will give it to you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "My petition and my request", "text": "The words \"petition\" and \"request\" mean the same thing. She probably used these words together as a way of speaking very formally and respectfully to the king. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "if I have found favor in the eyes of the king", "text": "\"Find favor\" is an idiom that means be approved of or that he is pleased with her. \"In the eyes of the king\" is a metaphor representing his evaluation. AT: \"if the king evaluates me and approves\" or \"if the king is pleased with me\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "if I have found favor in the eyes of the king and if it pleases the king", "text": "In order to show respect to a king, people sometimes did not call him \"you.\" This can be translated with the word \"you\" along with other words that show respect. AT: \"if you are pleased with me, O King, and if it pleases you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "Let the king and Haman come", "text": "This can be translated with the word \"you\" along with other words that show respect. AT: \"Please come and bring Haman\" or \"Please come and let Haman come with you\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "and I will answer the king's question", "text": "This can be translated with the word \"you\" along with other words that show respect. AT: \"and I will answer your question\" (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "09", "tn": [{"ref": "Mordecai neither rose up", "text": "Rising was a sign of respect. Mordecai did not give Haman special respect. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "he was filled with rage", "text": "Being \"filled with rage\" represents being very angry. AT: he was extremely angry\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Nevertheless", "text": "This can be translated with a phrase. \"Even though he was so angry\""}, {"ref": "Haman restrained himself", "text": "Restraining himself represents refusing to do something that he wanted very much to do. Haman wanted to show Mordecai that he was very angry. AT: \"Haman refused to show how angry he was\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Zeresh", "text": "This is a woman's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Haman recounted to them the splendor of his riches", "text": "\"Splendor\" and \"riches\" are both abstract nouns. AT: \"Haman told them about how great his wealth was\" or \"Haman told them about the many great things he owned\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "all the promotions by which the king honored him", "text": "The abstract noun \"promotion\" can be expressed with the verb \"promote.\" It means that the king gave him more important work. AT: \"How the king had promoted him many times and honored him\" or \"how the king had honored him many times by giving him more important work\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "how he had advanced above all the officials and the servants of the king", "text": "Advancing above people represents becoming more important than them. AT: \"how he had become more important than all the officials and the servants of the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "no one else but me", "text": "This can be expressed positively. AT: \"only me\""}, {"ref": "is worth nothing to me", "text": "\"does not make me happy\" or \"does not satisfy me\""}]}, {"id": "14", "tn": [{"ref": "a gallows", "text": "a structure used for killing a person by tying one end of a a rope around the top of the structure and the other end of the rope around the person's neck and hanging him from it. See how you translated this in [[:en:bible:notes:est:02:22|2:23]]. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "fifty cubits high", "text": "\"50 cubits high.\" You may convert this to a modern measure. AT: \"twenty-three meters high\" (See: [[:en:ta:vol2:translate:translate_numbers]] and [[:en:ta:vol2:translate:translate_bdistance]])"}, {"ref": "he had the gallows constructed", "text": "\"he told people to construct the gallows\""}, {"ref": "This pleased Haman", "text": "\"Haman liked this idea\""}]}]