[{"id": "01", "tn": [{"ref": "It happened", "text": "\"It was\" or \"This is what happened.\" This is a common way of beginning a historical story."}, {"ref": "in the days when the judges ruled", "text": "\"during the time when judges led and governed Israel\""}, {"ref": "in the land", "text": "\"in the land of Israel\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a certain man", "text": "\"a man.\" This is a common way of introducing a character into a story."}, {"ref": "Ephrathites of Bethlehem of Judah", "text": "They were people from the tribe of Ephraim who settled at Bethlehem in the region of Judea."}]}, {"id": "03", "tn": [{"ref": "she was left with her two sons", "text": "\"Naomi had only her two sons with her\" (UDB)"}, {"ref": "took wives", "text": "\"married women.\" This is an idiom for marrying women. They did not take women who were already married. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "from the women of Moab", "text": "Naomi's sons married women who were from the tribe of Moab. The Moabites worshiped other gods."}, {"ref": "the name of one", "text": "\"the name of one of the women\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the name of the other", "text": "\"the name of the other woman\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "ten years", "text": "Ten years after Elimelek and Naomi came to the country of Moab, their sons Mahlon and Chilion died."}, {"ref": "leaving Naomi", "text": "Naomi was widowed."}]}, {"id": "06", "tn": [{"ref": "she had heard in the region of Moab", "text": "\"while Naomi was living in Moab she heard.\" It is implied that the news came from Israel. AT: \"she heard from Israel while in the region of Moab\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "had helped his people in need", "text": "God saw their need and provided good harvests for them."}, {"ref": "daughters-in-law", "text": "in-law** - the women who married Naomi's sons"}, {"ref": "they walked down the road", "text": "\"they walked along the road.\" To walk down a road is an expression for walking away. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "08", "tn": [{"ref": "daughters-in-law", "text": "in-law** - \"sons' wives\" or \"sons' widows\""}, {"ref": "each of you", "text": "Naomi was talking to two people, so languages that have a dual form of \"you\" would use that throughout her talk. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "your mother's house", "text": "\"to the home of each of your mothers\""}, {"ref": "shown kindness", "text": "\"demonstrated that you are loyal\""}, {"ref": "kindness", "text": "\"kindness\" includes the ideas of love, kindness, and faithfulness."}, {"ref": "toward the dead", "text": "\"to your husbands, who died.\" Naomi was referring to her two sons that died. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "grant you", "text": "\"give you\" or \"allow you to have\""}, {"ref": "rest", "text": "\"Rest\" here includes security in marriage."}, {"ref": "in the house of another husband", "text": "with their new husbands, not someone else's husband. This refers to both a physical house that belongs to the husband, and to the protection from shame by being married. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they raised their voices and cried", "text": "This means that the daughters cried out loud or wept bitterly. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "We will return", "text": "When Orpah and Ruth said \"we,\" they were referring to themselves and not Naomi. So languages that have inclusive and exclusive \"we\" would use the exclusive form here. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "with you", "text": "Here \"you\" is the singular form referring to Naomi. (See: [[:en:ta:vol1:translate:figs_yousingular]])"}]}, {"id": "11", "tn": [{"ref": "Why will you go with me?", "text": "This is a rhetorical question. AT: \"It does not make sense for you to go with me.\" or \"You should not go with me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Do I still have sons in my womb for you, so that they may become your husbands?", "text": "Naomi uses this question to say she cannot have other sons for them to marry. AT: \"Obviously it is not possible for me to have any more sons who could become your husbands.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "too old to have a husband", "text": "The reason a husband would be important can be stated clearly. AT: \"too old to marry again and bear more children\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "give birth to sons", "text": "\"bear children\" or \"deliver baby boys\""}, {"ref": "would you therefore wait until they were grown? Would you wait and not marry men now?", "text": "These are rhetorical questions, which do not expect an answer. AT: \"you would not wait until they were grown up so that you could marry them. You would want to marry men now.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It greatly grieves me", "text": "What grieves her can be stated clearly. AT: \"It greatly grieves me that you have no husbands\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the hand of Yahweh has turned against me", "text": "The word \"hand\" refers to Yahweh's power or influence. AT: \"Yahweh has caused terrible things to happen to me\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "14", "tn": [{"ref": "lifted up their voices and cried", "text": "This means that they cried out loud or wept bitterly. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Listen", "text": "\"Listen\" here means \"Please take notice.\""}, {"ref": "Ruth held on to her", "text": "\"Ruth clung to her.\" AT: \"Ruth refused to leave her\" or \"Ruth would not leave her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your sister-in-law", "text": "in-law** - \"the wife of your husband's brother\" or \"Orpah\""}, {"ref": "her gods", "text": "Before Orpah and Ruth married Naomi's sons, they worshiped the gods of Moab. During their marriage, they began to worship Naomi's God."}]}, {"id": "16", "tn": [{"ref": "where you stay", "text": "\"where you live\""}, {"ref": "your people will be my people", "text": "Ruth is referring to Naomi's people, the Israelites. AT: \"I will consider the people of your country as being my own people\" or \"I will consider your relatives as my own relatives\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Where you die, I will die", "text": "This refers to Ruth's desire to spend the rest of her life living in the same place and town as Naomi. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "May Yahweh punish me, and even more, if", "text": "This refers to Ruth asking God to punish her if she does not do what she said like the english idiom \"God forbid, if\". (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "she stopped arguing with her", "text": "\"Naomi stopped arguing with Ruth\""}]}, {"id": "19", "tn": [{"ref": "It happened", "text": "\"It came about.\" This is marking a new storyline. (See: [[:en:ta:vol2:translate:writing_newevent]])"}, {"ref": "the entire town", "text": "\"everyone in the town\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Is this Naomi?", "text": "Since it has been many years since Naomi lived in Bethlehem and no longer has her husband and two sons, it is likely the women were expressing doubt as to if this woman was actually Naomi. Treat as a real question, not rhetorical."}, {"ref": "Do not call me Naomi", "text": "The name \"Naomi\" means \"my delight.\" Since Naomi lost her husband and sons, she no longer feels her life matches her name."}, {"ref": "Bitter", "text": "This is a translation of the meaning of the name. It is also often translated according to its sound as \"Mara.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I went out full, but Yahweh has brought me home again empty", "text": "When Naomi left Bethlehem, her husband and two sons were living, and she was happy. Naomi blames Yahweh for the death of her husband and sons, saying that he has caused her to return to Bethlehem without them, and now she is bitter and unhappy."}, {"ref": "condemned me", "text": "\"judged me guilty\""}, {"ref": "has afflicted me", "text": "\"has brought calamity on me\" or \"has brought tragedy to me\""}]}, {"id": "22", "tn": [{"ref": "So Naomi and Ruth", "text": "This begins a summary statement. English marks this by the word \"so.\" Determine how your language marks concluding or summary statements and do the same. (See: [[:en:ta:vol2:translate:writing_endofstory]])"}, {"ref": "at the beginning of the barley harvest", "text": "\"when the farmers were just beginning to harvest their barley crop\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]