[{"id": "01", "tn": [{"ref": "These are the words that Yahweh commanded Moses to tell", "text": "This refers to words that Moses is about to speak."}, {"ref": "in the land of Moab", "text": "This is on the east side of the Jordan where the Israelites were staying before they entered the land of Canaan. \"while they were in the land of Moab\""}, {"ref": "words that were added to the covenant ... at Horeb", "text": "These additional commands were given to make Yahweh's covenant apply better to the people once they were settled in their new land. These new commands did not belong to a different covenant, but rather were additions to the original covenant."}]}, {"id": "02", "tn": [{"ref": "You have seen everything that Yahweh did before your eyes", "text": "Here \"eyes\" emphasizes that Yahweh expected them to remember that they had seen it. AT: \"You have seen all that Yahweh did so that you would see and remember what he did\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the great sufferings that your eyes saw", "text": "Here \"eyes\" emphasizes that Yahweh expected them to remember that they had seen it. AT: \"you saw for yourselves that the people suffered terribly\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "your eyes", "text": "Moses speaks to the Israelites as if they were one man, so the word \"your\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the signs, and those great wonders", "text": "The words \"signs\" and \"wonders\" both refer to the plagues that Yahweh had sent upon Egypt. AT: \"and all of the powerful things that Yahweh did\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh has not given you a heart to know, eyes to see, or ears to hear", "text": "The people do have hearts, eyes, and ears. This metonym says that Yahweh has not enabled them to understand from what they saw and heard who Yahweh is, and how and why they should obey him. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "given you a heart to know", "text": "This is an idiom. AT: \"enabled you to understand\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "05", "tn": [{"ref": "I have led you", "text": "Yahweh is speaking to the people of Israel."}, {"ref": "forty years", "text": "\"40 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "your sandals ... your feet", "text": "Moses speaks to the Israelites as if they were one man, so the word \"your\" here is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "other alcoholic drinks", "text": "Alcoholic drinks made probably from fermented grains. They were not distilled liquors."}]}, {"id": "07", "tn": [{"ref": "Sihon, the king of Heshbon, and Og, the king of Bashan", "text": "Translate these names as in [[:en:bible:notes:deu:01:03|1:4]]."}, {"ref": "came out against us", "text": "Here \"us\" refers to Moses and the people of Israel. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "keep the words of this covenant and do them", "text": "These two phrases mean the same thing and emphasize that the people were to obey Yahweh's commands. AT: \"obey all the words of this covenant\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "among you in your camp ... your wood ... your water", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "the foreigner who is among you in your camp, from him who cuts your wood to him who draws", "text": "There were many foreigners among the Israelites. AT: \"the foreigners who are among you in your camp, from those who cut your wood to those who get your water\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Moses speaks to the Israelites as if they were one man, so the words \"you\" and \"your\" here are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "to enter into the covenant of Yahweh your God and into the oath that Yahweh your God is making with you today", "text": "\"to agree to the covenant and to swear that you will obey all that Yahweh your God commands\""}, {"ref": "a people for himself", "text": "\"a people group that belongs to him alone\""}]}, {"id": "14", "tn": [{"ref": "I am making", "text": "Here \"I\" refers to Yahweh. \"Yahweh is making\""}, {"ref": "standing here with us", "text": "Here \"us\" refers to Moses and the people of Israel."}, {"ref": "those who are not here", "text": "\"our future descendants, who are not here\""}, {"ref": "we lived", "text": "\"we were slaves\""}]}, {"id": "17", "tn": [{"ref": "whose heart is turning away today from Yahweh our God", "text": "Here \"heart\" refers to the whole person, and \"turning away\" means to stop obeying. AT: \"who no longer obeys Yahweh our God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "any root that produces gall and wormwood", "text": "Moses speaks of someone who secretly worships another God as if he were a root, and the evil deeds he does to serve that god, and which he encourages others to do, as a bitter plant that poisons people. AT: \"any person who worships idols and causes others to disobey Yahweh\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that person", "text": "The person described in verse 18."}, {"ref": "bless himself in his heart", "text": "This is an idiom. AT: \"congratulate himself\" or \"encourage himself\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "though I walk in the stubbornness of my heart", "text": "This is an idiom. AT: \"even though I still refuse to obey Yahweh\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "This would destroy the wet together with the dry", "text": "Here the words \"wet\" and \"dry\" are metaphors for the righteous people and the wicked people. This forms a merism for \"everyone.\" AT: \"This would cause Yahweh to destroy both the righteous people and the wicked people in the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "wet ... dry", "text": "These nominal adjectives can be translated as nouns. Because the land was usually dry and the people needed rain so their crops would grow, these words are metaphors for \"living ... dead\" or \"good ... bad.\"  AT: \"wet things ... dry things\" or \"good people ... bad people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "the anger of Yahweh and his jealousy will smolder", "text": "Just as a fire can grow in intensity, so can God's anger and Jealousy grow in intensity. AT: \"Yahweh's jealous anger will grow like a fire\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the anger of Yahweh and his jealousy", "text": "Here the word \"jealousy\" describes \"the anger of Yahweh.\" AT: Yahweh's jealous anger\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}, {"ref": "that are written", "text": "This can be stated in active form. AT: \"that I have written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the curses that are written in this book will come on him", "text": "Moses describes the curses as a person who would attack them by surprise. AT: \"Yahweh will curse him with the curses written in this book in ways that will completely surprise him.\" Similar words appear in [[:en:bible:notes:deu:28:15|28:15]]. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Yahweh will blot out his name from under heaven", "text": "This means God will completely destroy the person and his family. In the future people will not remember him. A similar phrase appears in [[:en:bible:notes:deu:07:23|7:24]]."}]}, {"id": "22", "tn": [{"ref": "The generation to come, your children who will rise up after you", "text": "The words \"your children ... after you\" tell who \"the generation to come\" is."}, {"ref": "the plagues on this land and the diseases with which Yahweh has made it sick", "text": "\"how God cursed the land of Canaan with plagues and disease\""}, {"ref": "when they see that the whole land has become sulfur and burning salt", "text": "People put sulfur and salt on the soil to keep anything from growing. \"when they see that Yahweh has burned the land with sulfur and salt\""}, {"ref": "where nothing is sown or bears fruit", "text": "This can be stated in active form. AT: \"where no one can sow seed and the crops do not bear fruit\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "like the overthrow of Sodom and Gomorrah", "text": "The abstract noun \"overthrow\" can be translated as a clause. AT: \"as when Yahweh completely destroyed Sodom and Gomorrah\""}, {"ref": "Admah and Zeboiim", "text": "These are names of cities that Yahweh destroyed along with Sodom and Gomorrah. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "in his anger and wrath", "text": "The abstract nouns \"anger\" and \"wrath\" mean basically the same thing and can be translated as an adjective phrase. AT: \"when he was very angry\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "they will say together with all the other nations ... mean?", "text": "This can be translated as an indirect quotation. AT: \"they will ask with all the other nations why Yahweh has done this to the land, and what the heat of this great anger means.\" (See: [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "they will say together with all the other nations", "text": "\"your descendants and the people of all the other nations will say\""}, {"ref": "What does the heat of this great anger mean?", "text": "The writer is communicating one idea through two words. AT: \"What does this terrible anger mean?\" (See: [[:en:ta:vol2:translate:figs_hendiadys]])"}]}, {"id": "25", "tn": [{"ref": "It is because they abandoned the covenant of Yahweh, the God of their ancestors", "text": "This is the answer to \"Why has Yahweh done this to this land?\" ([[:en:bible:notes:deu:29:22|29:24]]). \"Yahweh has done this to the land because the Israelites did not follow the promises and the laws of his covenant\""}, {"ref": "served other gods and bowed down to them", "text": "\"obeyed other gods and worshiped them\""}]}, {"id": "27", "tn": [{"ref": "the anger of Yahweh has been kindled against this land", "text": "Moses compares Yahweh being angry to someone starting a fire. This emphasizes God's power to destroy whatever makes him angry, and it can be stated in active form. AT: \"Yahweh has became very angry with this land\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "this land, so as to bring on it", "text": "Here \"land\" is a metonym representing the people. AT: \"the people of this land, so as to bring on them\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that are written", "text": "This can be stated in active form. AT: \"that I have written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Yahweh has uprooted them from their land ... and has thrown them", "text": "Israel is compared to a bad plant that Yahweh has pulled up and thrown out of a garden. AT: \"Yahweh has removed them from their land ... and has forced them to go\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in anger, in wrath, and in great fury", "text": "The words \"anger,​\" \"wrath,​\" and \"fury\" mean basically the same thing and emphasize the great intensity of Yahweh's anger. AT: \"in extremely great anger\" or \"because he was extremely angry.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "29", "tn": [{"ref": "The secret matters belong alone to Yahweh our God", "text": "\"Some things Yahweh our God has not revealed, and only he knows them\""}, {"ref": "that are revealed", "text": "This can be stated in active form. AT: \"that he has revealed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "we may do all the words of this law", "text": "The word \"words\" is a metonym for \"commands.\" AT: \"we may do everything that this law commands us to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]