[{"id": "01", "tn": [{"ref": "General Information:", "text": "Moses is still speaking to the people of Israel."}, {"ref": "in which is any blemish", "text": "\"that has a blemish\" or \"that has something wrong with it.\" The animal is to appear healthy without any deformity."}, {"ref": "that would be an abomination to Yahweh", "text": "\"that would be disgusting to Yahweh\""}]}, {"id": "02", "tn": [{"ref": "If there is found", "text": "This may be stated in active form. AT: \"If you find someone\" or \"If there is anyone\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "within any of your city gates", "text": "Here \"city gates\" represents cities or towns. AT: \"living in one of your cities\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "what is evil in the sight of Yahweh your God", "text": "Here, \"in the sight of Yahweh\" means what Yahweh considers or thinks about something. AT: \"something that Yahweh your God thinks is evil\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "transgresses his covenant", "text": "\"disobeys his covenant\""}, {"ref": "any of the host of heaven", "text": "\"any of the stars\""}, {"ref": "nothing that I have commanded", "text": "\"which I have not commanded anyone to do\""}, {"ref": "if you are told about this", "text": "This can be stated in active form. AT: \"if someone tells you about this disobedient act\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you must make a careful investigation", "text": "The abstract noun \"investigation\" can be stated as a verb. AT: \"you must carefully investigate what happened\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "such an abomination has been done in Israel", "text": "This can be stated in active form. AT: \"someone has done such a horrible thing in Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "05", "tn": [{"ref": "At the mouth of two witnesses, or three witnesses, will he who must die be put to death", "text": "Here \"the mouth\" represents the testimony of a witness. This can be translated in active form.  AT: \"If two or three witnesses speak against the person, then you must execute him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "but at the mouth of only one witness he must not be put to death", "text": "Here \"the mouth\" represents the testimony of a witness. This can be translated in active form. AT: \"but if only one person speaks against him, then you must not execute him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The hand of the witnesses must be the first to put him to death, and afterward the hand of all the people", "text": "Here \"hand\" represents the entire group of witnesses. AT: \"The witnesses themselves must be the first ones to throw stones. Then all the people will execute the person by throwing stones at him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will remove the evil from among you", "text": "The nominal adjective \"the evil\" can be stated as an adjective. AT: \"you must remove from among the Israelites this person who does this evil thing\" or \"you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "If a matter arises", "text": "\"If there is a matter\" or \"If there is a situation\""}, {"ref": "one person's right and another person's right", "text": "A \"right\" is a person's legal authority to do something or to possess something."}, {"ref": "within your city gates", "text": "Here \"city gates\" represents cities or towns. AT: \"within your towns\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "you will seek their advice", "text": "The abstract noun \"advice\" can be stated as a verb. AT: \"you will ask them to advise you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "they will give you the verdict", "text": "The abstract noun \"verdict\" can be stated as a verb. AT: \"they will decide on the matter\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "10", "tn": [{"ref": "You must follow the law given to you", "text": "A person obeying what the priests and judge decide is spoken of as if the person were physically following behind the law. This can be stated in active form. AT: \"You must obey what the judge and priests decide about the matter\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Do not turn aside from what they tell you, to the right hand or to the left", "text": "A person not doing exactly what the judge and priests say is spoken of as if he were turning off the correct path. AT: \"Do not disobey anything they tell you\" This can be stated in positive form. AT: \"Do everything they say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "in not listening to the priest ... or in not listening to the judge", "text": "\"and does not obey the priest ... or does not obey the judge\""}, {"ref": "you will put away the evil from Israel", "text": "The nominal adjective \"the evil\" can be translated as an adjective. AT: \"you must remove from among the Israelites the person who does this evil thing\" or \"you must execute this evil person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "All the people must hear and fear, and act arrogantly no more", "text": "It is implied that when the people hear about the person who was executed for acting arrogantly, they will be afraid and not act arrogantly themselves. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Moses continues speaking to the people of Israel."}, {"ref": "When you have come to the land", "text": "The word \"come to\" can be translated as \"gone to\" or \"entered.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "then you say, 'I will set a king over myself, like all the nations that are round about me'", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"then you decide that you want a king just like the peoples of the nations that surround you have kings\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "I will set a king over myself ... round about me", "text": "Moses has the people speaking as if they were one person. It may be more natural to translate this with plural pronouns. AT: \"We will set over ourselves ... round about us\" (See: [[:en:ta:vol2:translate:figs_pronouns]])"}, {"ref": "set a king over myself", "text": "Giving someone the authority to rule as king in Israel is spoken of as if the people were setting the person in a place above them. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "all the nations that are round about me", "text": "\"all the surrounding nations\""}, {"ref": "all the nations", "text": "<b>all the nations</b> Here \"nations\" represent the people who live in the nations. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "someone from among your brothers", "text": "\"one of your fellow Israelites\""}, {"ref": "a foreigner, who is not your brother, over yourself", "text": "Both of these phrases mean the same thing. They both refer to a person who is not an Israelite. Yahweh is emphasizing that the people of Israel should not let a foreigner rule over them. AT: \"a foreigner over yourself\" or \"a non-Israelite over yourself\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "16", "tn": [{"ref": "for Yahweh had said to you, 'You will never return that way again'", "text": "This has a quotation within a quotation. A direct quotation can be stated as an indirect quotation. AT: \"for Yahweh had said that you must never return to Egypt again\" (See: [[:en:ta:vol2:translate:figs_quotesinquotes]] and [[:en:ta:vol2:translate:figs_quotations]])"}, {"ref": "so that his heart does not turn away", "text": "Here \"heart\" refers to the whole person. An Israelite king who marries foreign wives and starts to worship their false gods is spoken of as if his heart were to turn away from Yahweh. AT: \"so that they do not cause him to turn from Yahweh and start worshiping false gods\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "When he sits on the throne of his kingdom", "text": "Here \"throne\" represents the person's power and authority as king. To sit on the throne means to become king. AT: \"When he becomes king\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he must write for himself in a scroll a copy of this law", "text": "Possible meanings are 1) \"he must personally write in a scroll a copy of this law for himself\" or 2) \"he must appoint someone to write in a scroll a copy of this law for him\""}, {"ref": "from the law that is before the priests, who are Levites", "text": "\"from the copy of the law that the Levitical priests keep\""}, {"ref": "so as to keep all the words of this law and these statutes, to observe them", "text": "These two phrases mean basically the same thing and emphasize that the king must obey all of God's law. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "20", "tn": [{"ref": "so that his heart is not lifted up above his brothers", "text": "Here \"his heart\" refers to the whole person. A king becoming arrogant is spoken of as if his heart were lifted up. AT: \"so that he does not become arrogant\" or \"so that he does not think he is better than his fellow Israelites\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that he does not turn away from the commandments, to the right hand or to the left", "text": "A king disobeying God's commands is spoken of as if a person were to turn off the correct path. AT: \"so that he does not disobey any of the commandments\" This can be stated in positive form. AT: \"so that he obeys all of the commandments\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "prolong his days", "text": "Long days is a metaphor for a long life. See how you translated a similar phrase \"prolong your days\" in [[:en:bible:notes:deu:04:25|4:26]]. AT: \"be able to live a long time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]