[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "In his closing notes, Paul reminds the Corinthian believers to collect money for the needy believers in Jerusalem. He reminds them that Timothy will come to them before he goes to Paul."}, {"ref": "for the believers", "text": "Paul was collecting money from his churches for the poor Jewish Christians in Jerusalem and Judea."}, {"ref": "as I directed", "text": "\"as I gave specific instructions\""}, {"ref": "store it up", "text": "Possible meanings are: 1) \"keep it at home\" or 2) \"leave it with the church\""}, {"ref": "so that there will be no collections when I come", "text": "\"so that you will not have to collect more money while I am with you\""}]}, {"id": "03", "tn": [{"ref": "whomever you approve", "text": "Paul is telling the church to choose some of their own people to take their offering to Jerusalem. \"whomever you choose\" or \"the people you appoint\""}, {"ref": "I will send with letters", "text": "Possible meanings are 1) \"I will send with letters that I will write\" or 2) \"I will send with letters that you will write.\""}]}, {"id": "05", "tn": [{"ref": "you may help me on my journey", "text": "This means they might give Paul money or other things he needs so that he and his ministry team could continue to travel."}]}, {"id": "07", "tn": [{"ref": "I do not wish to see you now", "text": "Paul is stating that he wants to visit for a long time later, not just for a short time soon."}, {"ref": "Pentecost", "text": "Paul would stay in Ephesus until this festival, which came in May or June, 50 days after Passover. He would then travel through Macedonia, and later try to arrive in Corinth before winter started in November."}, {"ref": "a wide door has opened", "text": "Paul speaks of the opportunity God has given him to win people to the gospel as if it were a door that God had opened so he could walk through it. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "see that he is with you unafraid", "text": "\"see that he has no cause to fear being with you\""}, {"ref": "Let no one despise him", "text": "Because Timothy was much younger than Paul, sometimes he was not shown the respect he deserved as a minister of the gospel."}, {"ref": "our brother Apollos", "text": "Here the word \"our\" refers to Paul and his readers, so it is inclusive. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}]}, {"id": "13", "tn": [{"ref": "Be watchful, stand fast in the faith, act like men, be strong", "text": "Paul is describing what he wants the Corinthians to do as if he was giving four commands to soldiers in war. These four commands mean almost the same thing and are used for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Be watchful", "text": "Paul speaks of people being aware of what is happening as if they were guards keeping watch over a city or vineyard. This can be stated more clearly. AT: \"Be careful whom you trust\" or \"Watch out for danger\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "stand fast in the faith", "text": "Paul speaks of people continuing to believe in Christ according to his teaching as if they were soldiers refusing to retreat when the enemy attacks. Possible meanings are 1) \"keep strongly believing what we have taught you\" or 2) \"keep strongly trusting in Christ\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "act like men", "text": "In the society in which Paul and his audience lived, men usually provided for families by doing the heavy work and fighting against invaders. This can be stated more clearly. AT: \"be responsible\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Let all that you do be done in love", "text": "\"Everything you do should show people that you love them\""}]}, {"id": "15", "tn": [{"ref": "Connecting Statement:", "text": "Paul begins to close his letter and sends greetings from other churches, as well as from Prisca, Aquila, and Paul himself."}, {"ref": "household of Stephanas", "text": "Stephanas was one of the first believers in the church at Corinth. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Achaia", "text": "This is the name of a province in Greece. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "17", "tn": [{"ref": "Stephanas, Fortunatus, and Achaicus", "text": "These men were either some of the first Corinthian believers or church elders who were co-workers with Paul."}, {"ref": "Stephanas, Fortunatus, and Achaicus", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "They have made up for your absence", "text": "\"They made up for the fact that you were not here.\""}, {"ref": "For they have refreshed my spirit", "text": "Paul is saying he was encouraged by their visit."}]}, {"id": "21", "tn": [{"ref": "I, Paul, write this with my own hand", "text": "Paul was making it clear that the instructions in this letter are from him, even though one of his co-laborers wrote what Paul was saying in the rest of the letter. Paul wrote this last part with his own hand."}, {"ref": "may he be accursed", "text": "\"may God curse him.\" See how \"accursed\" was translated in [[:en:bible:notes:1co:12:01|12:3]]."}]}]