[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "For the chief musician", "text": "\"This is for the director of music to use in worship\""}, {"ref": "with wind instruments", "text": "\"This song should be accompanied by people who play wind instruments.\""}, {"ref": "A psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "Listen to my call to you", "text": "This is a call for help. AT: \"Listen to me as I call to you now for help\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "groanings", "text": "low sounds that people make with the voice when they are suffering"}, {"ref": "in the morning you hear my cry ... in the morning I will bring my petition to you", "text": "These two phrases are very similar in meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I will bring my petition to you", "text": "\"I will make my request\" or \"I will ask you for what I need\""}, {"ref": "expectantly", "text": "\"hopefully\""}]}, {"id": "004", "tn": [{"ref": "Yahweh despises violent and deceitful men", "text": "Since David is speaking to God in this psalm, this sentence can be stated with the word \"you.\" AT: \"Yahweh, you despise violent and deceitful men\" or \"Yahweh, you hate men who do violent acts and deceive others\"  (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "007", "tn": [{"ref": "your house", "text": "This refers to God's temple. AT: \"your temple\""}, {"ref": "lead me in your righteousness", "text": "David speaks of righteousness as if it were a path and of teaching as leading. The phrase \"your righteousness\" means that God is righteous AT: \"teach me to do what is righteous as you do\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make your path straight before me", "text": "David speaks of righteousness as if it were a path. A straight path is easy to see or walk on.  AT: \"show me clearly how to live in the right way\" (UDB) or \"make it easy for me to do what is right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "David talks about his enemies."}, {"ref": "For there is no truth in their mouth", "text": "Truth being in the mouth represents speaking truthfully. AT: \"For they never say what is true\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their inward being is wicked", "text": "The inward being represents people's thoughts and desires. AT: \"their thoughts and desires are wicked\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their throat", "text": "The throat represents people's speech. AT: \"their speech\" or \"what they say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their throat is an open tomb", "text": "Their throat is spoken of as if it were an open tomb, ready for dead bodies to put into it. Possible meanings are 1) \"they say that they will kill people\" or 2) \"What they say kills people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they flatter with their tongue", "text": "\"they say nice things about people without really meaning it\""}, {"ref": "their tongue", "text": "The tongue represents what people say.  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "may their schemes be their downfall", "text": "\"may their schemes cause them to experience disasters\" or \"may they become less important because of their schemes\""}, {"ref": "schemes", "text": "plans to harm people"}, {"ref": "downfall", "text": "This is something that causes a person to experience disasters or to lose power. Experiencing disaster or becoming less important is spoken of as falling. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "011", "tn": [{"ref": "may all those who take refuge in you rejoice", "text": "God is spoken of as if he were a refuge, a place where people can be protected. AT: \"May all those who go to you for protection rejoice\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who take refuge in you rejoice ... shout for joy because you defend them", "text": "These two clauses express similar thoughts. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "take refuge in you", "text": "Going to Yahweh for protection is spoken of as taking refuge in him. AT: \"go to you for protection\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "those who love your name", "text": "God's name represents him. At: \"those who love you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "you will surround them with favor as with a shield", "text": "God's favor is spoken of as if it were a shield. AT: \"you will favor them and protect them as a soldier protects himself with his shield\" or \"because you are kind to them, you will protect them (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]