[{"id": "01", "tn": [{"ref": "Eliphaz", "text": "Eliphaz is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Temanite", "text": "A Temanite belongs to the tribe of Teman. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "will you be impatient?", "text": "Eliphaz asks this question in order to make a statement. AT: \"you will surely be impatient.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "will you be impatient?", "text": "\"will that annoy you?\""}, {"ref": "But who can stop himself from speaking?", "text": "Eliphaz asks this question to say that no one who sees a friend suffering can remain silent. AT: \"No one can restrain himself from speaking (to a friend in such a state as you find yourself)\" or \"I must speak to you, (seeing that you are in a state of grief).\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "See, you have instructed many; you have strengthened weak hands", "text": "This verse states a single idea in two different ways. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "you have strengthened weak hands", "text": "Here \"weak hands\" represents people who need help. AT: \"you have helped others when they needed help\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The writer uses parallelism in each of these verses make one idea using two different statements to emphasize 1) the support that Job has given others in the past, 2) the effect on him of his present troubles, and 3) his piety before God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "supported", "text": "Someone who has been encouraged is spoken of as if he were kept from falling down. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "falling", "text": "Here becoming discouraged is spoken of as if it were falling down. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you have made feeble knees firm", "text": "Here discouragement is spoken of as if it were a person whose weak knees could not keep him upright. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "But now trouble has come to you", "text": "Here trouble is spoken of as if it were an object that could come to a person. AT: \"But now you suffer from disasters\" See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you are weary", "text": "\"you are discouraged\""}, {"ref": "your fear", "text": "\"the fact that you honor God\""}, {"ref": "Is not your fear your confidence, and the integrity of your ways your hope?", "text": "Eliphaz asks these questions in order to make say to Job that his sin has caused him to suffer. AT: \"Everyone thinks that you honor God; everyone thinks that you are an honest man. But these things must not be true, because you do not trust God any longer.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "your fear", "text": "Eliphaz means Job's fear of God. AT: \"your fear of God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "your ways", "text": "Here \"your ways\" represents \"your conduct,\" \"how you behave.\" See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "who has ever perished when innocent?", "text": "Eliphaz uses this question to prompt Job to search his life for sin (and God's righteous judgment) as the cause of his loss. AT: \"No one has ever perished when innocent.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "when were the upright people ever cut off", "text": "This question also means to make a statement, and may be put into active form. AT: \"No one has ever cut off an upright person.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "cut off", "text": "Here being cut off represents being destroyed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "plow iniquity ... sow trouble ... reap", "text": "Here the actions of plowing and sowing represent causing trouble for other people. The action of reaping represents suffering the trouble that one has himself caused. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "By the breath of God they perish; by the blast of his anger they are consumed", "text": "The writer explains a single idea using two different statements. This is a form of Hebrew poetry used for emphasis, clarity, teaching, or all three. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the breath of God", "text": "This may represent the action of God giving a command. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the blast of his anger", "text": "This expression suggests the heavy breathing that a person sometimes does through his nose when he is very angry. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "breath ... blast", "text": "The second builds on the first. They make the same point by using meanings that increase the result. \"By the puff of God's mouth they die; the rushing wind of his anger devastates them.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "perish ... are consumed", "text": "The second phrase builds on the first. They make the same point. \"By the puff of God's breath they die, the rushing wind of his anger devastates them.\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they are consumed", "text": "Here being consumed or eaten represents being killed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "The writer uses parallelism in these verses, conveying a single idea using different statements to emphasize God's destruction of wicked people. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "The roaring of the lion, the voice of the fierce lion, the teeth of the young lions—they are broken.", "text": "Here a lion's roar, his voice, and lions' teeth being broken are used as pictures of the wicked being destroyed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are broken", "text": "This may be put into active form. AT: \"something breaks them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The old lion perishes for lack of victims; the cubs of the lioness are scattered everywhere", "text": "Eliphaz uses the picture of an old lion dying of hunger and of a lion's family being scattered as metaphors for the wicked being destroyed."}, {"ref": "are scattered", "text": "\"something scatters the cubs of the lioness\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "12", "tn": [{"ref": "Now a certain matter was secretly brought to me ... my ear received a whisper about it", "text": "These phrases express the same idea in a different way. They convey the idea that Eliphaz heard a message whispered to him. This repetition is a form of Hebrew poetry used frequently for emphasis, teaching, or clarity. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "was secretly brought", "text": "\"something brought a certain matter to me secretly\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "visions in the night", "text": "\"dreams\""}, {"ref": "when deep sleep falls on people", "text": "\"when people sleep very deeply\""}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "The writer uses parallelism in these verses, conveying a single idea using different statements to emphasize Eliphaz's fear. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "fear and trembling came upon me", "text": "Here fear and trembling are spoken of as if they were objects that could come to a person. AT: \"I began to be afraid and to tremble.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hair of my flesh stood up", "text": "This indicates great fear."}, {"ref": "the hair of my flesh", "text": "\"the hair on my body\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The writer uses parallelism in verse 17, conveying a single idea using two different statements to emphasize a question about the purity of man before God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A form was before my eyes", "text": "\"Something was before my eyes,\" \"I saw something\""}, {"ref": "and I heard", "text": "\"then I heard\""}, {"ref": "Can a mortal man be more righteous than God?", "text": "Eliphaz poses this question so that Job will consider, \"Do I regard myself as more righteous than God?\" or \"Am I justified before God?\" AT: \"A mortal man cannot be more righteous than God\" or \"A mortal man cannot be righteous before God.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Can a man be more pure than his Maker?", "text": "This question has the same purpose as the previous question. AT: \"A man cannot be more pure than his Maker\" or \"A man cannot be pure before his Maker.\""}, {"ref": "Maker", "text": "\"Creator\""}]}, {"id": "18", "tn": [{"ref": "those who live in houses of clay, whose foundation is in the dust", "text": "This is a figurative way of describing human beings, who were created out of the dust of the earth and whose bodies are like houses, which are made of clay and have dirt foundations. (See: [[:en:ta:vol1:translate:figs_metaphor]])."}, {"ref": "crushed sooner than a moth", "text": "The phrase \"sooner than\" is normally translated as \"before.\" AT: \"crushed before a moth\" or \"crushed like a moth\""}, {"ref": "are crushed", "text": "\"something crushes them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "are crushed", "text": "\"are killed\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "These verses continue the earlier use of parallelism, here emphasizing in different ways the idea that people die suddenly without having achieved wisdom and without concern from others. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Between morning and evening they are destroyed", "text": "This refers to the idea of something happening quickly. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they are destroyed", "text": "This may also be put into active form. AT: \"they die\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Are not their tent cords plucked up among them?", "text": "This may be put into active form. AT: \"Have not their enemies plucked up their tent cords from among them?\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "their tent cords", "text": "Here tent cords represent a tent. Sometimes a person's home and family are pictured as his tent, which can also represent all his possessions.  (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}]