[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues to tell Moses of his anger."}, {"ref": "that land, which is flowing with milk and honey", "text": "The land was good for raising livestock and growing crops. See how you translated this in [[:en:bible:notes:exo:03:07|3:8]]. AT: \"a land that is excellent for raising livestock and growing crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "flowing with", "text": "\"full of\" or \"with an abundance of\""}, {"ref": "milk", "text": "Since milk comes from cows and goats, this represents food produced by livestock. AT: \"food from livestock\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "honey", "text": "Since honey is produced from flowers, this represents food from crops. AT: \"food from crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a stubborn people", "text": "\"people who refuse to change\""}]}, {"id": "04", "tn": [{"ref": "jewelry", "text": "beautiful clothing as well as chains and rings with jewels in them"}, {"ref": "a stubborn people", "text": "\"people who refuse to change.\" See how you translated this in [[:en:bible:notes:exo:33:01|33:3]]."}]}, {"id": "07", "tn": [{"ref": "the pillar of cloud", "text": "The cloud had the shape of a pillar. See how you translated this in [[:en:bible:notes:exo:13:19|13:22]]. AT: \"the cloud shaped like a pillar\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "would come down", "text": "Where it came down from can be stated clearly. AT: \"would come down from the sky\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "10", "tn": [{"ref": "Yahweh would speak to Moses face to face", "text": "Speaking directly rather than through dreams and visions, is spoken of as if Moses and God saw each other's faces while they spoke. AT: \"Yahweh would speak directly to Moses\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "young man", "text": "old enough to be a soldier ([[:en:bible:notes:exo:17:08|17:9-10]]), but much younger than Moses"}]}, {"id": "12", "tn": [{"ref": "See", "text": "\"Look!\" or \"Listen!\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "I know you by name", "text": "To know someone by name is to know them well. AT: \"I know you well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you have also found favor in my sight", "text": "This is part of what God had told Moses. AT: \"I am pleased with you\" or \"I approve of you\"  (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Now if I have found favor in your sight", "text": "This is part of what Moses was saying to God. AT: \"Now If  you are pleased with me\" or \"Now if you approve of me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "show me your ways", "text": "Possible meanings: 1) \"show me what you are going to do in the future\" or 2) \"show me how people can do what pleases you.\""}]}, {"id": "14", "tn": [{"ref": "My own presence will go", "text": "God's presence represents himself. AT: \"I will go\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "go with you ... give you", "text": "The word \"you\" here refers to Moses. It is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I will give you rest", "text": "\"I will let you rest\""}, {"ref": "For otherwise", "text": "\"For if your presence does not go with us\""}, {"ref": "how will it be known", "text": "This can be expressed with an active form. AT: how will people know\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "how will it be known ... people?", "text": "Moses used this question in order to emphasize that if God does not go with them, no one will know that Moses had found favor in God's sight.  AT: \"no one will know ... people.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Will it not only be if", "text": "\"Will it not only be known if\""}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "When Yahweh uses the word \"you\" in this verse, it is singular and refers to Moses. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "you have found favor in my sight", "text": "This is an idiom that means that God is pleased with him. See how you translated this in [[:en:bible:notes:exo:33:12|33:12]]. AT: \"I am pleased with you\" or \"I approve of you\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I know you by name", "text": "To know someone by name is to know them well. See how you translated this in [[:en:bible:notes:exo:33:12|33:12]]. AT: \"I know you well\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "19", "tn": [{"ref": "I will make all my goodness pass before you", "text": "God speaks of walking past Moses so that Moses can see his goodness as if only his goodness would go past Moses. AT: \"I will move past you so that you may see my goodness\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "See", "text": "\"Look\" or \"Listen\" or \"Pay attention to what I am about to tell you.\""}, {"ref": "you will see my back", "text": "This is because Yahweh will be walking away from Moses."}, {"ref": "but my face will not be seen", "text": "This can be expressed in active form. AT: \"but you will not see my face\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]