{"1": [{"a": "The wives of Elkanah were Hannah and Peninnah.", "q": "Who were the two wives of Elkanah?", "ref": ["01-01", "01-02"]}, {"a": "Hannah had no children.", "q": "How many children did Hannah have?", "ref": ["01-02"]}, {"a": "He gave a double portion to Hannah because he loved her.", "q": "Why did Elkanah give a double portion to Hannah?", "ref": ["01-05"]}, {"a": "She provoked Hannah in order to irritate her, beause Yahweh had closed her womb.", "q": "Why did Hannah's rival provoke her?", "ref": ["01-06"]}, {"a": "She went to the house of Yahweh and prayed and wept bitterly.", "q": "What did Hannah do because she was so deeply distress about not having children?", "ref": ["01-09", "01-10"]}, {"a": "Hannah vowed that if Yahweh would give her a son, she would give him to Yahweh and no razor would touch his head.", "q": "What did Hannah vow to Yahweh?", "ref": ["01-11"]}, {"a": "Eli saw Hannah's lips moving but didn't hear her voice, so he thought she was drunk from wine.", "q": "Because Hannah was speaking to Yahweh from her heart, what did Eli, the priest, think about her actions?", "ref": ["01-12", "01-14"]}, {"a": "Hannah assured Eli that she was not drunk but was speaking to Yahweh from her heart.", "q": "What did Hannah assure Eli she was doing?", "ref": ["01-15", "01-16"]}, {"a": "Eli told her to go in peace and asked the God of Israel to grant her the request she was asking him.", "q": "What did Eli say to Hannah that caused her to go on her way, eat and no longer feel sad?", "ref": ["01-17", "01-18"]}, {"a": "Hannah named her son Samuel because she asked for him from Yahweh.", "q": "When Hannah conceived and gave birth to a son, what did she name him?", "ref": ["01-20"]}, {"a": "Because she was still nursing her son.", "q": "Why did Hannah not go with her husband to the temple for the yearly sacrifice?", "ref": ["01-21", "01-23"]}, {"a": "Hannah took a sacrifice of a three year old bull, one ephah of meal, and a bottle of wine to give to the priest.", "q": "What did Hannah take with her, along with her son, to the house of Yahweh to give to Eli the priest?", "ref": ["01-24", "01-25"]}, {"a": "Hannah gave her son to Yahweh for as long as he would live.", "q": "What did Hannah give Yahweh?", "ref": ["01-26", "01-28"]}], "2": [{"a": "Hannah spoke boldly because she rejoices in Yahweh's salvation.", "q": "Why did Hannah speak boldly over her enemies?", "ref": ["02-01"]}, {"a": "We should not boast or speak arrogantly because Yahweh is a God of knowledge and by him all actions are weighed.", "q": "Why does Hannah say that we should not boast or speak arrogantly?", "ref": ["02-03"]}, {"a": "The woman who has many children is filled with sorrow.", "q": "In Hannah's song, who is the one who is filled with sorrow?", "ref": ["02-05"]}, {"a": "Yahweh is the one who decides death and life, and Sheol or raised up.", "q": "Who decides death and life, if one goes down to Sheol or is raised up?", "ref": ["02-06"]}, {"a": "Yahweh makes the poor, and he makes the rich.", "q": "Who makes the poor and the rich?", "ref": ["02-07"]}, {"a": "Yahweh raises them up to sit at the seat of honor.", "q": "Who raises up the poor and lifts the needy to sit in the seat of honor?", "ref": ["02-08"]}, {"a": "Yahweh will guard their feet and silence the wicked.", "q": "Who does Hannah say will guard the feet of his faithful people and silence the wicked in darkness?", "ref": ["02-09"]}, {"a": "Yahweh judges the ends of the earth and gives strength to his king.", "q": "Who judges the ends of the earth and gives strength to his king?", "ref": ["02-10"]}, {"a": "Samuel served Yahweh in the presence of Eli the priest.", "q": "What child served Yahweh in the presence of Eli the priest?", "ref": ["02-11"]}, {"a": "Eli the priest's sons were evil men.", "q": "Whose sons were evil men?", "ref": ["02-12"]}, {"a": "Their custom was for the priests' servant come with a three pronged fork to get the meat for the priest to take for himself.", "q": "What was the custom of the priests with the people at the time of sacrifice?", "ref": ["02-13", "02-14"]}, {"a": "Instead of eating the boiled meat, Eli's sons instructed their servants tell the people they only ate raw meat.", "q": "What evil thing did the priest's sons instruct their servants?", "ref": ["02-15", "02-16"]}, {"a": "Their sin was great before Yahweh because they despised Yahweh's offering.", "q": "Why was the sin of Eli's sons so great?", "ref": ["02-17"]}, {"a": "She world make him a linen ephod robe.", "q": "What would Samuel's mother make for him form year to year to cloth him?", "ref": ["02-18", "02-19"]}, {"a": "Eli blessed Elkanah and his wife by praying for them to have more children by Hannah.", "q": "How would Eli bless Elkanah and his wife?", "ref": ["02-20"]}, {"a": "Yahweh once more helped Hannah and she bore three more sons and two daughters.", "q": "What was Yahweh's response to Eli's prayer for Samuel's parents to have more children?", "ref": ["02-21"]}, {"a": "Eli told his sons that they were doing evil things and they caused Yahweh's people to disobey.", "q": "What did Eli say to his sons as he was getting very old?", "ref": ["02-23", "02-24"]}, {"a": "Eli's sons did not listen to his voice because Yahweh intended to kill them.", "q": "Why did Eli's sons not listen to his voice?", "ref": ["02-25"]}, {"a": "Samuel grew up and increased in favor with Yahweh and with men.", "q": "Who grew up and increased in favor with Yahweh and also with men?", "ref": ["02-26"]}, {"a": "A man of God told Eli that Yahweh chose Eli's ancestors.", "q": "Who told Eli that Yahweh chose Eli's ancestors out of all the tribes of Israel to be Yahweh's priest?", "ref": ["02-27", "02-28"]}, {"a": "He scorned the sacrifices and offerings by honoring his sons above Yahweh.", "q": "How had Eli scorned Yahweh's sacrifices and offerings?", "ref": ["02-29"]}, {"a": "Yahweh told Eli that all the men born in Eli's family would die.", "q": "What did Yahweh tell Eli would happen to the men in his family?", "ref": ["02-33"]}, {"a": "Both of Eli's sons would die on the same day.", "q": "What did Yahweh say would be a sign that all the men in Eli's family would die?", "ref": ["02-34"]}, {"a": "A faithful priest who Yahweh raises up will walk before Yahweh's anointed king forever.", "q": "Who will walk before Yahweh's anointed king forever?", "ref": ["02-35"]}, {"a": "They will ask him for a position as a priest so that they can have food to eat.", "q": "Why will everyone in Eli's family come and bow down to the faithful priest?", "ref": ["02-35"]}], "3": [{"a": "Samuel replied, \"Here I am.\"", "q": "What was Samuel's reply when he heard Yahweh call to him as he was lying down in his bed?", "ref": ["03-02", "03-04"]}, {"a": "Eli said that he did not call Samuel, and told him to go lie down again.", "q": "What did Eli tell Samuel to do when Samuel ran to him?", "ref": ["03-05"]}, {"a": "A message from Yahweh had never been revealed to Samuel.", "q": "What had never been revealed to Samuel?", "ref": ["03-07"]}, {"a": "Eli realized that Yahweh had called the boy.", "q": "What did Eli realize after the third time that Samuel came to him?", "ref": ["03-08"]}, {"a": "Eli told Samuel to say, \"Speak, for your servant is listening.\"", "q": "What did Eli tell Samuel to say if Yahweh called him again?", "ref": ["03-09"]}, {"a": "Yahweh said the ears of everyone that hears what he is about to do will shake.", "q": "What did Yahweh say would happen to the ears of everyone when they heard what Yahweh was going to do?", "ref": ["03-11"]}, {"a": "Eli's sons brought a curse upon themselves..", "q": "What did Eli's sons bring upon themselves?", "ref": ["03-13"]}, {"a": "The sins of Eli's house would never be atoned for by sacrifice or offering.", "q": "What would never be atoned for by sacrifice or offering?", "ref": ["03-14"]}, {"a": "He was afraid to tell Eli about the vision from Yahweh.", "q": "What was Samuel afraid to do in the morning after he opened the doors of the house of Yahweh?", "ref": ["03-15"]}, {"a": "Samuel told him everything and hid nothing from Eli.", "q": "What did Samuel do after Eli told him that he must not hide from him the words that Yahweh had spoken?", "ref": ["03-17"]}, {"a": "All Israel knew that Samuel was appointed to be a prophet of Yahweh.", "q": "What did all Israel from Dan to Beersheba know about Samuel?", "ref": ["03-20"]}], "4": [{"a": "Israel was defeated by the Philistines.", "q": "What was the result of the battle between Israel and the Philistines?", "ref": ["04-01", "04-02"]}, {"a": "The elders decided that they should bring the ark of the testimony of Yahweh to be with them.", "q": "What did the elders of Israel decide to do so that they could be kept safe from the power of their enemies?", "ref": ["04-03"]}, {"a": "The two sons of Eli, Hophni and Phinehas were there with the ark.", "q": "Who was with the ark of the testimony of Yahweh of hosts?", "ref": ["04-04"]}, {"a": "The Philistines wondered what the loud shouting in the camp of the Hebrews meant.", "q": "What did the Philistines wonder when they heard the great shout of all the people of Israel?", "ref": ["04-05", "04-06"]}, {"a": "The Philistines said that God had come into the camp of the Hebrews.", "q": "Who did the Philistines say had come into the camp of the Hebrews?", "ref": ["04-07"]}, {"a": "They said that God had attacked the Egyptians with many different kinds of plagues.", "q": "With what did the Philistines say that God had attacked the Egyptians in the wilderness?", "ref": ["04-08"]}, {"a": "The two sons of Eli, Hophni and Phinehas, died.", "q": "What happened to the two sons of Eli when the Philistines fought and defeated Israel?", "ref": ["04-10", "04-11"]}, {"a": "When the man told the news, the whole city cried out.", "q": "What did the whole city do when the man from the battle line entered the city and told the news?", "ref": ["04-12", "04-13"]}, {"a": "Eli asked what was the meaning of the uproar.", "q": "What question did Eli ask when he heard the noise of the outcry of the city?", "ref": ["04-14"]}, {"a": "The man told Eli that this two sons were dead and the ark of God had been taken.", "q": "What did the man tell Eli had happened to his sons and to the ark of God when Israel was defeated by the Philistines?", "ref": ["04-16", "04-17"]}, {"a": "Eli's neck was broken and he died.", "q": "What was the injury that took Eli's life when he fell over backward from his seat by the side of the gate?", "ref": ["04-18"]}, {"a": "Phinehas' wife knelt down and gave birth, but her labor pains overwhelmed her.", "q": "What happened when Phinehas' pregnant wife heard that the ark was captured and her father-in-law and husband were dead?", "ref": ["04-19"]}, {"a": "She named the baby Ichabod because the glory had gone away from Israel.", "q": "What name did Phinehas' wife give to the baby and why did she give him that name?", "ref": ["04-21", "04-22"]}], "5": [{"a": "Dagon was found fallen face down on the ground before the ark of Yahweh.", "q": "In what position did the people find the idol Dagon the next day after the Philistines brought the ark of God into the house of Dagon?", "ref": ["05-01", "05-03"]}, {"a": "Only the trunk of Dagon remained and his head and hands were lying cut off in the doorway.", "q": "What remained of the idol Dagon the next morning after they had set him back in his place before the ark?", "ref": ["05-04"]}, {"a": "The hand of the God of Israel was hard against them and against Dagon their god.", "q": "Why did the men of Ashdod say that the ark should not stay with them?", "ref": ["05-06", "05-07"]}, {"a": "The Philistines moved the ark to Gath.", "q": "To what place did the Philistines move the ark of the God of Israel?", "ref": ["05-08"]}, {"a": "Yahweh afflicted them with tumors.", "q": "With what did Yahweh afflict the men of the city of Gath?", "ref": ["05-09"]}, {"a": "They said that the God of Israel would kill them and their people.", "q": "What did the people of Ekron say that the God of Israel would do to them because the ark was sent to their city?", "ref": ["05-10"]}, {"a": "They requested that the ark be sent to its own place.", "q": "To what place did the people of Ekron request the rulers to send the ark?", "ref": ["05-11"]}, {"a": "The cry of the men of the city went up to the heavens.", "q": "To what place did the cry of the men of the city go?", "ref": ["05-12"]}], "6": [{"a": "The ark was in the country of the Philistines for seven months.", "q": "For what period of time was the ark of Yahweh in the Philistine's country?", "ref": ["06-01"]}, {"a": "They called for the priests and the diviners to tell them how to send the ark back to its own country.", "q": "Who did the Philistines call to ask advice on how the ark of Yahweh should be sent back to its own country?", "ref": ["06-02"]}, {"a": "They told the Philistines to send five golden tumors and five golden mice.", "q": "What did the priests and diviners tell the Philistine people to send as a gift to the God of Israel as a guilt offering?", "ref": ["06-03", "06-04"]}, {"a": "God had dealt severely with the Egyptians and Pharaoh because they had hardened their hearts.", "q": "Why did the priests and diviners say God had dealt severely with the Egyptians and Pharaoh?", "ref": ["06-06"]}, {"a": "They told the Philistines to tie two nursing cows to the cart.", "q": "What animals did the priests and diviners tell the Philistines to tie to the cart on which they were to place the ark of Yahweh?", "ref": ["06-07"]}, {"a": "The Philistines would know it if the cows pulling the cart went on their own to Beth Shemesh.", "q": "How would the Philistines know that it was Yahweh who had executed the great disaster on them?", "ref": ["06-09"]}, {"a": "The cows went straight in the direction of Beth Shemesh.", "q": "Where did the nursing cows go with the cart carrying the ark and the box containing the golden mice and castings of tumors?", "ref": ["06-10", "06-12"]}, {"a": "They were harvesting their wheat in the valley.", "q": "What were the people of Beth Shemesh doing when they lifted up their eyes and saw the ark?", "ref": ["06-13"]}, {"a": "They offered the cows as a burnt offering to Yahweh.", "q": "What did the people of Beth Shemesh do with the cows that had pulled the cart?", "ref": ["06-14"]}, {"a": "The Levites took down the ark of Yahweh and the box that was with it.", "q": "Who took down the ark of Yahweh and the box that was with it?", "ref": ["06-15"]}, {"a": "They returned that day to Ekron.", "q": "What did the five rulers of the Philistines do when they saw what the men of Beth Shemesh had done?", "ref": ["06-16"]}, {"a": "The number of the golden tumors and the golden mice were the same as the number of all the cities of the Philistines belonging to the five rulers.", "q": "What was the significance of the number of five golden tumors and the number of five golden mice?", "ref": ["06-17", "06-18"]}, {"a": "Yahweh killed them because they had looked into his ark.", "q": "Why did Yahweh kill seventy of the men of Beth Shemesh?", "ref": ["06-19"]}, {"a": "The messengers asked the inhabitants of Kiriath Jearim to come down and take the ark back with them.", "q": "What did the messengers ask the inhabitants of Kiriath Jearim to do about the ark that the Philistines had brought back?", "ref": ["06-21"]}], "7": [{"a": "They consecrated him to keep the ark of Yahweh.", "q": "What did the men of Kiriath Jearim do to Abinadab's son Eleazar so that he could keep the ark of Yahweh?", "ref": ["07-01"]}, {"a": "They lamented during that time and wished to turn to Yahweh.", "q": "What did all the house of Israel do during the twenty years that the ark remained in Kiriath Jearim?", "ref": ["07-02"]}, {"a": "They needed to remove the foreign gods and Ashtaroth from among them and worship Yahweh only.", "q": "What did the people of Israel need to remove from among them in order for Yahweh to rescue them from the hand of the Philistines?", "ref": ["07-03", "07-04"]}, {"a": "They admitted that they had sinned against Yahweh.", "q": "What did the people of Israel admit that they had done when they gathered together at Mitzpah and poured water out before Yahweh?", "ref": ["07-05", "07-06"]}, {"a": "They heard that the rulers of the Philistines attacked Israel.", "q": "What did the people of Israel hear about the Philistines that made them afraid and made them ask Samuel to call out to Yahweh for them?", "ref": ["07-07", "07-08"]}, {"a": "He answered Samuel.", "q": "What did Yahweh do when Samuel took a nursing lamb, offered it as a whole burnt offering to Yahweh and cried out to Yahweh?", "ref": ["07-09"]}, {"a": "Yahweh thundered with a loud sound that day against the Philistines.", "q": "What was it that Yahweh did that threw the Philistines into confusion as they drew near to attack Israel?", "ref": ["07-10"]}, {"a": "Samuel took a stone and set it up.", "q": "What did Samuel set up between Mizpah and Shen as a remembrance that Yahweh had helped them?", "ref": ["07-12"]}, {"a": "They were restored to Israel.", "q": "What happened to the towns that the Philistines had taken from Israel?", "ref": ["07-14"]}, {"a": "Samuel decided disputes for Israel in all these places.", "q": "What did Samuel do as he went on a circuit to Bethel, Gilgal, Mizpah and back to Raman?", "ref": ["07-15", "07-17"]}], "8": [{"a": "They chased after dishonest gain, taking bribes and perverting justice.", "q": "In what ways did the two sons of Samuel, who were judges, not walk in the ways of their father?", "ref": ["08-01", "08-03"]}, {"a": "They asked Samuel to appoint for them a king to judge them like all the nations, since he was old and his sons did not walk in his ways.", "q": "What the request did the elders of Israel make of Samuel?", "ref": ["08-04", "08-05"]}, {"a": "Samuel prayed to Yahweh.", "q": "What did Samuel do when he was displeased by the request from the elders of Israel to give them a king?", "ref": ["08-06"]}, {"a": "Yahweh told Samuel to obey their voice because they were not rejecting Samuel, but they were rejected Yahweh from being king over them.", "q": "Why did Yahweh tell Samuel to obey the voice of the people in everything they would say to him?", "ref": ["08-07"]}, {"a": "Yahweh told Samuel to solemnly warn the people of Israel about the way in which the king would rule over them.", "q": "What was the warning which Yahweh told Samuel to give to the people of Israel?", "ref": ["08-08", "08-09"]}, {"a": "Samuel warned the people that the king would take their sons to be horsemen and soldiers, make them plow the ground and reap the harvest, and use others to make weapons and implements of war.", "q": "What was the warning which Samuel gave to the people of Israel about the way in which the king would take their sons from them?", "ref": ["08-10", "08-12"]}, {"a": "Samuel warned them that the king would take their daughters to be perfumers, cooks, and bakers.", "q": "What was the warning which Samuel gave to the people of Israel about what the king would do with their daughters?", "ref": ["08-13", "08-15"]}, {"a": "Samuel warned them that the king would take their servants, the best of their young men and donkeys, a tenth of their flocks, and make them slaves.", "q": "What was the warning which Samuel gave to the people of Israel about what the king would do with their servants, young men, and animals?", "ref": ["08-16", "08-17"]}, {"a": "Samuel said that when they would cry out to Yahweh, Yahweh would not answer them.", "q": "What did Samuel warn the people of Israel would happen when they would cry out because of the king which they had chosen for themselves?", "ref": ["08-18"]}, {"a": "The people insisted that they still wanted a king over them so they could be like the other nations and have a king to judge them and fight their battles.", "q": "How did the people of Israel respond to the warnings from Samuel?", "ref": ["08-19", "08-20"]}, {"a": "Yahweh still told Samuel to obey the voice of the people and give them a king.", "q": "What was the response of Yahweh when Samuel repeated the words of the people into his ears?", "ref": ["08-21", "08-22"]}], "9": [{"a": "Saul was a handsome young man who was taller from his shoulders upward than any of the other people.", "q": "What were the outstanding physical features of Saul, the son of Kish?", "ref": ["09-01", "09-02"]}, {"a": "Saul took one of the servants and passed through many places without finding the lost donkeys.", "q": "What was the outcome when Kish asked his son Saul to go and look for their lost donkeys?", "ref": ["09-03", "09-04"]}, {"a": "Saul told his servant that they should go back or his father would worry more about them than the donkeys.", "q": "What did Saul tell his servant the should do when they came to the land of Zuph?", "ref": ["09-05"]}, {"a": "The servant told Saul that they should seek after a man of God in the city who might be able to tell them where they should go on their journey.", "q": "What different idea did the servant present to Saul?", "ref": ["09-06"]}, {"a": "The servant had with him a fourth of a shekel of silver to give to the man of God.", "q": "What did the servant have in his possession to give to the man of God so he would tell them which way to go?", "ref": ["09-07", "09-08"]}, {"a": "Saul and his servant asked if the seer was in the city so they could seek the knowledge of God's will.", "q": "What did Saul and his servant inquire of the young women who were coming out to draw water?", "ref": ["09-09", "09-11"]}, {"a": "The seer was coming to the city on that day because the people were sacrificing at the high place and the seer would bless the sacrifice.", "q": "Why was the seer coming to the city on that day?", "ref": ["09-12", "09-13"]}, {"a": "Yahweh told Samuel that he would be anointed prince over Israel and he would save Yahweh's people from the hand of the Philistines.", "q": "What did Yahweh reveal to Samuel about Saul's role in Israel?", "ref": ["09-15", "09-16"]}, {"a": "Samuel invited Saul to go up and eat with him at the high place.", "q": "What invitation did Samuel give to Saul after he revealed that he was the seer Saul was seeking?", "ref": ["09-17", "09-19"]}, {"a": "Even though Saul was from a clan which was the least of the tribe of Benjamin, all the desires of Israel were on him and his father's house.", "q": "How did Samuel surprise Saul by what he told him?", "ref": ["09-20", "09-21"]}, {"a": "He told Saul that it had been kept until the appointed time for him.", "q": "What did Samuel tell Saul about the thigh that had been raised in sacrifice?", "ref": ["09-23", "09-24"]}, {"a": "Samuel told Saul to get up so he could send him on his way.", "q": "What did Samuel say to Saul after they had come down from the high place into the city?", "ref": ["09-25", "09-26"]}, {"a": "Samuel told Saul to stay so Samuel could announce the message of God to him.", "q": "Why did Samuel tell Saul he must stay on the outskirts of the city for awhile?", "ref": ["09-27"]}], "10": [{"a": "He poured oil on Saul's head because Yahweh had anointed him to be a ruler over his inheritance.", "q": "Why did Samuel pour a flask of oil on Saul's head and kiss him?", "ref": ["10-01"]}, {"a": "Samuel told Saul that he would find two men near Rachel's tomb who would tell him that the donkeys had been found.", "q": "What future event did Samuel share with Saul?", "ref": ["10-02"]}, {"a": "Three men would meet him carrying three young goats, three loaves of bread, and a skin of wine and they would give him two loaves of bread, which he should take.", "q": "What did Samuel tell Saul would happen when he would come to the oak of Tabor?", "ref": ["10-03", "10-04"]}, {"a": "The spirit of Yahweh would rush upon him so that he would be changed into a different man and he would prophesy with a group of prophets from the city.", "q": "What did Samuel tell Saul would happen when he came to the garrison of the Philistines?", "ref": ["10-05", "10-06"]}, {"a": "Samuel told Saul to go down to Gilgal and Samuel would come to sacrifice burnt offerings and peace offerings.", "q": "What instructions did Samuel give to Saul?", "ref": ["10-07", "10-08"]}, {"a": "When Saul turned to leave, God gave him another heart.", "q": "What happened when Saul turned his back to leave Samuel?", "ref": ["10-09"]}, {"a": "The people wondered if he was now one of the prophets because they saw him prophesying with one of the prophets.", "q": "Why did people wonder if Saul was one of the prophets?", "ref": ["10-11", "10-13"]}, {"a": "Saul told his uncle that when he and his servant could not find the donkeys, they went to see Samuel.", "q": "What did Saul tell his uncle when he was asked where he had gone?", "ref": ["10-14"]}, {"a": "Samuel did not tell his uncle about the matter of the kingdom.", "q": "What did Saul not tell his uncle about what Samuel said to him?", "ref": ["10-15", "10-16"]}, {"a": "Israel had rejected Yahweh because they had demanded that he set a king over them.", "q": "Why did Yahweh say that Israel had rejected him?", "ref": ["10-17", "10-19"]}, {"a": "They looked for Saul, but he could not be found.", "q": "What happened when Saul was chosen as the next king?", "ref": ["10-20", "10-21"]}, {"a": "Saul had hidden himself among the baggage.", "q": "Why couldn't they find Saul when he was chosen as the next king?", "ref": ["10-22"]}, {"a": "Samuel said that there was no one like Saul among all the people.", "q": "How did Samuel feel about the man whom Yahweh had chosen?", "ref": ["10-24"]}, {"a": "Samuel told the people the customs and rules of kingship, wrote them down in a book, and placed it before Yahweh.", "q": "How were the customs and rules of kingship established and preserved?", "ref": ["10-25"]}, {"a": "Some worthless men despised Saul by not bringing him any gifts and questioning how he could save them.", "q": "How did some worthless men show their dislike for Saul?", "ref": ["10-27"]}], "11": [{"a": "He said he would make a treaty with them if he could bring disgrace on all Israel by gouging out all their right eyes.", "q": "What was the response of Nahash the Ammonite to the request for a treaty from the men of Jabesh?", "ref": ["11-01", "11-02"]}, {"a": "They asked to be left alone for seven days to see if there was anyone in all the territory of Israel who would save them.", "q": "How did the elders of Jabesh respond to Nahash's proposal?", "ref": ["11-03"]}, {"a": "Saul heard them crying after they had heard what might happen to the town of Jabesh.", "q": "Why did Saul wonder what was wrong with the people in his town of Gibeah?", "ref": ["11-04", "11-05"]}, {"a": "He became very angry and rallied all the men of Israel to follow him and fight against the enemies of Jabesh.", "q": "How did Saul respond to the threat against Jabesh?", "ref": ["11-06", "11-08"]}, {"a": "They told the men of Jabesh that they would be rescued on the next day by the time the sun was hot.", "q": "What did the messengers tell the men of Jabesh?", "ref": ["11-09"]}, {"a": "They told Nahash that they would surrender to him the next day and he could do to them whatever he wanted.", "q": "What did the men of Jabesh say to deceive Nahash?", "ref": ["11-10"]}, {"a": "The people of Israel attacked and defeated the Ammonites and those who survived were scattered.", "q": "What was the outcome of the battle between the people of Israel and Nahash the Ammonite?", "ref": ["11-11"]}, {"a": "Saul said no one would be put to death because Yahweh had rescued Israel.", "q": "Why did Saul say that none of his opposition would be put to death?", "ref": ["11-12", "11-13"]}, {"a": "They went to Gilgal to sacrifice peace offerings and to renew the monarchy by making Saul king before Yahweh.", "q": "Why did Samuel, Saul and all the people of Israel go to Gilgal?", "ref": ["11-14", "11-15"]}], "12": [{"a": "The people of Israel told Samuel he had not cheated or oppressed them or stolen anything from them.", "q": "Had Samuel every done anything evil against the people of Israel?", "ref": ["12-04", "12-05"]}, {"a": "He told the people of Israel to present themselves so he could remind them of all the righteous deeds of Yahweh in the past.", "q": "Why did Samuel tell the people of Israel to present themselves before Yahweh?", "ref": ["12-06", "12-07"]}, {"a": "Yahweh sold them into the hand of Sisera, into the hand of the Philistines and into the hand of the king of Moab.", "q": "What did God do to the ancestors of the people of Israel after they forgot Yahweh their God after Moses and Aaron brought them up out of Egypt?", "ref": ["12-08", "12-09"]}, {"a": "Yahweh sent Jerub Baal, Bedan, Jephthah, and Samuel to rescue them from their enemies.", "q": "What did Yahweh do after Israel's ancestors cried out to Yahweh and asked him to rescue them from the hand of their enemies?", "ref": ["12-10", "12-11"]}, {"a": "Samuel reminded the people of Israel that they had wanted a king to reign over them.", "q": "What truth did Samuel want the people of Israel to remember?", "ref": ["12-12", "12-13"]}, {"a": "They could obey the command of Yahweh and be followers of Yahweh, or they could rebel against Yahweh's commands and experience his hand against them.", "q": "What choice did Samuel bring before the people of Israel?", "ref": ["12-14", "12-15"]}, {"a": "Samuel challenged the people to present themselves before Yahweh and see the great thing he would do before their eyes.", "q": "What challenge did Samuel lay before the people of Israel?", "ref": ["12-16"]}, {"a": "He asked Yahweh to send thunder and rain.", "q": "What did Samuel ask Yahweh to send so that the people of Israel would know the extent of their wickedness?", "ref": ["12-17", "12-18"]}, {"a": "Samuel told the people to not be afraid, but to serve Yahweh with all their heart.", "q": "How did Samuel respond when the people of Israel realized the serious nature of their sin?", "ref": ["12-19", "12-20"]}, {"a": "Samuel comforted the people of Israel by telling them that Yahweh would not reject them.", "q": "What message of comfort did Samuel give to the people of Israel?", "ref": ["12-22"]}, {"a": "He decided teach the people the way that was good and right, and not to cease to pray for them.", "q": "What did Samuel decide to do for Israel?", "ref": ["12-23"]}, {"a": "Samuel told them to consider the great things Yahweh had done for them so they would fear him and serve him in truth with all their heart.", "q": "What challenge did Samuel give to the people of Israel?", "ref": ["12-24"]}], "13": [{"a": "Saul sent the rest of the soldiers home to their own tents.", "q": "What did Saul do with the soldiers he did not choose to be with him?", "ref": ["13-02"]}, {"a": "They became a rotten smell because Saul had defeated the garrison of the Philistines.", "q": "Why did Israel become a rotten smell to the Philistines?", "ref": ["13-03", "13-04"]}, {"a": "They gathered numerous chariots and men to fight against Israel.", "q": "How did the Philistines respond to the the defeat by the people of Israel?", "ref": ["13-05"]}, {"a": "They were distressed so they hid in caves, in the underbrush, in rocks, in wells, and in pits, and some fled over the Jordan.", "q": "How did the people of Israel react to the forces of the Philistines?", "ref": ["13-06", "13-07"]}, {"a": "Saul offered the burnt offering and the peace offerings himself.", "q": "What did Saul do when Samuel failed to come to Gilgal in seven days?", "ref": ["13-08", "13-10"]}, {"a": "He said he saw the people leaving, so he forced himself to offer the burnt offering to Yahweh.", "q": "What excuse did Saul give Samuel for not waiting for him to offer the sacrifices?", "ref": ["13-11", "13-12"]}, {"a": "Samuel said Saul had acted foolishly for not keeping the command that Yahweh gave him.", "q": "What did Samuel say to rebuke Saul?", "ref": ["13-13"]}, {"a": "Because Saul did not obey Yahweh's command, his rule over Israel would not continue forever, but instead Yahweh had appointed a man after his own heart to be prince over his people.", "q": "What did Samuel say would be the consequences for Saul's actions?", "ref": ["13-13", "13-14"]}, {"a": "The Philistines sent raiders from their camp to three different areas in Israel.", "q": "What strategy did the Philistines use against the people of Israel?", "ref": ["13-17"]}, {"a": "The Philistines did not allow the Israelites to have any blacksmiths who could make swords or spears.", "q": "What limitations did the soldiers of Israel face in their fight against the Philistines?", "ref": ["13-19"]}, {"a": "The soldiers of Israel did not have any swords or spears in their hands.", "q": "How were the soldiers of Israel hindered in their fight against the Philistines?", "ref": ["13-22"]}], "14": [{"a": "Jonathan and his armor bearer were going to the Philistines' garrison on the other side of the pass.", "q": "What secret did Jonathan, the son of Saul, keep from his father?", "ref": ["14-01"]}, {"a": "They did not know that Jonathan had gone over to the Philistines' garrison.", "q": "What was unknown to the six hundred men who were with Saul?", "ref": ["14-02", "14-03"]}, {"a": "Jonathan told him that Yahweh would work on their behalf to save many people if they would cross over to the garrison of the Philistines.", "q": "What proposal did Jonathan present to his young armor bearer?", "ref": ["14-06"]}, {"a": "Jonathan's armor bearer was ready to obey all his commands, so he encouraged him to do everything that was in his heart.", "q": "What was the armor bearer's response to the proposal?", "ref": ["14-07"]}, {"a": "If the Philistines said that they should come over to them, this would be the sign that Yahweh had given them into their hand.", "q": "What would be the sign to Jonathan and his armor bearer that Yahweh had given the Philistines into their hand?", "ref": ["14-08", "14-10"]}, {"a": "He told his armor bearer to follow him because Yahweh had given them into the hand of Israel.", "q": "What did Jonathan say to his armor bearer after the men of the Philistines' garrison had told them, \"Come up to us and we will show you something\"?", "ref": ["14-11", "14-12"]}, {"a": "Jonathan and his armor bearer put to death about twenty men.", "q": "What was the result of the attack that Jonathan and his armor bearer made on the Philistines' garrison?", "ref": ["14-13", "14-14"]}, {"a": "Saul had the people count to see who was missing from them, and they discovered it was Jonathan and his armor bearer.", "q": "What did Saul do when his watchmen in Gibeah of Benjamin saw the crowd of Philistine soldiers dispersing and going here and there?", "ref": ["14-16", "14-17"]}, {"a": "Saul commanded Ahijah the priest to bring the ephod of God so they could determine the will of God.", "q": "Why did Saul command Ahijah the priest to bring the ephod of God to him?", "ref": ["14-18", "14-19"]}, {"a": "Those Hebrews who had previously been with the Philistines, and who had gone with them into the camp joined the Israelites that were with Saul and Jonathan.", "q": "Who joined with the Israelites that were with Saul and Jonathan?", "ref": ["14-21"]}, {"a": "Yahweh saved Israel that day.", "q": "Who saved Israel that day?", "ref": ["14-23"]}, {"a": "Saul had put the people under an oath that any man that ate food until evening would be cursed.", "q": "What caused the hungry men of Israel to be distressed?", "ref": ["14-24"]}, {"a": "Jonathan ate of the honey from the forest.", "q": "What did Jonathan do to unknowingly break the oath?", "ref": ["14-27"]}, {"a": "Jonathan said that if the people had been able to freely eat of the honey and from the plunder of their enemies, there would have been a greater slaughter among the Philistines.", "q": "How was Jonathan critical of the oath his father had made?", "ref": ["14-29", "14-30"]}, {"a": "The people of Israel ate the blood of the animals they killed from the plunder.", "q": "How did the people of Israel sin against Yahweh after their battle against the Philistines?", "ref": ["14-33", "14-34"]}, {"a": "He did not receive any answers from God that day.", "q": "What caused Saul to not chase after the Philistines even though he was eager to do so?", "ref": ["14-37"]}, {"a": "He said that the man who committed this sin would surely die, even if it was Jonathan his son.", "q": "How did Saul say he would deal with this sin in Israel?", "ref": ["14-38", "14-39"]}, {"a": "It was determined by lots.", "q": "How was it determined that Jonathan was the person who had sinned?", "ref": ["14-42"]}, {"a": "The people of Israel who would not allow Jonathan to die because he had accomplished a great victory.", "q": "How was Jonathan saved from death?", "ref": ["14-45"]}, {"a": "Saul acted with great courage and rescued Israel out of the hands of those who plundered them.", "q": "How did Saul lead the people of Israel as their king?", "ref": ["14-47", "14-48"]}], "15": [{"a": "Amalek opposed Israel on the way when they came up from Egypt.", "q": "Why did Yahweh want Saul to attack and completely destroy Amalek?", "ref": ["15-02", "15-03"]}, {"a": "The Kenites showed kindness to the people of Israel when they came up from Egypt.", "q": "Why did Saul tell the Kenites to depart from the Amalekites?", "ref": ["15-06", "15-07"]}, {"a": "Saul spared the life of King Agag as well as the best of the animals of the Amalekites.", "q": "How did Saul disobey the directions which Yahweh had given to him?", "ref": ["15-08", "15-09"]}, {"a": "Saul had turned back from following Yahweh's commandments.", "q": "Why was Yahweh grieved that he had made Saul king?", "ref": ["15-10", "15-11"]}, {"a": "He said he had fulfilled the command of Yahweh.", "q": "What was the lie that Saul told to Samuel?", "ref": ["15-12", "15-13"]}, {"a": "Samuel asked about the bleating of sheep and the lowing of oxen he was hearing.", "q": "How did Samuel respond to the lie which Saul had told him?", "ref": ["15-14"]}, {"a": "He said the people spared the best of the sheep and oxen so they could sacrifice them to Yahweh.", "q": "What excuse did Saul give to Samuel to try to explain his disobedience?", "ref": ["15-15"]}, {"a": "He told Saul that Yahweh had anointed him king over Israel and told him to completely destroy the Amalekites, but instead he had seized the booty and done evil in the sight of Yahweh.", "q": "What did Samuel say to rebuke Saul?", "ref": ["15-17", "15-19"]}, {"a": "Saul insisted it was the people who took the best of the booty to sacrifice to Yahweh.", "q": "What was the same excuse that Saul gave to Samuel?", "ref": ["15-20", "15-21"]}, {"a": "Obedience to Yahweh is better than sacrifice and rebellion and stubbornness are sin to Yahweh.", "q": "What was Samuel's response to Saul?", "ref": ["15-22", "15-23"]}, {"a": "Saul said he had broken Yahweh's commandment because he was afraid of the people.", "q": "What was the reason Saul told Samuel he had sinned?", "ref": ["15-24"]}, {"a": "Yahweh had rejected Saul from being the king of Israel.", "q": "What was the declaration which Samuel gave to Saul from Yahweh?", "ref": ["15-26"]}, {"a": "Samuel told Saul that Yahweh was going to give the kingdom of Israel to one of Saul's neighbors, one who was better than Saul.", "q": "Who was Yahweh going to give the kingdom of Israel to?", "ref": ["15-28"]}, {"a": "Samuel used his sword to kill Agag before Yahweh.", "q": "What did Samuel do to finish the task that Saul had not done?", "ref": ["15-32", "15-33"]}], "16": [{"a": "Yahweh had rejected Saul from being king over Israel.", "q": "From what did Yahweh tell Samuel he had rejected Saul?", "ref": ["16-01"]}, {"a": "He feared that Saul would kill him.", "q": "What did Samuel fear if Saul heard of his travel to Bethlehem?", "ref": ["16-02"]}, {"a": "He told Samuel that he would anoint the one whom Yahweh told him.", "q": "How did Yahweh say that Samuel would know who to anoint?", "ref": ["16-03"]}, {"a": "They were trembling as they came to meet him.", "q": "How did the elders of Bethlehem act when Samuel arrived at their city?", "ref": ["16-04"]}, {"a": "He said to himself that Yahweh's anointed was certainly standing before him.", "q": "What did Samuel say to himself when he looked at Eliab?", "ref": ["16-06"]}, {"a": "Yahweh said that man looks on the outward appearance, but Yahweh looks on the heart.", "q": "How did Yahweh explain to Samuel that he does not see as man sees?", "ref": ["16-07"]}, {"a": "Samuel said that Yahweh had not chosen any of them.", "q": "What did Samuel say to Jesse after he made seven sons pass before him?", "ref": ["16-10"]}, {"a": "The youngest son was tending the sheep.", "q": "Where was the youngest son before Samuel called for him?", "ref": ["16-11"]}, {"a": "The Spirit of Yahweh rushed on David from that day forward.", "q": "When did the Spirit of Yahweh rush on David?", "ref": ["16-13"]}, {"a": "A harmful spirit from Yahweh troubled Saul.", "q": "What spirit troubled Saul instead of the Spirit of Yahweh?", "ref": ["16-14"]}, {"a": "The player of the harp would play it and Saul would be well.", "q": "What did Saul's servants say that a skillful player could do when the harmful spirit was on Saul?", "ref": ["16-16"]}, {"a": "Saul sent messengers to Jesse, saying to send him Jesse's son David, who was with the sheep.", "q": "How did Saul say which of Jesse's sons he wanted sent to him?", "ref": ["16-19"]}, {"a": "Saul made David his armor bearer.", "q": "What assignment did Saul give David since he loved him greatly?", "ref": ["16-21"]}, {"a": "The harmful spirit would depart from Saul.", "q": "What would depart from Saul so he would be refreshed and well, when David played the harp?", "ref": ["16-23"]}], "17": [{"a": "They encamped in the valley of Elah to draw up their battle line to meet the Philistines.", "q": "Why had Saul and the men of Israel encamped in the valley of Elah?", "ref": ["17-02"]}, {"a": "He had a helmet of bronze on his head.", "q": "What was on Goliath's head?", "ref": ["17-05"]}, {"a": "He had a javelin of bronze between his shoulders.", "q": "What did Goliath carry between his shoulders?", "ref": ["17-06"]}, {"a": "Goliath said they were servants of Saul.", "q": "Whom did Goliath say the ranks of Israel served?", "ref": ["17-08"]}, {"a": "He said the Philistines would be their servants.", "q": "What did Goliath say would happen to the ranks of Israel if their man killed him?", "ref": ["17-09"]}, {"a": "They were discouraged and greatly afraid.", "q": "When Saul and all Israel heard what the Philistine said, how did they feel?", "ref": ["17-11"]}, {"a": "The three oldest sons of Jesse had followed Saul to the battle.", "q": "Which of Jesse's sons had followed Saul to the battle?", "ref": ["17-13"]}, {"a": "For forty days he came near morning and evening to present himself for battle.", "q": "For how long and how often did the Philistine strong man come near to present himself for battle?", "ref": ["17-16"]}, {"a": "The army was going out to the battlefield shouting the war cry.", "q": "What was the army doing as David arrived at the camp?", "ref": ["17-20"]}, {"a": "The strong man, Goliath, came out of the ranks of the Philistines.", "q": "As David talked with his brothers who came out of the ranks of the Philistines?", "ref": ["17-23"]}, {"a": "The king would give the man great riches and make his father's house free from taxation in Israel.", "q": "What would the king do for the father's house of the man who killed Goliath?", "ref": ["17-25"]}, {"a": "The man who killed the Philistine would take away the disgrace from Israel.", "q": "What did David say the man who killed the Philistine would take away from Israel?", "ref": ["17-26"]}, {"a": "He said that he knew David's pride, and that he came down so that he might see the battle.", "q": "What did Eliab say was the mischief in David's heart?", "ref": ["17-28"]}, {"a": "David told Saul that he would go and fight with the Philistine.", "q": "What did David tell Saul he would do so no man's heart needed to fail because of the Philistine?", "ref": ["17-32"]}, {"a": "He caught him by his beard, struck him, and killed him.", "q": "What did David do to the lion or bear that rose up against him?", "ref": ["17-35"]}, {"a": "The Philistine had challenged the armies of the living God.", "q": "Why did David say this uncircumcised Philistine will be like the lion or the bear he had killed earlier?", "ref": ["17-36"]}, {"a": "He had not trained with it.", "q": "Why was David not able to walk in the armor the king provided?", "ref": ["17-39"]}, {"a": "David was only a boy, and ruddy, with a handsome appearance.", "q": "Why did the Philistine despise David when he saw him?", "ref": ["17-42"]}, {"a": "David said that he came in the name of Yahweh of hosts, the God of the armies of Israel, whom the Philistine had defied.", "q": "When the Philistine came with sword, spear and Javelin, in what did David say he came?", "ref": ["17-45"]}, {"a": "All the earth would know that there is a God in Israel.", "q": "What did David say the earth would know because the dead bodies of the Philistines would be given to the birds and wild beasts?", "ref": ["17-46"]}, {"a": "David ran quickly toward the enemy to meet him.", "q": "What did David do when Goliath drew near to meet him?", "ref": ["17-48"]}, {"a": "The Philistines fled.", "q": "What did the Philistines do when they saw that their strong man was dead?", "ref": ["17-51"]}, {"a": "The people of Israel plundered the Philistine camp.", "q": "What did the people of Israel do as they returned from chasing the Philistines?", "ref": ["17-53"]}, {"a": "David had the head of the Philistine in his hand.", "q": "What did David have in his hand when Abner brought him before Saul?", "ref": ["17-57"]}], "18": [{"a": "Jonathan loved David as his own soul.", "q": "How strongly was the soul of Jonathan bound to the soul of David?", "ref": ["18-01"]}, {"a": "Jonathan took off the robe that he was wearing and gave it to David.", "q": "What did Jonathan take off and give to David with his armor?", "ref": ["18-04"]}, {"a": "Saul set him over the men of war.", "q": "Over whom did Saul set David?", "ref": ["18-05"]}, {"a": "They ascribed to David ten thousands, but they had ascribed only thousands to Saul.", "q": "What had the singers' song ascribed to David, which displeased Saul?", "ref": ["18-08"]}, {"a": "Saul thought that he would pin David to the wall.", "q": "What did Saul think as he threw the spear at David?", "ref": ["18-11"]}, {"a": "David prospered for Yahweh was with him.", "q": "Why did David prosper in all his ways?", "ref": ["18-14"]}, {"a": "Saul thought the hand of the Philistines be against David.", "q": "Why did Saul think his hand would not need to be against David?", "ref": ["18-17"]}, {"a": "Saul thought she could be a trap for David.", "q": "What did Saul think his daughter Michal would be for David if Saul gave her to him?", "ref": ["18-20"]}, {"a": "He commanded his servants to speak with David in private.", "q": "Where did Saul command his servants to speak with David about becoming the king's son-in-law?", "ref": ["18-22"]}, {"a": "He was a poor man, and lightly esteemed.", "q": "Why did David think he was not worthy to be the king's son-in-law?", "ref": ["18-23"]}, {"a": "The king desired only one hundred foreskins of the Philistines.", "q": "What was the only dowry the king desired from David?", "ref": ["18-25"]}, {"a": "David killed two hundred Philistines and brought their foreskins.", "q": "What did David and his men do that exceeded the king's dowry request?", "ref": ["18-27"]}, {"a": "David succeeded more than all the servants of Saul.", "q": "How great was David's success, so his name was highly regarded?", "ref": ["18-30"]}], "19": [{"a": "Saul was seeking to kill David.", "q": "Why did Jonathan tell David to be on his guard and hide himself?", "ref": ["19-02"]}, {"a": "Jonathan told Saul that David's deeds had brought Saul good.", "q": "What did Jonathan tell Saul that David's deeds brought to him?", "ref": ["19-04"]}, {"a": "Saul swore that he would not put David to death.", "q": "What did Saul swear after listening to Jonathan?", "ref": ["19-06"]}, {"a": "David defeated the Philistines with a great slaughter.", "q": "What happened when David again went out and fought with the Philistines?", "ref": ["19-08"]}, {"a": "Saul wanted to kill him in the morning.", "q": "Why did Saul send messengers to David's house to watch him?", "ref": ["19-11"]}, {"a": "Michal let David down through the window.", "q": "How did Michal help David to flee and escape?", "ref": ["19-12"]}, {"a": "Saul planned to kill him.", "q": "What did Saul plan to do when he ordered for David to be brought to him in the bed?", "ref": ["19-15"]}, {"a": "She put a pillow of goats' hair at the idol's head.", "q": "What did Michal use at the head of the household idol in the bed to make it look like David?", "ref": ["19-16"]}, {"a": "David went to Samuel.", "q": "When David fled and escaped, who did he go to see in Ramah?", "ref": ["19-18"]}, {"a": "The Spirit of God came on them.", "q": "What happened to the messengers of Saul that caused them to prophesy?", "ref": ["19-20"]}, {"a": "Saul also went to Ramah.", "q": "After sending messengers for a third time what did Saul do?", "ref": ["19-21", "19-22"]}, {"a": "He lay naked all that day and all that night.", "q": "How long did Saul lay naked before Samuel?", "ref": ["19-24"]}], "20": [{"a": "He said that his father did nothing either great or small without telling it to him.", "q": "What did Jonathan say his father did not do without telling him?", "ref": ["20-02"]}, {"a": "He said that there was but a step between him and death.", "q": "How close did David say he was to death?", "ref": ["20-03"]}, {"a": "David asked to hide in the field until the third day at evening.", "q": "What did David ask to do until the third day at evening?", "ref": ["20-05"]}, {"a": "He said to tell Saul that he went to Bethlehem his city, because it is the yearly sacrifice there for the whole family.", "q": "What reason did David tell Jonathan to give Saul if Saul missed him?", "ref": ["20-06"]}, {"a": "Jonathan had brought David, his servant, into a covenant of Yahweh with him.", "q": "Why did David ask Jonathan to deal kindly with him as his servant?", "ref": ["20-08"]}, {"a": "He told David to go with him out into the field.", "q": "Where did Jonathan say to go to continue their discussion?", "ref": ["20-11"]}, {"a": "Jonathan promises to make it known to David so that David could go in peace.", "q": "Why did Jonathan want to make his father's response known to David and send him away?", "ref": ["20-13"]}, {"a": "He made David vow again because of the love that he had for him.", "q": "Why did Jonathan make David vow again to him?", "ref": ["20-17"]}, {"a": "He said he would send a young man to find the arrows.", "q": "Who does Jonathan say he would send to find the arrows he shot?", "ref": ["20-21"]}, {"a": "The king sat down to eat food.", "q": "When the new moon came, what did the king sit down to do?", "ref": ["20-24"]}, {"a": "Saul thought David was not clean.", "q": "What did Saul think could have happened to David to make him absent from the feast?", "ref": ["20-26"]}, {"a": "He said David's brother had ordered him to be there.", "q": "Why does Jonathan say David had to attend his family's sacrifice?", "ref": ["20-29"]}, {"a": "He called him the son of a wicked and rebellious woman.", "q": "How does Saul describe Jonathan's mother in his burning anger?", "ref": ["20-30"]}, {"a": "He was grieved over David because his father had dishonored him.", "q": "Why was Jonathan grieved over David?", "ref": ["20-34"]}, {"a": "Jonathan shot an arrow beyond the young man.", "q": "Where did Jonathan shoot the arrow as the young man ran?", "ref": ["20-36"]}, {"a": "Jonathan returned to the city.", "q": "What did Jonathan do when David stood up and left?", "ref": ["20-42"]}], "21": [{"a": "He said the king told him to let no one know anything about the business he was sending him, and what he had commanded him.", "q": "About what did David say the king told him to let no one know?", "ref": ["21-02"]}, {"a": "The priest said that there was no ordinary bread on hand, but there was holy bread.", "q": "What did the priest answer David about the bread on hand?", "ref": ["21-04"]}, {"a": "The bread of the presence had been removed from before Yahweh.", "q": "From where had the bread of the presence been removed?", "ref": ["21-06"]}, {"a": "Doeg the Edomite was the chief of Saul's herdsmen.", "q": "What was the work Doeg the Edomite did for Saul?", "ref": ["21-07"]}, {"a": "He said that he had brought no weapons because the king's business was urgent.", "q": "Why did David say he had no weapons with him?", "ref": ["21-08"]}, {"a": "He was fleeing that day from Saul.", "q": "From whom was David fleeing when he went to Achish?", "ref": ["21-10"]}, {"a": "He pretended to be insane in their hands.", "q": "What did David pretend when he changed his behavior before Achish?", "ref": ["21-13"]}, {"a": "He asked them why they brought this madman to him.", "q": "What did Achish ask his servants when he saw David was mad?", "ref": ["21-14"]}], "22": [{"a": "Everyone who was in distress, every one who was in debt, and every one who was discontented, gathered to him.", "q": "Who besides David's father's house gathered to him at the cave of Adullam?", "ref": ["22-02"]}, {"a": "They stayed with the king the whole time that David was in his stronghold.", "q": "How long did David's father and mother stay with the king of Moab?", "ref": ["22-04"]}, {"a": "The men who were with David were also discovered.", "q": "Who had been discovered along with David?", "ref": ["22-06"]}, {"a": "Saul said that none of his servants revealed to him that his son had incited his servant David against him.", "q": "What does Saul accuse his servants of not revealing to him?", "ref": ["22-08"]}, {"a": "Ahimelech gave David provisions and the sword of Goliath the Philistine.", "q": "What two things does Doeg the Edomite tell Saul that Ahimelech gave to David?", "ref": ["22-10"]}, {"a": "Saul said that Ahimelech prayed to God that he might help him.", "q": "What did Saul say Ahimelech did for the son of Jesse besides giving him bread and a sword?", "ref": ["22-13"]}, {"a": "They would not kill the priests of Yahweh.", "q": "What were the servants of King Saul not willing to put out their hand to do?", "ref": ["22-17"]}, {"a": "He killed both men and women, children and infants, and oxen and donkeys and sheep.", "q": "Who did Doeg kill with the edge of the sword in Nob, the city of the priests?", "ref": ["22-19"]}, {"a": "Abiathar fled after David.", "q": "Where did Abiathar go when he escaped the killing?", "ref": ["22-20"]}, {"a": "David said that he was responsible for every death in his father's family.", "q": "For what did David tell Abiathar he was responsible?", "ref": ["22-22"]}], "23": [{"a": "David prayed to Yahweh for help.", "q": "From whom did David seek help when the Philistines fought against Keilah and robbed the threshing floors?", "ref": ["23-01", "23-02"]}, {"a": "David's men told him they were afraid in Judah and were also afraid to attack the Philistines.", "q": "Why did David pray to Yahweh again about the Philistines?", "ref": ["23-03", "23-04"]}, {"a": "Yahweh gave them victory over the Philistines, so David saved the inhabitants of Keilah.", "q": "What was the outcome when David and his men fought with the Philistines as Yahweh had told David to do?", "ref": ["23-05"]}, {"a": "David and his men were shut in in a city that had gates and bars.", "q": "Why did Saul think he could attack David and his men?", "ref": ["23-07", "23-08"]}, {"a": "David said to Abiathar the priest, \"Bring the ephod here.\"", "q": "After David knew that Saul was plotting harm against him, what did David say to Abiathar the priest?", "ref": ["23-09"]}, {"a": "David wanted to know if Saul would come down to Keilah and if the men of Keilah would surrender him into Saul's hand.", "q": "What did David ask Yahweh concerning Saul and the men of Keilah?", "ref": ["23-10", "23-11"]}, {"a": "Yahweh told David that the men of Keilah would surrender David into the hand of Saul.", "q": "What was Yahweh's reply to David concerning the men of Keilah?", "ref": ["23-12"]}, {"a": "Saul was told that David had escaped from Keilah.", "q": "Why did Saul stop his pursuit of David at Keilah and search for him elsewhere?", "ref": ["23-13", "23-14"]}, {"a": "He went to David and strengthened his hand in God.", "q": "How was Jonathan, Saul's son, a help to David in the wilderness?", "ref": ["23-15"]}, {"a": "They made a covenant before Yahweh.", "q": "Before Jonathan went home, what did he and David do in Horesh?", "ref": ["23-18"]}, {"a": "He was going to be betrayed by the people and given over to Saul, so he and his men went to another wilderness.", "q": "Why was David not safe in Horesh and what did he do?", "ref": ["23-25"]}, {"a": "A messenger came to Saul and told him that the Philistines had made a raid against the land.", "q": "What happened as Saul and his men were surrounding David and his men?", "ref": ["23-26", "23-27"]}, {"a": "Saul returned to fight the Philistines.", "q": "What was Saul's response to this news?", "ref": ["23-28"]}], "24": [{"a": "He took three thousand chosen men and went to find David and his men.", "q": "What did Saul do when he heard that David was in the wilderness of Engedi?", "ref": ["24-01", "24-02"]}, {"a": "David cut off a corner of Saul's robe without being noticed.", "q": "What did David do to Saul in the cave instead of killing him?", "ref": ["24-04"]}, {"a": "David's heart afflicted him and he felt that Yahweh would not want him to harm Yahweh's anointed.", "q": "Why would David not allow his men to attack Saul, but let him leave the cave in safety?", "ref": ["24-05", "24-07"]}, {"a": "David called Saul his master, the king, and then bowed his face to the ground.", "q": "When David left the cave after Saul, how did he show respect to Saul?", "ref": ["24-08"]}, {"a": "David showed him the corner of his robe that David had been close enough to cut off.", "q": "How did David show Saul that he did not want to bring harm to him?", "ref": ["24-10", "24-11"]}, {"a": "He called David his son, then Saul lifted up his voice and wept.", "q": "What was Saul's response to David?", "ref": ["24-16"]}, {"a": "David had repaid Saul with good even though Saul had done evil to David.", "q": "Why did Saul say that David was more righteous than himself?", "ref": ["24-17", "24-18"]}, {"a": "Saul knew that David would be king and the kingdom of Israel would be established with David.", "q": "What did Saul come to know about David at this time?", "ref": ["24-20"]}, {"a": "David promised he would not cut off Saul's descendants, and he would not destroy Saul's name out of his father's house.", "q": "Before Saul went home, what oath did David make to him at Saul's request?", "ref": ["24-21", "24-22"]}], "25": [{"a": "He was harsh and evil.", "q": "What kind of man was Nabal in his dealings?", "ref": ["25-03"]}, {"a": "She was intelligent and beautiful in appearance.", "q": "What was Habal's wife Abigail like?", "ref": ["25-03"]}, {"a": "David sent ten young men to greet Nabal.", "q": "Who did David send to greet Nabal while he was shearing his sheep?", "ref": ["25-04"]}, {"a": "David's group had protected Nabal's shepherds when they were with David's group.", "q": "Why did David think that Nabal would help him and his ten young men?", "ref": ["25-07"]}, {"a": "They asked Nabal to give them and David whatever he has in hand for a festive day.", "q": "What did David's young men ask Nabal to give them?", "ref": ["25-08"]}, {"a": "Nabal said that he did not know David and he needed all he had for his shearers.", "q": "What was Nabal's response to David's young men?", "ref": ["25-09", "25-11"]}, {"a": "David ordered his men to strap on their swords.", "q": "What did David tell his men to do when he heard about Nabal's response?", "ref": ["25-13"]}, {"a": "He said they were good to Nabal's shepherds while they were with them in the field.", "q": "When the young man spoke to Abigail, how did he say that David and his men treated them in the fields?", "ref": ["25-14", "25-15"]}, {"a": "Nabal was such a worthless fellow that no one could reason with him.", "q": "Why did the young man go to Abigail instead of to Nabal?", "ref": ["25-17"]}, {"a": "Abigail hurriedly gathered provisions and told her young men to go before her, but she did not tell Nabal.", "q": "What did Abigail do after hearing about her husband's response.", "ref": ["25-18", "25-19"]}, {"a": "David and his men came toward Abigail and she met them.", "q": "Who came toward Abigail as she rode her donkey bringing the provisions?", "ref": ["25-20"]}, {"a": "David planned to kill all the men who belonged to Nabal.", "q": "What had David said that he planned to do after guarding Nabal's possessions in vain?", "ref": ["25-21", "25-22"]}, {"a": "Abigail hurriedly got down from her donkey, lay before David face down and asked to speak to David as his servant.", "q": "What did Abigail do when when she met David?", "ref": ["25-23", "25-24"]}, {"a": "She hoped to stop the bloodshed of those with Nabal.", "q": "What did Abigail hope to prevent by talking to David?", "ref": ["25-25", "25-26"]}, {"a": "Abigail hoped that David would forgive Nabal's sins.", "q": "What does Abigail hope to accomplish by giving David and his young men the provisions?", "ref": ["25-27", "25-28"]}, {"a": "Abigail says that Yahweh will make David's home sure.", "q": "Who does Abigail tell David will make his home sure and without evil?", "ref": ["25-28"]}, {"a": "Yahweh will protect David even though men rise up to take his life.", "q": "Who will sling away the lives of David's enemies, as from the pocket of a sling?", "ref": ["25-29"]}, {"a": "David said that Yahweh sent Abigail.", "q": "Who does David say sent Abigail to meet him?", "ref": ["25-32"]}, {"a": "Because of Abigail's quick action, David kept from shedding blood and avenging himself.", "q": "Why does David say that Abigail and her wisdom are blessed?", "ref": ["25-33"]}, {"a": "Yahweh, the God of Israel, kept David from killing the males in Nabal's household.", "q": "Who has kept David form killing all the males in Nabal's household by sending Abigail quickly?", "ref": ["25-34"]}, {"a": "Nabal was holding a feast and was very drunk.", "q": "Why did Abigail not talk to Nabal when she returned from seeing David?", "ref": ["25-36"]}, {"a": "His heart died and he became like stone, and ten days later Yahweh attacked Nabal and he died.", "q": "What happened to Nabal in the morning when Abigail talked to him?", "ref": ["25-37", "25-38"]}, {"a": "David sent his servants to ask Abigail to become his wife.", "q": "What did David do when he heard that Nabal was dead?", "ref": ["25-39", "25-40"]}, {"a": "Abigail hurriedly arose and went by donkey following David's messengers to become his wife.", "q": "What did Abigail do when she heard David wanted to marry her?", "ref": ["25-42"]}, {"a": "Saul gave her to another man as his wife.", "q": "What happened to David's wife, Michal?", "ref": ["25-44"]}], "26": [{"a": "Saul took three thousand chosen men of Israel.", "q": "Who did Saul take with him to seek David in the wilderness of Ziph?", "ref": ["26-02"]}, {"a": "David had sent out spies and learned from them that Saul was coming.", "q": "How did David know that Saul was coming after him into the wilderness?", "ref": ["26-04"]}, {"a": "David arose and went to the place where Saul camped.", "q": "Where did David go after learning that Saul had come?", "ref": ["26-05"]}, {"a": "Joab's brother wanted to kill Saul with his spear.", "q": "What did Joab's brother want to do when he and David saw Saul sleeping inside the camp?", "ref": ["26-06", "26-07"]}, {"a": "David said no one could extend his hand against Yahweh's anointed one and be guiltless.", "q": "Why did David not want Joab's brother to kill Saul?", "ref": ["26-09"]}, {"a": "Yahweh will kill Saul, or he will die on his own, or he will die in battle.", "q": "How does David say Saul must die?", "ref": ["26-10"]}, {"a": "David took the spear and the jar of water from near Saul's head.", "q": "What did David take from Saul?", "ref": ["26-11", "26-12"]}, {"a": "He went over to the other side and stood on the top to the mountain far off.", "q": "What did David go after left Saul's camp?", "ref": ["26-13"]}, {"a": "He did not keep watch after his master Saul when someone came to kill him.", "q": "Why did David say Abner, the man who was to watch over Saul, deserved to die?", "ref": ["26-15", "26-16"]}, {"a": "David asked why Saul was pursuing David and what evil David had done.", "q": "What question did David ask Saul?", "ref": ["26-17", "26-18"]}, {"a": "David wants them to be cursed in the sight of Yahweh.", "q": "What did David want to happen to human beings that stirred Saul up against David?", "ref": ["26-19"]}, {"a": "Saul said that he had sinned and would harm David no more.", "q": "What did Saul say to David?", "ref": ["26-21"]}, {"a": "He told Saul to send one of his young men over to get it.", "q": "What did David tell Saul to do about his spear?", "ref": ["26-22"]}, {"a": "Saul's life was precious in David's eyes.", "q": "What value did David show that he had for Saul's life?", "ref": ["26-24"]}], "27": [{"a": "David felt that was the only way he could escape Saul.", "q": "Why did David think that he needed to escape into the land of the Philistines?", "ref": ["27-01"]}, {"a": "Saul heard that David and those with him had fled to Gath.", "q": "What made Saul no longer look for David?", "ref": ["27-04"]}, {"a": "David asked for a place in one of the cities in the country, and Achish gave him Ziklag.", "q": "What did David ask and get from Achish the Philistine?", "ref": ["27-05", "27-06"]}, {"a": "They killed the people and took the animals and clothing and then returned to Achish.", "q": "What did David and his men do with the men and women, animals and clothing from their raids?", "ref": ["27-08", "27-09"]}, {"a": "David said that he raided the south of Judah, so Achish thought he attacked Israel.", "q": "How did David tell Achish he had been when he returned from raids?", "ref": ["27-10"]}, {"a": "David killed everyone so that they would be unable to tell what David had done.", "q": "Why did David keep no one alive and bring them to Gath?", "ref": ["27-11"]}, {"a": "Achish believed David's lies that he had raided the people of Israel.", "q": "Why did Achish think that David has made his people of Israel utterly hate David?", "ref": ["27-12"]}], "28": [{"a": "Achish wanted David to permanently be his bodyguard.", "q": "What did Achish want David to do when the Philistines gathered to fight Israel?", "ref": ["28-01", "28-02"]}, {"a": "Saul banned all those who talked with the dead or with spirits.", "q": "Who did Saul ban from the land after Samuel's death?", "ref": ["28-03"]}, {"a": "The Philistines and Israel gathered.", "q": "Which two countries gathered to fight?", "ref": ["28-04"]}, {"a": "Saul was afraid of the Philistine army and did not hear from Yahweh.", "q": "Why did Saul search for a woman who claimed to talk to the dead?", "ref": ["28-05", "28-07"]}, {"a": "She was afraid because Saul killed everyone who talked to the dead after Samuel's death.", "q": "What was the women afraid of when the disguised Saul and two of his men went to talk to her?", "ref": ["28-08", "28-09"]}, {"a": "Saul promised that she would not be punished if she helped Saul.", "q": "What did Saul promise to the woman?", "ref": ["28-10"]}, {"a": "She knew that she was deceived when she saw Samuel.", "q": "How did the woman know that Saul was the man who asked for her to bring up Samuel?", "ref": ["28-11", "28-12"]}, {"a": "The woman saw a god coming out of the earth, an old man clothed with a robe.", "q": "What did the woman say Samuel looked like?", "ref": ["28-13", "28-14"]}, {"a": "Saul was distressed because the Philistines are going to war with him and God has left Saul.", "q": "Why did Saul bring up Samuel?", "ref": ["28-15"]}, {"a": "Yahweh had torn Saul's kingdom from him and given it to David.", "q": "What did Samuel say Yahweh had done with Saul's kingdom?", "ref": ["28-16", "28-17"]}, {"a": "They would die the next day.", "q": "How soon were Saul and his sons going to be dead with Samuel?", "ref": ["28-19"]}, {"a": "They urged him to eat and gain his strength.", "q": "What did the woman and Saul's servants urged him to do?", "ref": ["28-22"]}, {"a": "She killed a fatted calf and baked unleavened bread for them to eat.", "q": "What did the woman bring to Saul and his servants to eat?", "ref": ["28-24", "28-25"]}], "29": [{"a": "Achish said he had found no fault with David since he came to him.", "q": "What did Achish say he had not found in David?", "ref": ["29-03"]}, {"a": "They feared that David would become an enemy to them in the battle.", "q": "What were the princes of the Philistines afraid that David would do during the battle?", "ref": ["29-04"]}, {"a": "He told David to peacefully return to his home.", "q": "What did Achish tell David to do because the princes of the Philistines did not want David there?", "ref": ["29-06", "29-07"]}, {"a": "They said David must not go up with them to the battle.", "q": "What was the final decision about David that Achish told David?", "ref": ["29-09"]}, {"a": "He told David to rise early, take the men that had come with him, and go away.", "q": "What did Achish tell David to do in the morning?", "ref": ["29-10"]}], "30": [{"a": "The Amalekites had raided, attacked, burned it, and captured all the women and others and took them away.", "q": "What did David and his men find had happened to Ziklag while they were away?", "ref": ["30-01", "30-02"]}, {"a": "They raised their voices and wept until they could weep no more.", "q": "How did David and his men react to what they found in Ziklag?", "ref": ["30-03", "30-04"]}, {"a": "His two wives were taken captive, and the grieving people were talking about stoning him.", "q": "Why was David distressed?", "ref": ["30-05", "30-06"]}, {"a": "David wanted to know, if he pursued after the Amalekites, would he overtake them.", "q": "What did David want to know when he prayed to Yahweh?", "ref": ["30-08"]}, {"a": "Yahweh told him to pursue the troop, be successful, and recover everything that had been taken.", "q": "What was Yahweh's answer to David?", "ref": ["30-08"]}, {"a": "They so weak that they had to stay behind.", "q": "What happened to two hundred of David's men at the brook Besor?", "ref": ["30-10"]}, {"a": "He had not eaten bread or drunk any water for three days and three nights.", "q": "What was wrong with the Egyptian man that David and his men found as they were pursuing the Amalekites?", "ref": ["30-12"]}, {"a": "He said he fell sick three days ago.", "q": "Why had the Egyptian's master left him?", "ref": ["30-13"]}, {"a": "He told David to swear that he would not kill him or betray him to his master.", "q": "What was the Egyptian's requirement before he would show David where the raiding party was?", "ref": ["30-15"]}, {"a": "They were celebrating because of all the booty they had taken from the land of the Philistines and Judah.", "q": "What were the raiders doing when David attacked them?", "ref": ["30-16", "30-17"]}, {"a": "He recovered everything the Amalekites and raiders had taken.", "q": "What did David recover after his attack on the raiders?", "ref": ["30-18"]}, {"a": "They said those left behind did not go and fight with them.", "q": "Why didn't the wicked men think that the recovered booty should be shared with those men that were left behind?", "ref": ["30-22"]}, {"a": "He said Yahweh had preserved them and had given them victory over the raiders that had come against them.", "q": "Why did David tell the wicked men they should all share and share alike?", "ref": ["30-23", "30-24"]}, {"a": "David shared the booty with many elders of Judah and other places that he and his men frequently went.", "q": "What did David do with the booty from Yahweh's enemies when he came back to Ziklag?", "ref": ["30-26"]}], "31": [{"a": "The men of Israel fled from the Philistines and fell dead.", "q": "What happened to the men of Israel when they fought the Philistines?", "ref": ["31-01"]}, {"a": "The Philistines killed his sons.", "q": "What happened to Saul's sons?", "ref": ["31-02"]}, {"a": "He was overtaken by the archers and was in severe pain.", "q": "What happened to Saul in the battle?", "ref": ["31-03"]}, {"a": "Saul asked him to draw his sword and kill him.", "q": "What did Saul ask his armor bearer to do because Saul was in severe pain and he was afraid his enemy would come and abuse him?", "ref": ["31-04"]}, {"a": "Saul took his own sword and fell on it.", "q": "What did Saul do when his armor bearer was afraid and would not kill him?", "ref": ["31-04"]}, {"a": "He fell on his own sword and died.", "q": "What did the armor bearer do after he saw that Saul was dead?", "ref": ["31-05"]}, {"a": "They fled because they saw that the other men of Israel had fled and that Saul and his sons were dead.", "q": "Why did the men of Israel from the other side of the valley and beyond the Jordan abandon their cities and flea?", "ref": ["31-07"]}, {"a": "The Philistines cut off Saul's head and fastened his body to the city wall of Beth Shan.", "q": "What did the Philistines do with Saul's body that they found when they came to strip the dead?", "ref": ["31-09"]}, {"a": "They went to Bethshan and took the bodies of Saul and his sons to Jabesh and burned them.", "q": "What did the fighting men of Jabesh Gilead do after its inhabitants heard what happened to Saul?", "ref": ["31-11", "31-12"]}, {"a": "They buried their bones under a terebinth tree in Jabesh and fasted for seven days.", "q": "What did the inhabitants of Jabesh do with the bones of Saul and his sons?", "ref": ["31-13"]}]}