[{"id": "01", "tn": [{"ref": "infectious skin disease", "text": "This refers to leprosy, which is a sickness that affects the skin and easily spreads to other people."}, {"ref": "oozing sore", "text": "This refers to an open cut that is leaking fluids."}, {"ref": "whoever is unclean through touching a dead body", "text": "If a person touched a dead body they were considered unclean. A person who is not acceptable for God's purposes is spoken of as if the person were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you must send", "text": "Here \"you\" is plural and refers to the people of Israel. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "The people of Israel did so", "text": "This means that they sent the unclean people away. The full meaning of this statement can be made explicit. AT: \"The people of Israel sent those who were unclean out of the camp\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "any sin such as people do to one another", "text": "\"any sin that people usually commit against one another\""}, {"ref": "and is unfaithful to me", "text": "If someone sins against another person, it means that they have also sinned against Yahweh and Yahweh considers that person as unfaithful to him. AT: \"they have also wronged me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the price of his guilt", "text": "Here the person's \"sin\" is referred to as his \"guilt.\" AT: \"what is considered a suitable amount of money for the wrong that he has done\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "add to the price one-fifth more", "text": "fifth more** - This means the person must pay an extra one-fifth of the price that he owes."}, {"ref": "one-fifth", "text": "fifth** - This is one part out of five equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}]}, {"id": "08", "tn": [{"ref": "But if the wronged person has no close relative to receive the payment", "text": "Usually the wronged person would receive the payment but if that person has died the payment goes to the closest relative. The full meaning of this statement can be made explicit. AT: \"But if the wronged person has died and has no close relative to receive the payment\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "if the wronged person", "text": "This can be stated in active form.  AT: \"if the person whom the guilty person has wronged\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he must pay the price for his guilt to me through a priest", "text": "If a person made a payment to a priest to pay for his guilt it was the same as if the person had made the payment to Yahweh."}, {"ref": "to atone for himself", "text": "The atonement is made for the man's sin. Here Yahweh refers to the man's sin as \"himself.\" AT: \"to atone for his sin\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the things that are set aside and brought to the priest by the people of Israel", "text": "This can be stated in active form.   AT: \"the things that the people of Israel set aside and bring to the priest\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The offerings of every person will be for the priest; if anyone gives anything to the priest, it will belong to him", "text": "These two phrases mean basically the same thing and may be combined to state that the offerings that someone gives belong to the priest to whom they have been given. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "11", "tn": [{"ref": "Suppose that a man's wife turns away and sins against her husband", "text": "This is something that could possibly happen. Yahweh is telling Moses what to do if it does happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "a man's wife turns away", "text": "This means that she goes away from him and is unfaithful to him. AT: \"a man's wife is unfaithful\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "sins against her husband", "text": "This means that she is unfaithful to her husband and and sins against him by sleeping with another man. The full meaning of this statement can be made explicit. AT: \"sins against her husband by sleeping with another man\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "13", "tn": [{"ref": "Then suppose that another man sleeps with her", "text": "\"and another man sleeps with her.\" This sentence can be written as part of the previous sentence. This explains how she sinned against her husband. This is something that could possibly happen. Yahweh is telling Moses what to do if it does happen. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "she is defiled ... his wife is defiled ... his wife is not defiled", "text": "These phrases can be stated in active form. AT: \"she has defiled herself ... his wife has defiled herself ... his wife has not defiled herself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in the act", "text": "This refers to the act of adultery. The full meaning of this statement can be made explicit. AT: \"in the act of adultery\" or \"sleeping with him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a spirit of jealousy might still inform the husband", "text": "Here the word \"spirit\" refers to a person's attitude and emotions. His \"jealously\" is spoken of as if it were a person who spoke to him. AT: \"the husband might feel jealous and become suspicious\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a spirit of jealousy might falsely come on a man", "text": "Here the word \"spirit\" refers to a person's attitude and emotions. The idea of the spirit \"coming on him\" means that he began to have these jealous feelings. AT: \"a man might feel jealous for no reason\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "15", "tn": [{"ref": "a tenth", "text": "This is one part out of ten equal parts. (See: [[:en:ta:vol2:translate:translate_fraction]])"}, {"ref": "a tenth of an ephah", "text": "This can be written in modern measurements. AT: \"a tenth of an ephah (which is about 2 liters)\" or \"2 liters \" (See: [[:en:ta:vol2:translate:translate_bvolume]])"}, {"ref": "a grain offering of jealousy", "text": "\"a grain offering for jealousy\""}, {"ref": "indicator of sin", "text": "An \"indicator\" is something that shows evidence of something. In this case, he made the offering to determine whether his wife had committed adultery or not."}]}, {"id": "16", "tn": [{"ref": "near and place her before Yahweh", "text": "\"in the presence of Yahweh.\" The priest would bring her near the altar. AT: \"near the altar and place her in the presence of Yahweh\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "18", "tn": [{"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}, {"ref": "grain offering of suspicion", "text": "Translate this phrase the same way that you did [[:en:bible:notes:num:05:15|5:15]]."}, {"ref": "if you have not gone astray", "text": "The words \"gone astray\" is an idiom that means \"to be unfaithful.\" AT: \"if you have not been unfaithful to your husband\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and committed impurity", "text": "\"by committing impurity.\" This phrase refers to \"committing adultery.\""}, {"ref": "you will be free from this bitter water", "text": "The phrase to \"be free\" from something means to not be harmed by it. AT: \"this bitter water will not harm you, though it is able to\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "this bitter water that can bring a curse", "text": "Here the bitter water is described as being able to bring a curse. This means that when the woman drinks the water it cause her to be unable to bear children, if she is guilty. AT: \"this bitter water can be a curse to you\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "20", "tn": [{"ref": "under her husband", "text": "This phrase means that she is under her husband's authority. AT: \"under her husband's authority\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "have gone astray", "text": "The words \"gone astray\" is an idiom that means \"to be unfaithful.\" AT: \"have been unfaithful to your husband\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "you are defiled", "text": "This can be stated in active form. AT: \"you have defiled yourself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "that can bring down a curse on her", "text": "The phrase \"bring down a curse\" is an idiom meaning for a curse to come upon her. AT: \"that can cause a curse to come upon her\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Yahweh will make you into a curse ... your people to be such", "text": "Here the author speaks about the woman bearing the curse that Yahweh gives her, which causes other people to curse her. This is spoken of as if the woman herself becomes a curse. AT: \"Because Yahweh curses you, other people will curse you as well, and Yahweh will show people that you are truly cursed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that will be shown to your people to be such", "text": "This can be stated in active form. AT: \"that he will show to your people as a curse\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "your thigh to waste away and your abdomen to swell", "text": "Possible meanings are 1) that the woman will become unable to have children or 2) that the woman's pregnancy will end too early and the baby will die."}, {"ref": "your thigh to waste away", "text": "Here the word \"thigh\" is a polite way of referring to the woman's womb or her private parts. AT: \"your womb to be useless\" (See: [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "23", "tn": [{"ref": "he must wash away the written curses", "text": "This means that he is to wash the ink off of the scroll."}, {"ref": "the written curses", "text": "This can be stated in active form.  AT: \"the curses he has written\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "24", "tn": [{"ref": "General Information:", "text": "In these verses the order of events is somewhat confusing, it is written this way to emphasize how the water brings the curse.  It seems that the woman drinks the water, the priest burns the offering, and then the woman drinks the water again. She only drinks the water once, as is make clear in the UDB translation."}, {"ref": "The priest must make the woman drink ... the curse will enter her and become bitter", "text": "It may be helpful to reorder the information in these verses by placing verse 24, that give information about the woman drinking the water, after verse 26. The UDB translates these verses in a similar way."}, {"ref": "a representative offering", "text": "The handful of the grain offering represents the whole grain offering. This means the whole offering belongs to Yahweh."}, {"ref": "grain offering of jealousy", "text": "\"a grain offering for jealousy.\" See how you translated this in [[:en:bible:notes:num:05:15|5:15]]."}]}, {"id": "27", "tn": [{"ref": "if she is defiled because she has committed", "text": "This can be written in active form. AT: \"if she has defined herself by committing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "committed a sin", "text": "Here the \"sin\" refers specifically to committing adultery. The meaning of this statement can be made clear. AT: \"committed adultery\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Her abdomen will swell and her thigh will waste away", "text": "Possible meanings are 1) that the woman will become unable to have children or 2) that the woman's pregnancy will end too early and the baby will die. Here the word \"thigh\" is a polite way of referring to the woman's womb or her private parts. (See: [[:en:ta:vol2:translate:figs_euphemism]]). See how you translated these concepts in [[:en:bible:notes:num:05:20|5:21]]."}, {"ref": "The woman will be cursed among her people", "text": "This can be stated in active form.  AT: \"Her people will curse her\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "is not defiled", "text": "This can be stated in active form. AT: \"has not defiled herself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "if she is clean", "text": "Here \"being innocent\" is spoken of as \"being clean.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "then she must be free", "text": "Possible meanings are 1) \"then she will not be cursed\" or 2) \"then she is free from guilt.\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "conceive children", "text": "\"become pregnant\""}]}, {"id": "29", "tn": [{"ref": "the law of jealousy", "text": "\"the law for dealing with jealousy\""}, {"ref": "who strays away from her husband", "text": "The words \"strays away\" is an idiom that means \"to be unfaithful.\"  AT: \"who is unfaithful to her husband\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "and is defiled", "text": "This can be stated in active form. AT: \"and defiles herself\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a spirit of jealousy", "text": "This phrase refers to the man's attitude and emotions of jealousy. See how you translated this in [[:en:bible:notes:num:05:13|5:14]]. AT: \"who is jealous\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "when he is jealous of his wife", "text": "This is an idiom that means that he suspects that his wife has been unfaithful to him by sleeping with another man. AT: \"and suspects that his wife has been unfaithful to him\" or \"and suspects that his wife has slept with another man\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "before Yahweh", "text": "\"in the presence of Yahweh\""}]}, {"id": "31", "tn": [{"ref": "will be free from guilt for bringing his wife to the priest", "text": "\"will not be guilty of doing something wrong by bringing his wife to the priest\""}, {"ref": "must bear", "text": "\"must endure\""}]}]