[{"id": "01", "tn": [{"ref": "whose right hand I hold", "text": "Yahweh helping Cyrus and causing him to be successful is spoken of as if he were holding his right hand. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "02", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Cyrus."}, {"ref": "and level the mountains", "text": "Yahweh speaks of removing obstacles that would hinder Cyrus's success as if it were leveling mountains before him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the mountains", "text": "The Hebrew word used in the text is rare and is of an uncertain meaning. Some modern versions have \"rough places\" or \"crooked places.\""}, {"ref": "their iron bars", "text": "This refers to the iron bars on the bronze gates."}, {"ref": "the treasures of darkness", "text": "Here \"darkness\" refers to places that are secret. AT: \"treasures in dark places\" or \"the treasures in secret places\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Cyrus."}, {"ref": "Jacob ... Israel", "text": "These both refer to the descendants of Israel. (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will arm you for battle", "text": "Possible meanings are 1) \"I will strengthen you for battle\" or 2) \"I will equip you for battle.\""}, {"ref": "from the rising of the sun, and from the west", "text": "Since the sun rises in the east, this phrase forms a merism and means everywhere on earth. AT: \"from every place on earth\" (See: [[:en:ta:vol2:translate:figs_merism]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "I form the light and create darkness; I bring peace and create disaster", "text": "Both of these expressions form merisms that emphasize that Yahweh is sovereign creator of everything. (See: [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "You heavens, rain down from above ... righteousness spring up together with it", "text": "Yahweh speaks of his righteousness as if it were rain that falls on the earth, and of his righteousness and salvation as plants that grow on the earth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You heavens", "text": "Yahweh momentarily turns his attention from his people and begins to speak to the heavens. (See: [[:en:ta:vol2:translate:figs_apostrophe]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "any other earthen pot among all the earthen pots in the ground", "text": "Yahweh speaks of himself as if he were a potter, and of the one who would argue with him as if that person and the rest of humanity were all clay pots. AT: \"like one piece of pottery among many other pieces of pottery scattered on the ground\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "earthen pot", "text": "Possible meanings are 1) \"clay pot\" or 2)  \"piece of broken clay pottery.\""}, {"ref": "Does the clay say to the potter ... on it'?", "text": "Yahweh asks this question to rebuke those who argue with him about what he does. AT: \"The clay should not say to the potter ... on it!'\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues to scold those who argue with him about what he does."}, {"ref": "Woe to him who says to a father, ... 'What are you giving birth to?'", "text": "Yahweh speaks of those who would argue him as if they were unborn children who argue with their own parents. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "What are you fathering? ... What are you giving birth to?", "text": "The unborn child asks these rhetorical questions to scold his parents for giving birth to him. These can be translated as statements. AT: \"You should not be my father ... You should give birth to me.\" or \"You are not fathering me correctly ... You are not giving birth to me correctly.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "11", "tn": [{"ref": "Holy One of Israel", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "Why do you ask questions about what I will do for my children? Do you tell me what to do concerning the work of my hands?", "text": "Yahweh uses questions to scold those who argue with him about what he does. AT: \"Do not question me about what I do for my children. Do not tell me ... my hands.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "my children", "text": "This refers to the people of Israel."}, {"ref": "the work of my hands", "text": "Here the word \"hands\" represents Yahweh. AT: \"the things that I have made\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "It was my hands that", "text": "Here the word \"hands\" represents Yahweh. AT: \"It was I who\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "stretched out the heavens", "text": "Yahweh speaks of creating the heavens as if they were fabric that he stretched out. See how you translated a similar phrase in [[:en:bible:notes:isa:42:05|42:5]]."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "I stirred Cyrus up in righteousness", "text": "Here the word \"righteousness\" refers to right action. Possible meanings are 1) that Yahweh has stirred up Cyrus to do the right thing or 2) that Yahweh was right to stir up Cyrus."}, {"ref": "I stirred Cyrus", "text": "Yahweh speaks of causing Cyrus to act as if it were stirring him from slumber. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will smooth out all his paths", "text": "Yahweh speaks of removing obstacles and causing Cyrus to be successful as if he were making the paths smooth on which Cyrus walks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He will build my city", "text": "This refers to Jerusalem."}, {"ref": "and not for price nor bribe", "text": "Here the words \"price\" and \"bribe\" share similar meanings. Cyrus will not do these things for financial gain. AT: \"and he will not do these things for money\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Yahweh of hosts", "text": "Translate this phrase in the same way you did in [[:en:bible:notes:isa:01:09|1:9]]."}]}, {"id": "14", "tn": [{"ref": "The earnings of Egypt and the merchandise of Ethiopia with the Sabeans, men of tall stature, will be brought to you", "text": "This can be stated in active form. AT: \"The people of Egypt, Ethiopia, and the tall people of Seba, will bring to you their earnings and their merchandise\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The earnings of Egypt", "text": "\"The profits of Egypt\""}, {"ref": "Sabeans", "text": "These are people from the nation of Seba. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to you", "text": "Here \"you\" refers to the people of Jerusalem. (See: [[:en:ta:vol1:translate:figs_youdual]])"}]}, {"id": "16", "tn": [{"ref": "They will all be ashamed and disgraced together; those who carve idols will walk in humiliation", "text": "These two lines share similar meanings, with the second clarifying the subject of the first. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They will all be ashamed and disgraced together", "text": "The words \"ashamed\" and \"disgraced\" mean basically the same thing and emphasize the intensity of shame. This can be stated in active form. AT: \"Their idols will leave them all completely ashamed\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "will walk in humiliation", "text": "Living in continual humiliation is spoken of as if it were walking in humiliation. AT: \"will be continually humiliated\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Israel will be saved by Yahweh", "text": "This can be stated in active form. AT: \"Yahweh will save the people of Israel\" ([[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "you will never again be ashamed or humiliated", "text": "Here \"you\" refers to the people of Israel. The words \"ashamed\" and \"humiliated\" mean basically the same thing. This can be stated in active form. AT: \"No one will ever humiliate you again\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "18", "tn": [{"ref": "not as a waste", "text": "\"not to be empty.\" Here the word \"waste\" refers to an empty, barren place."}, {"ref": "but designed it to be inhabited", "text": "This can be stated in active form. AT: \"but he designed it so people could live on it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking"}, {"ref": "refugees", "text": "people who have fled from their homes so the enemy will not capture or kill them"}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the refugees. (See: [[:en:bible:notes:isa:45:20|45:20]])"}, {"ref": "Let them conspire together", "text": "Here the word \"them\" refers to the refugees from among the nations who worship idols."}, {"ref": "Who has shown this from long ago? Who announced it? Was it not I, Yahweh?", "text": "Yahweh uses questions to emphasize that he was the one who told them these things would happen. AT: \"I will tell you who has shown this from long ago. I will tell you who announced it. It was I, Yahweh.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking."}, {"ref": "Turn to me and be saved", "text": "This can be stated in active form. AT: \"Turn to me and I will save you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "all the ends of the earth", "text": "The places on the earth that are very far away are spoken of as if they were the places where the earth ends. This phrase also forms a merism and refers to everywhere in between the ends. AT \"all the farthest places of the earth\" or \"the entire earth\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_merism]])"}, {"ref": "all the ends of the earth", "text": "Here this phrase represents the people who live at \"the ends of the earth.\" AT: \"you who live at the farthest places of the earth\" or \"all of you who live on the earth\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "To me every knee will bend, every tongue will swear", "text": "The words \"knee\" and \"tongue\" represent the people. AT: \"Every person will kneel before me, and everyone will swear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "24", "tn": [{"ref": "Saying", "text": "All the people on the earth are speaking."}, {"ref": "In Yahweh all the descendants of Israel will be justified", "text": "Here the word \"justified\" does not refer to Yahweh forgiving their sins, but to proving to the nations that Israel was right to worship him. This can be stated in active form. AT: \"Yahweh will justify all the descendants of Israel\" or \"Yahweh will vindicate all the descendants of Israel\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]