[{"id": "01", "tn": [{"ref": "on the other side of the Jordan River from the city", "text": "The Israelites were camped on the east side of the Jordan River. Jericho was on the west side of the river."}]}, {"id": "02", "tn": [{"ref": "Balak son of Zippor", "text": "Balak was king of Moab. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Zippor", "text": "Zippor is the father of Balak. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Moab was very afraid of the people ... Moab was in terror of the people of Israel", "text": "These two phrases mean the same thing, and emphasize how afraid Moab was. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Moab was very afraid", "text": "Here \"Moab\" refers to the people of Moab. AT: \"All of the Moabites were very afraid\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "because they were many", "text": "\"because there were many of them\""}, {"ref": "The king of Moab said to the elders of Midian", "text": "The Moabites and the Midianites were two different groups of people, but the Midianites were living in the land of Moab at that time."}, {"ref": "This multitude will eat up all that is around us as an ox eats up the grass in a field", "text": "The way the Israelites will destroy their enemies is spoken of as if they were an ox eating up the grass in a field. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Now Balak son of Zippor was king of Moab at that time", "text": "This changes from the main story to background information about Balak. (See: [[:en:ta:vol2:translate:writing_background]])"}]}, {"id": "05", "tn": [{"ref": "He sent messengers", "text": "\"Balak sent messengers\""}, {"ref": "Beor", "text": "This is the name of Balaam's father. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Pethor", "text": "This is the name of a city. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "of his nation and his people", "text": "\"of Balaam's nation and people\""}, {"ref": "He called him", "text": "\"Balak called Balaam.\" Balak did not speak to Balaam directly, but did so through the messengers he sent."}, {"ref": "They cover the face of the earth", "text": "This is an exaggeration to emphasize how numerous they were. AT: \"They are extremely numerous\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the face of the earth", "text": "This refers to the surface of the earth. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "drive them", "text": "\"chase them\""}, {"ref": "I know that whomever you bless will be blessed, and whomever you curse will be cursed", "text": "This can be stated in active form. AT: \"I know you have the power to bless or to curse people\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "payment for divination", "text": "The abstract noun \"divination\" can be stated as an action. AT: \"money to pay Balaam to curse Israel\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "They came to Balaam", "text": "You may prefer to say \"They went to Balaam\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "spoke to him Balak's words", "text": "Here \"words\" refers to the message. AT: \"told him the message from Balak\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Balak", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "I will bring you", "text": "Balaam's report is spoken of as if it were something that he would carry to the messengers. AT: \"I will tell you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "God came to Balaam", "text": "\"God appeared to Balaam\""}, {"ref": "Who are these men who came to you?", "text": "Yahweh uses a question to introduce a new topic of conversation. This rhetorical question can be translated as a statement. AT: \"Tell me about these men who came to you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Balak ... Zippor", "text": "These are the names of men. See how you translated these in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "Look, the people ... drive them out", "text": "Balaam restates the message that Balak sent to him. See how you translated many of these phrases in [[:en:bible:notes:num:22:05|22:5-6]]."}, {"ref": "drive them out", "text": "\"chase them away\""}]}, {"id": "12", "tn": [{"ref": "because they have been blessed", "text": "This can be stated in active form. AT: \"because I have blessed them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Balak", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}]}, {"id": "15", "tn": [{"ref": "They came to Balaam", "text": "You may prefer to say \"They went to Balaam\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "Balak", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "this people", "text": "The singular noun refers to the Israelites as a group. AT: \"this group of people\""}]}, {"id": "18", "tn": [{"ref": "Balak", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}, {"ref": "Even if Balak would give me his palace full of silver and gold", "text": "Balaam is describing something that would never happen. He is emphasizing that there is nothing that could make him disobey Yahweh. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "I cannot go beyond the word of Yahweh ... and do less or more than what he tells me", "text": "This means Balaam cannot disobey Yahweh in any way."}]}, {"id": "21", "tn": [{"ref": "saddled his donkey", "text": "A saddle is a seat put on the back of an animal in order to ride it."}, {"ref": "God's anger was kindled", "text": "The increase in God's anger is spoken of as if it was a fire starting to burn. This can be stated in active form. AT: \"God became very angry\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as someone hostile to Balaam", "text": "\"as an enemy to Balaam\" or \"in order to stop Balaam\""}, {"ref": "with his drawn sword", "text": "A sword is drawn from its sheath in order to be ready to use. AT: \"with his sword ready to attack\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The donkey turned off the road and went into a field", "text": "The donkey did this to avoid the angel of Yahweh."}, {"ref": "to turn her back", "text": "Sometimes animals are referred to as \"her\" or \"she.\" AT: \"to turn it back\""}]}, {"id": "24", "tn": [{"ref": "She went against the wall", "text": "This was an attempt to escape from the angel of Yahweh in the road."}, {"ref": "She went", "text": "Sometimes animals are referred to as \"her\" or \"she.\" AT: \"It went\""}, {"ref": "pinned Balaam's foot against it", "text": "\"pushed Balaam's foot against it\" or \"hurt Balaam's foot against it\""}]}, {"id": "26", "tn": [{"ref": "Balaam's anger was kindled", "text": "The increase in Balaam's anger is spoken of as if it was a fire starting to burn. This can be stated in active form. See how you translated a similar phrase in [[:en:bible:notes:num:22:21|22:22]]. AT: \"Balaam became very angry\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "28", "tn": [{"ref": "Then Yahweh opened the donkey's mouth so she could talk", "text": "Opening the mouth is associated with the ability to speak. AT: \"Then Yahweh gave the donkey the ability to speak like a human would speak\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "She said to Balaam", "text": "\"The donkey said to Balaam\""}, {"ref": "Am not I your donkey on which you have ridden all your life long to this present day?", "text": "This rhetorical question was used to convict Balaam that his judgment of the donkey was unfair. This can be translated as a statement. AT: \"I am your donkey on which you have ridden all your life, right up to the present moment.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Have I ever been in the habit of doing such things to you before?", "text": "This rhetorical question was used to further convict Balaam that his judgment of the donkey was unfair. This can be translated as a statement. AT: \"I have never been in the habit of doing such things to you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "31", "tn": [{"ref": "Then Yahweh opened Balaam's eyes, and he saw the angel of Yahweh", "text": "To \"open one's eyes\" is associated with being able to see. AT: \"Then Yahweh gave Balaam the ability to see the angel of Yahweh\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "with his drawn sword", "text": "A sword is drawn from its sheath in order to be ready to use. See how you translated this in [[:en:bible:notes:num:22:21|22:23]]. AT: \"with his sword ready to attack\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Balaam lowered his head and lay facedown", "text": "This indicates that Balaam is humbling himself before the angel. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "Why have you struck your donkey these three times?", "text": "This rhetorical question is used to accuse Balaam of doing wrong. This can be translated as a statement. AT: \"You should not have struck your donkey these three times.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "as someone hostile to you", "text": "\"as an enemy to you\" or \"to oppose you\""}, {"ref": "If she had not turned ... killed you and spared her life", "text": "This hypothetical statement indicated what could have happened, but it did not because the donkey's actions saved Balaam. (See: [[:en:ta:vol1:translate:figs_hypo]])"}]}, {"id": "34", "tn": [{"ref": "So now, if it is displeasing to you", "text": "\"So if you do not want me to continue going\" (UDB)"}, {"ref": "with the leaders of Balak", "text": "\"with the leaders whom Balak had sent.\" See how you translated \"Balak\" in [[:en:bible:notes:num:22:02|22:2]]."}]}, {"id": "36", "tn": [{"ref": "Arnon", "text": "This is the name of a river. See how you translated it in [[:en:bible:notes:num:21:12|21:13]]."}, {"ref": "Did I not send men to you to summon you?", "text": "This rhetorical question is used to rebuke Balaam for delaying to come. This can be translated as a statement. AT: \"Surely I sent men to summon you.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why did you not come to me?", "text": "This rhetorical question is used to rebuke Balaam for delaying to come. This can be translated as a statement. AT: \"You should have come to me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Am I not able to honor you?", "text": "This rhetorical question is used to rebuke Balaam for delaying to come. This can be translated as a statement. AT: \"Surely you know that I am able to pay you money for coming to me.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "38", "tn": [{"ref": "Do I now have any power to say anything?", "text": "Balaam uses this rhetorical question to tell Balak that he will not be able to do everything that Balak asks him to do. This can be translated as a statement. AT: \"But I have no power to say anything I want\" (See: [[:en:ta:vol1:translate:figs_rquestion]])."}, {"ref": "the words that God puts into my mouth", "text": "Here \"words\" refers to the message from God. The message is spoken of as if it is something that God put into his mouth. AT: \"the message that God wants me to say\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Kiriath Huzoth", "text": "This is the name of a town. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "some meat", "text": "\"some of the meat from the sacrifices\""}]}, {"id": "41", "tn": [{"ref": "the high place of Baal", "text": "Possible meanings are 1) this refers to the same place as Bamoth in [[:en:bible:notes:num:21:19|21:19]]. The word Bamoth means \"the high place,\" or 2) this is another high place where people sacrificed to Baal."}]}]