[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Verse 1 tells us where Jesus went at the end of the previous chapter."}, {"ref": "General Information:", "text": "While some texts have 7:53 - 8:11, the best and earliest texts do not include them."}, {"ref": "General Information:", "text": "The next part of the story begins in verse 2 as Jesus has returned to the temple."}, {"ref": "all the people", "text": "This is a general way of speaking. It means \"many people.\""}, {"ref": "The scribes and the Pharisees brought", "text": "Here the phrase \"the scribes and the Pharisees\" is a synecdoche that represents some of the members of these two groups. AT: \"Some scribes and Pharisees brought\" or \"Some men who taught the Jewish laws and some who were Pharisees\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a woman caught in the act of adultery", "text": "This is a passive statement. You may translate it in an active form. AT: \"a woman whom they had found committing adultery\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "While some texts have 7:53 - 8:11, the best and earliest texts do not include them. (See: [[:en:ta:vol2:translate:translate_textvariants]])"}, {"ref": "such people", "text": "\"people like that\" or \"people who do that\""}, {"ref": "what do you say about her?", "text": "\"So you tell us. What should we do about her?\""}, {"ref": "to trap him", "text": "This means to use a trick question."}, {"ref": "so that they might have something to accuse him about", "text": "What they would accuse him of can be made explicit. AT: \"so that they could accuse him of saying something wrong\" or \"so that they could accuse him of not obeying the law of Moses or the Roman law\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "While some texts have 7:53 - 8:11, the best and earliest texts do not include them."}, {"ref": "When they continued", "text": "The word \"they\" refers to the scribes and Pharisees."}, {"ref": "He who is without sin of you", "text": "\"If any of you is without sin\" or \"If any one of you has never sinned\""}, {"ref": "of you", "text": "Jesus was speaking to the scribes and Pharisees, and probably the crowd of people, too."}, {"ref": "let him", "text": "\"let that person\""}, {"ref": "he stooped down", "text": "\"he bent down\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "While some texts have 7:53 - 8:11, the best and earliest texts do not include them."}, {"ref": "one by one", "text": "\"one after another\""}, {"ref": "Woman, where are your accusers", "text": "When Jesus called her \"woman,\" he was not trying to make her feel insignificant. If people in your language group would think that he was doing that, this can be translated without the word \"Woman.\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "This is the next part of the story. Jesus is speaking to a crowd near the treasury in the temple."}, {"ref": "I am the light of the world", "text": "Here the \"light\" is a metaphor for the revelation that comes from God. AT: \"I am the one who gives light to the world\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the world", "text": "This is a metonym for the people. AT: \"the people of the world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he who follows me", "text": "This is an idiom that means \"everyone who does what I teach\" or \"everyone who obeys me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "will not walk in the darkness", "text": "To \"walk in darkness\" is a metaphor for living a sinful life. AT: \"will not live as if he were in the darkness of sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "light of life", "text": "The \"light of life\" is a metaphor for the truth from God that gives spiritual life. AT: \"truth that brings eternal life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "You bear witness about yourself", "text": "\"You are just saying these things about yourself\""}, {"ref": "your witness is not true", "text": "The Pharisees are implying that the witness of only one person is not true because it cannot be verified. AT: \"you cannot be your own witness\" or \"what you say about yourself may not be true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "Even if I bear witness about myself", "text": "\"Even if I say these things about myself\""}, {"ref": "the flesh", "text": "\"human standards and the laws of men\" (UDB)"}, {"ref": "I judge no one", "text": "Possible meanings are 1) \"I do not judge anyone yet\" or 2) \"I am not judging anyone now.\""}, {"ref": "if I judge", "text": "Possible meanings are 1) \"if I judge people\" or 2) \"whenever I judge people\""}, {"ref": "my judgment is true", "text": "Possible meanings are 1) \"my judgment will be right\" or 2) \"my judgment is right.\""}, {"ref": "I am not alone, but I am with the Father who sent me", "text": "Jesus, the Son of God, has authority because of his special relationship with his Father. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "I am not alone", "text": "The implied information is that Jesus is not alone in his judgment. AT: \"I am not alone in how I judge\" or \"I do not judge alone\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I am with the Father", "text": "The Father and the Son judge together. AT: \"the Father also judges with me\" or \"the Father judges as I do.\""}, {"ref": "the Father", "text": "This is an important title for God. If your language must state whose Father this is, you could say \"my Father\" since Jesus switches to that in the following verses. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Pharisees and other people about himself."}, {"ref": "Yes, and in your law", "text": "The word \"Yes\" shows that Jesus is adding to what he was saying before."}, {"ref": "it is written", "text": "This is a passive phrase. You may translate it in an active form with a personal subject. AT: \"Moses wrote\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the testimony of two men is true", "text": "The logic implied here is that one person can verify the words of another. AT: \"if two men say the same thing, then people know it is true\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I am he who bears witness about myself", "text": "Jesus bears witness about himself. AT: \"I give evidence to you about myself\""}, {"ref": "the Father who sent me bears witness about me", "text": "The Father also bears witness about Jesus. You could make it explicit that this means Jesus' testimony is true. AT: \"my Father who sent me also brings evidence about me. So you should believe that what we tell you is true\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Father", "text": "This is an important title for God. If your language must state whose Father this is, you could say \"my Father\" since Jesus switches to that in the following verses. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "In verse 20 there is a break in Jesus' speaking where the author give us background information regarding where Jesus had been teaching. Some languages may require the information about the setting to be placed at the beginning of this part of the story in [[:en:bible:notes:jhn:08:12|8:12]]. (See: [[:en:ta:vol2:translate:writing_background]])"}, {"ref": "You know neither me nor my Father; if you had known me, you would have known my Father also", "text": "Jesus indicates that to know him is to also know the Father. Both Father and Son are God. \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "my Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "his hour had not yet come", "text": "The word \"hour\" is a metonym for the time for Jesus to die. AT: \"it was not yet the right time for Jesus to die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the crowd."}, {"ref": "die in your sin", "text": "Here the word \"die\" refers to spiritual death. AT: \"die while you are still sinful\" or \"you will die while you are sinning.\""}, {"ref": "you cannot come", "text": "\"you are not able to come\""}, {"ref": "The Jews said", "text": "Here \"Jews\" is a synecdoche for \"the Jewish leaders.\" AT: \"The Jewish leaders said\" or \"The Jewish authorities said\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "23", "tn": [{"ref": "You are from below", "text": "\"You were born in this world\""}, {"ref": "I am from above", "text": "\"I came from heaven\""}, {"ref": "You are of this world", "text": "\"You belong to this world\""}, {"ref": "I am not of this world", "text": "\"I do not belong to this world\" (UDB)"}, {"ref": "you will die in your sins", "text": "\"you will die without God's forgiving your sins\""}, {"ref": "that I AM", "text": "Possible meanings are that 1) Jesus was identifying himself as Yahweh, which means \"I am\" or 2) Jesus expected the people to understand that he was referring to what he already said he was: \"I am from above.\""}]}, {"id": "25", "tn": [{"ref": "They said", "text": "The word \"They\" refers to the Jewish leaders. (See: [[:en:bible:notes:jhn:08:21|8:22]])"}, {"ref": "these things I say to the world", "text": "Here the \"world\" is a metonym for the people who live in the world. AT: \"these things I say to all the people\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the Father", "text": "This is a special title for God. Some languages may require the use of a possessive before the noun. AT: \"his Father\" (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "28", "tn": [{"ref": "When you have lifted up", "text": "This refers to placing Jesus on the cross to kill him."}, {"ref": "Son of Man", "text": "Jesus used the title \"Son of Man\" to refer to himself."}, {"ref": "I AM", "text": "As God the Son, Jesus knows God the Father unlike anyone else. Possible meanings are 1) Jesus was identifying himself as Yahweh by saying, \"I am God\" or 2) Jesus was saying, \"I am the one I claim to be.\""}, {"ref": "As the Father taught me, I speak these things", "text": "\"I am only saying what my Father taught me to say.\" The word \"Father\" is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "He who sent me", "text": "The word \"He\" refers to God."}, {"ref": "As Jesus was saying these things", "text": "\"As Jesus spoke these words\""}, {"ref": "many believed in him", "text": "\"many people trusted him\""}]}, {"id": "31", "tn": [{"ref": "remain in my word", "text": "This is an idiom that means \"to obey Jesus.\" AT: \"obey what I have said\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my disciples", "text": "\"my followers\""}, {"ref": "the truth will set you free", "text": "This is personification. Jesus speaks of \"the truth\" as if it were a person. AT: \"if you obey the truth, God will set you free\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the truth", "text": "This refers to what Jesus reveals about God. AT: \"what is true about God.\""}, {"ref": "how can you say, 'You will be set free'?", "text": "This remark appears in the form of a question to express the Jewish leaders' shock at what Jesus has said. AT: \"We do not need to be set free!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "34", "tn": [{"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "is the slave of sin", "text": "Here the word \"slave\" is a metaphor. This implies that \"sin\" is like a master for the one who sins. AT: \"is like a slave to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in the house", "text": "Here \"house\" is a metonym for \"family.\" AT: \"as a permanent member of a family\" (UDB). (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the son remains forever", "text": "This is an ellipsis. You may translate it by including the implied words. AT: \"the son is a member of the family forever\" (UDB). (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "if the Son sets you free, you will be truly free", "text": "Only Jesus, as the Son of God, can truly set people free. AT: \"if you allow me to set you free, you will truly be free.\""}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "37", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Jews."}, {"ref": "my word has no place in you", "text": "Here \"word\" is a metonym for the \"teachings\" or \"message\" of Jesus, which the Jewish leaders do not accept. AT: \"you do not accept my teachings\" or \"you do not allow my message to change your life\" (See: [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "I say what I have seen with my Father", "text": "\"I am telling you about the things I saw when I was with my Father\""}, {"ref": "you also do what you heard from your father", "text": "The Jewish leaders do not understand that by \"your father\" Jesus is referring to the devil. AT: \"you also continue doing what your father has told you to do.\""}]}, {"id": "39", "tn": [{"ref": "father", "text": "\"forefather\""}, {"ref": "Abraham did not do this", "text": "\"Abraham never tried to kill anyone who told him the true revelation from God\""}, {"ref": "You do the works of your father", "text": "Jesus implies that their father is the devil. AT: \"No! You are doing the things that your real father did\" (UDB). (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "We were not born in sexual immorality", "text": "Here the Jewish leaders imply that Jesus does not know who his real father is. AT: \"We do not know about you, but we are not illegitimate children\" (UDB) or \"We were all born from proper marriages\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we have one Father: God", "text": "Here the Jewish leaders claim God as their spiritual Father. This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "42", "tn": [{"ref": "love", "text": "This is the kind of love that comes from God and is focused on the good of others (including those who are our enemies), even when it does not benefit oneself."}, {"ref": "Why do you not understand my words?", "text": "Jesus is using this question mainly to rebuke the Jewish leaders for not listening to him. AT: \"I will tell you why you do not understand what I say!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "It is because you cannot hear my words", "text": "Here \"words\" is a metonym for the \"teachings\" of Jesus. AT: \"It is because you will not accept my teachings. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "You are of your father, the devil", "text": "\"You belong to your father, Satan\""}, {"ref": "and the father of lies", "text": "Here \"father\" is a metaphor for the one who originates all lies. AT: \"he is the one who created all lies in the beginning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "45", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to the Jews."}, {"ref": "because I speak the truth", "text": "\"because I tell you true things about God\""}, {"ref": "Which one of you convicts me of sin?", "text": "Jesus uses this question to emphasize that he has never sinned. AT: \"None of you can show that I have ever sinned!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If I speak the truth", "text": "\"If I say things that are true\""}, {"ref": "why do you not believe me?", "text": "Jesus uses this question to scold the Jewish leaders for their unbelief. AT: \"you have no reason for not believing in me!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the words of God", "text": "Here \"words\" is a metonym for the \"message\" of God. AT: \"the message of God\" or \"the truth that comes from God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "48", "tn": [{"ref": "The Jews", "text": "The \"Jews\" is a synecdoche that represents the \"Jewish leaders\" who opposed Jesus. AT: \"The Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Do we not truly say that you are a Samaritan and have a demon?", "text": "The Jewish leaders use this question to accuse Jesus and to dishonor him. AT: \"We are certainly right in saying that you are a Samaritan and that a demon lives in you!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "50", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues answering the Jews."}, {"ref": "there is one seeking and judging", "text": "This refers to God."}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|01:51]]."}, {"ref": "keeps my word", "text": "Here \"word\" is a metonym for the \"teachings\" of Jesus. AT: \"obeys my teachings\" or \"does what I say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "see death", "text": "This is an idiom that means to experience death. Here Jesus is referring to spiritual death. AT: \"die spiritually\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "52", "tn": [{"ref": "Jews", "text": "Here \"Jews\" is a metonym for the \"Jewish leaders\" who opposed Jesus. AT: \"Jewish leaders\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "taste death", "text": "This is an idiom that means to experience death. The Jewish leaders mistakenly assume that Jesus is speaking only about physical death. AT: \"die\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "You are not greater than our father Abraham who died, are you?", "text": "The Jewish leaders use this question to emphasize that Jesus is not greater than Abraham. AT: \"You are certainly not greater than our father Abraham who indeed died!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "father", "text": "\"forefather\""}, {"ref": "Who do you make yourself out to be?", "text": "The Jews use this question to rebuke Jesus for thinking that he is more important than Abraham. AT: \"You should not think that you are so important!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "54", "tn": [{"ref": "it is my Father who glorifies me—about whom you say that he is your God", "text": "The word \"Father\" is an important title for God. No one knows God the Father like Jesus, the Son of God. AT: \"it is my Father who honors me, and you say that he is your God.\"  (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "keep his word", "text": "Here \"word\" is a metonym for what God says. AT: \"I obey what he says to do\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "my day", "text": "This is a metonym for what Jesus would accomplish during his life. AT: \"what I would do during my life\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he saw it and was glad", "text": "\"he foresaw my coming through God's revelation and he rejoiced\""}]}, {"id": "57", "tn": [{"ref": "Connecting Statement:", "text": "This is the end of the part of the story about Jesus speaking with the Jews in the temple, which began in [[:en:bible:notes:jhn:08:12|8:12]]."}, {"ref": "The Jews said to him", "text": "Here the \"Jews\" is a synecdoche for the \"Jewish leaders\" who opposed Jesus. AT: \"The Jewish leaders said to him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "You are not yet fifty years old, and you have seen Abraham?", "text": "The Jewish leaders use this question to express their shock that Jesus claims to have seen Abraham. AT: \"You are less than fifty years old. You could not have seen Abraham!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "before Abraham was, I AM", "text": "As God the Son, Jesus knows God the Father unlike anyone else. Possible meanings are 1) Jesus was identifying himself as Yahweh by saying, \"I am God\" or 2) Jesus was saying, \"before Abraham existed, I existed.\""}, {"ref": "Then they picked up stones to throw at him", "text": "The Jewish leaders are outraged at what Jesus has said. Here it is implied that they wanted to kill him because he had made himself equal to God. AT: \"Then they picked up stones to kill him because he claimed to be equal with God\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]