[{"id": "01", "tn": [{"ref": "Agur ... Jakeh ... Ithiel ... Ucal", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Agur son of Jakeh", "text": "This is the literal son of Jakeh, not a grandchild."}, {"ref": "oracle", "text": "a message from God"}, {"ref": "to Ithiel, to Ithiel and Ucal", "text": "\"to Ithiel—that is, to Ithiel and Ucal\""}, {"ref": "Surely", "text": "\"Certainly\" or \"There is no doubt that\""}, {"ref": "I do not have the understanding of a human being", "text": "The abstract noun \"understanding\" can be translated as a verb. AT: \"I do not understand anything the way human beings are supposed to understand them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "nor do I have knowledge of the Holy One", "text": "The abstract noun \"knowledge\" can be translated as a verb. AT: \"nor do I really know anything about the Holy One\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "Who has ... down? Who has ... hands? Who has ... cloak? Who has ... earth?", "text": "The writer asks these questions to get the reader thinking about how much greater Yahweh is than people. AT: \"No person has ever ... down. No person has ever ... hands. No person has ever ... cloak. No person has ever ... earth.\" or \"Who has ... down? Who has ... hands? Who has ... cloak? Who has ... earth? No one has ever done any of these things.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "heaven", "text": "where God lives"}, {"ref": "gathered up the wind in the hollow of his hands", "text": "The writer speaks of the wind as if it were something that a person could catch and hold in his hand. AT: \"has caught the wind in his hands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the hollow of his hands", "text": "the way his hands are shaped when he is scooping up, for example, water or sand. \"his cupped hands\""}, {"ref": "gathered up", "text": "brought small scattered objects into a pile so they can be lifted"}, {"ref": "has established all the ends of the earth", "text": "\"has set up the limits for where the earth ends\" or \"has marked the boundaries for the ends of the earth\""}, {"ref": "What is his name, and what is the name of his son?", "text": "The writer uses these questions to command the reader to give an answer. AT: \"Tell me his name and the name of his son, if you know them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Surely you know!", "text": "The writer uses irony to show that neither he nor the reader know any person who can do what the \"who\" in the earlier questions can do. AT: \"I do not think you really know anyone who can do those things.\" (See: [[:en:ta:vol1:translate:figs_irony]])"}]}, {"id": "05", "tn": [{"ref": "is tested", "text": "Words are spoken of as if they were metals that need someone to clean the bad parts out of them. AT: \"is like a precious metal from which someone has removed all the useless material\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "he is a shield to those who take refuge in him", "text": "The word \"shield\" is a metaphor for something that protects a person. AT: \"he protects those who come and ask him to protect them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "add to his words", "text": "say more than he has said"}, {"ref": "you will be proved to be", "text": "This can be translated in active form. AT: \"he will prove that you are\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "07", "tn": [{"ref": "Put vanity and lies far away from me", "text": "Possible meanings are 1) \"Do not allow people to speak vanity and lies to me\" or 2) \"Do not allow me to speak vanity and lies\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "vanity", "text": "false, useless words"}, {"ref": "Give me neither poverty nor riches", "text": "The writer speaks as if \"poverty\" and \"riches\"—abstract nouns that can be translated as adjectives—were physical objects that someone could give to another. AT: \"Do not allow me to be either very poor or very rich\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "if I have too much, I might deny you and say", "text": "This describes a hypothetical situation that has not happened but is possible if the writer becomes rich. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "if I become poor, I might steal and profane", "text": "This describes a hypothetical situation that has not happened but is possible if the writer becomes poor. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "I might steal and profane the name of my God", "text": "\"I might make people who know that I have stolen things think that there is no God\" or \"I might harm God's reputation by stealing\""}]}, {"id": "10", "tn": [{"ref": "slander", "text": "speak falsely about another person with the desire to harm him"}, {"ref": "he will curse", "text": "\"the servant will curse\""}, {"ref": "you will be held guilty", "text": "This can be translated in active form. AT: \"people will hold you guilty\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "a generation that curses ... and does not bless ... a generation that is", "text": "\"a generation of people who curse ... and do not bless ... a generation of people that are\""}, {"ref": "generation", "text": "type or class or group"}, {"ref": "is pure in their own eyes", "text": "The phrase \"in their own eyes\" is a metonym for their opinion. AT: \"believes they are pure\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "they are not washed of their filth", "text": "The words \"washed\" and \"filth\" speak of God forgiving people who sin as if he were washing physical filth off of the people. This can be translated in active form. AT: \"God has not forgiven them of their sins\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "filth", "text": "This should be translated with a polite term that includes human or animal vomit and waste."}]}, {"id": "13", "tn": [{"ref": "eyes are raised up ... their eyelids lifted up", "text": "These two metonyms refer to people who think that they are better than other people. Their eyes show that they are proud, and the way they look at others shows that they think they are better than those other people. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "There is a generation whose teeth are swords, and their jawbones are like knives, so they may devour the poor ... and the needy", "text": "The people of the generation who speak very harmful things is spoken of as if they were wild animals with teeth and jawbones made of swords and knives, and they eat the poor and needy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "jawbones", "text": "the bones of the face where teeth grow"}]}, {"id": "15", "tn": [{"ref": "The leech has two daughters", "text": "This is an example of something that always wants more. AT: \"Greed has two daughters\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "leech", "text": "a type of worm that attaches itself to the skin and sucks blood"}, {"ref": "\"Give and give\" they cry", "text": "Another possible meaning is \"and they are both named Give Me.\""}, {"ref": "There are three things that are never satisfied, four that never say, \"Enough\"", "text": "This use of the numbers \"three\" and \"four\" together here is likely a poetic device. AT: \"There are four things that are never satisfied, who never say, 'Enough'\" (See: [[:en:ta:vol2:translate:writing_poetry]])"}, {"ref": "are never satisfied", "text": "This can be stated positively. AT: \"always want more\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "land that is never satisfied with water", "text": "Land that is no longer producing food because there has been no rain is spoken of as if it were a person who does not have enough water to drink. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "scorns obedience to a mother", "text": "The word \"obedience\"—an abstract noun that can be translated as a verb—is a metonym for the mother herself. AT: \"considers his mother worthless and will not obey her\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his eyes ... the vultures", "text": "The writer says that the person will die by giving two pictures of what happens to people who die away from where people live."}, {"ref": "his eyes will be pecked out by the ravens of the valley", "text": "This can be translated in active form. AT: \"the ravens of the valley will peck out his eyes\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "ravens", "text": "large, shiny, black birds that eat plants and dead animals"}, {"ref": "he will be eaten by the vultures", "text": "This can be translated in active form. AT: \"the vultures will eat him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "vultures", "text": "any one of several large birds that eat dead animals and have small, featherless heads"}]}, {"id": "18", "tn": [{"ref": "There are three things that are ... four that I do not understand:", "text": "The use of the numbers \"three\" and \"four\" here is likely a poetic device. AT: \"There are some things that are too wonderful for me that I do not understand—four of them are:\""}, {"ref": "in the heart of the sea", "text": "The \"heart\" refers to the middle. AT: \"in the middle of the sea\" or \"on the open sea\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "she eats and she wipes her mouth", "text": "This seems to be both a euphemism and a metaphor for committing adultery and then taking a bath. (See: [[:en:ta:vol2:translate:figs_euphemism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "21", "tn": [{"ref": "Under three things the earth trembles, and under four it cannot bear up", "text": "The use of the numbers \"three\" and \"four\" here is likely a poetic device. \"There are some things that make the earth tremble, that it cannot endure. Four of these are:\""}, {"ref": "a fool when he is filled with food", "text": "This can be translated in active form. AT: \"a fool who has had enough to eat\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a hated woman when she marries", "text": "That is, people rightly hated her before she married; once she marries, she will be worse than she was before she married. This can be translated in active form. AT: \"a woman whom good people have hated when she marries\" or \"an outcast woman when she marries\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "takes the place of her mistress", "text": "rules the household"}]}, {"id": "24", "tn": [{"ref": "rock badgers", "text": "an animal with small, rounded ears, short legs, and no tail"}]}, {"id": "27", "tn": [{"ref": "lizard", "text": "a small reptile that has four legs, a long, slender body, and a tail"}]}, {"id": "29", "tn": [{"ref": "There are three things that are ... four that are stately in how they walk", "text": "The use of the numbers \"three\" and \"four\" here is likely a poetic device. AT: \"There are some things that walk stately. Four of these are:\""}, {"ref": "stately", "text": "majestic or dignified, like a king"}, {"ref": "strutting rooster", "text": "an adult male chicken that walks proudly"}]}, {"id": "32", "tn": [{"ref": "churning", "text": "strongly stirring"}, {"ref": "butter", "text": "Animal milk that someone has stirred and made thick."}]}]