[{"id": "01", "tn": [{"ref": "as at the other times", "text": "\"like he did the previous times\""}]}, {"id": "02", "tn": [{"ref": "He raised his eyes", "text": "Here \"raised his eyes\" is an idiom that means to look up. AT: \"He looked up\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Spirit of God came on him", "text": "This mean's God's Spirit took control of him to prophesy."}, {"ref": "He received this prophecy", "text": "This can be stated in active form. AT: \"God gave him this prophecy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Balaam son of Beor", "text": "Beor was Balaam's father. See how you translated this in [[:en:bible:notes:num:22:05|22:5]]."}, {"ref": "whose eyes are wide open", "text": "This idiom means he sees and understands clearly. (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Balaam continues to prophesy under the control of the Spirit of God."}, {"ref": "He speaks ... He sees ... he bows", "text": "Here Balaam refers to himself as \"He.\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "he bows down", "text": "This is an act of humility. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "with his eyes open", "text": "Here \"eyes open\" is an idiom that means Balaam has received the ability to know what God wants to say. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "How beautiful are your tents, Jacob, the place where you live, Israel!", "text": "Both of these statements mean the same thing. They emphasize the Israelite camp was beautiful to Balaam. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Balaam continues to prophesy under the control of the Spirit of God."}, {"ref": "Like valleys they spread out", "text": "Balaam speaks of the Israelies as if they were numerous enough to cover entire valleys. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like gardens by the riverside", "text": "Balaam speaks of the Israelies as if they were well-watered gardens that produce an abundant harvest. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "aloes planted by Yahweh", "text": "Aloes are plants with a pleasant smell that grow well even in dry conditions. Balaam speaks of the Israelies as if they would thrive and be pleasant like aloe plants. This can be stated in active form. AT: \"aloes which Yahweh has planted\" (See: [[:en:ta:vol1:translate:translate_unknown]] and [[:en:ta:vol1:translate:figs_simile]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "like cedars beside the waters", "text": "Cedar trees were the largest trees in Israel. Balaam speaks of the Israelies as if they grew as large as well-watered cedar trees. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "07", "tn": [{"ref": "General Information:", "text": "Balaam continues to prophesy under the control of the Spirit of God."}, {"ref": "Water flows ... well-watered", "text": "watered** - Abundant water is associated with God's blessing on the crops of the land. AT: \"God will bless Israel with plenty of water for their crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their seed is well-watered", "text": "watered** - Well-watered seed refers to God's blessing on his people so that they will have abundant crops. AT: \"they will have plenty of water for their seed to grow healthy crops\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Their king is to be higher ... their kingdom will be honored", "text": "These two phrases have similar meaning, emphasizing how much God will bless them compared to other nations. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Their king is to be higher than Agag", "text": "Here \"higher\" refers to greater honor and power. This means the future king of Israel will have more honor and will be more powerful than Agag. Agag was king of the Amalekites. (See: [[:en:ta:vol1:translate:translate_names]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "their kingdom will be honored", "text": "This can be stated in active form. AT: \"other people will give honor to their kingdom\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Balaam continues to prophesy under the control of the Spirit of God."}, {"ref": "God brings him", "text": "\"God brings the Israelites\""}, {"ref": "with strength like a wild ox", "text": "This simile emphasizes that the Israelites have great strength. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "He will eat up the nations", "text": "Balaam speaks of the Israelites as if they are wild animals that eat their enemies. This means they will destroy their enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Balaam finishes the prophecy under the control of the Spirit of God."}, {"ref": "He crouches down like a lion, like a lioness", "text": "In this simile, Balaam compares the Israelites to both male and female lions. This means they are dangerous and always ready to attack. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "Who dares disturb him?", "text": "Balaam uses a question to warn all the people to not provoke the Israelites. This can be translated as a statement. AT: \"No one dares to disturb him!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "May everyone who blesses him be blessed; may everyone who curses him be cursed", "text": "This can be stated in active form. AT: \"May God bless those who bless the Israelites; may he curse those who curse the Israelites\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "10", "tn": [{"ref": "Balak's anger was kindled", "text": "The increase in Balak's anger is spoken of as if it was a fire starting to burn. This can be stated in active form. AT: \"Balak became very angry\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "struck his hands together in anger", "text": "This was a sign of great frustration and anger. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "12", "tn": [{"ref": "Even if Balak gave me his palace full of silver and gold", "text": "Balaam is describing something that would never happen. This statement emphasizes that there is nothing that would make Balaam disobey God. (See: [[:en:ta:vol1:translate:figs_hypo]])"}, {"ref": "Did I not say this to them?", "text": "Balaam uses a question to remind Balak about what he said earlier. This rhetorical question can be translated as a statement. \"AT: I said this to them.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "this people", "text": "\"the Israelites\""}]}, {"id": "15", "tn": [{"ref": "Balaam son of Beor", "text": "Beor was Balaam's father. See how you translated this in [[:en:bible:notes:num:22:05|22:5]]."}, {"ref": "whose eyes are wide open", "text": "This idiom means he sees and understands clearly. See how you translated this in [[:en:bible:notes:num:24:02|24:3]]. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "who has knowledge from the Most High", "text": "The abstract term \"knowledge\" can be stated as an action. AT: \"who knows things that God Most High has revealed to him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "bows down", "text": "This is a sign of submission to God. (See: [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Balaam continues the first of his four prophecies."}, {"ref": "I see him, but he is not here now. I look at him, but he is not near", "text": "Both of these statements mean the same thing. Balaam is having a vision of a future event. The word \"him\" refers to a future leader of Israel. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "A star will come out of Jacob", "text": "Here \"star\" refers to an Israelite king that will rise in power. (See: [[:en:ta:vol2:translate:writing_symlanguage]])"}, {"ref": "out of Jacob", "text": "Here \"Jacob\" refers to the descendants of Jacob. AT: \"from among the descendants of Jacob\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a scepter will rise out of Israel", "text": "This means the same thing as the first part of the sentence. Here \"scepter\" refers to a powerful king. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "out of Israel", "text": "Here \"Israel\" refers to future Israelites. AT: \"from among the Israelites in the future\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "shatter Moab's leaders", "text": "Possible meanings are 1) he will break the heads of the leaders of Moab or 2) he will destroy the leaders of Moab."}, {"ref": "all the descendants of Seth", "text": "This also refers to the Moabites, who were descendants of Seth."}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Balaam finishes the first of his four prophecies."}, {"ref": "Edom will become a possession of Israel", "text": "This can be stated in active form. AT: \"The Israelites will occupy Edom\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Seir will also become their possession", "text": "Here \"Seir\" refers to the people who lived near Mount Seir. This can be stated in active form. AT: \"Israel will also conquer the people of Seir\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Out of Jacob a king will come", "text": "Jacob was the ancestor of the Israelites. \"Jacob\" is a metonymy that refers to the whole people group. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "of their city", "text": "This refers to the city of Ar where Balak met Balaam. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "20", "tn": [{"ref": "Balaam looked at Amalek", "text": "Here \"Amalek\" is a metonymy that refers to the people of Amalek. This continues Balaam's vision while turning to look in the direction of the Amalek nation, and then he prophecies about the Amalekites. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "his final end", "text": "A singular pronoun is used because the Amalekites are spoken of as a single person. (See: [[:en:ta:vol2:translate:figs_123person]])"}]}, {"id": "21", "tn": [{"ref": "the Kenites", "text": "This is the name of a people group who descended from Kain. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "The place where you live is strong", "text": "\"The place were you live is well defended\""}, {"ref": "your nest is in the rocks", "text": "This is a metaphor that means that they live in a secure place. AT: \"your location is as secure as a nest high in the rocks\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Nevertheless Kain will be ruined when Assyria carries you away captive", "text": "Kain was one of the major cities where the Kenites lived. This can be stated in active form. AT: \"Nevertheless the Assyrians will destroy the Kenites and take them as captives\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "23", "tn": [{"ref": "Who will survive when God does this?", "text": "This rhetorical question can be translated as a statement. AT: \"No one will survive when God does this!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Kittim", "text": "This is the name of a city on an island in the Mediterranean Sea. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "they, too, will end in destruction", "text": "The abstract noun \"destruction\" can be stated as an action. AT: \"God will destroy them also\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "25", "tn": [{"ref": "Balak", "text": "This is the king of Moab. See how you translated this in [[:en:bible:notes:num:22:02|22:2]]."}]}]