[{"id": "01", "tn": [{"ref": "the rebellious children", "text": "Yahweh speaks about his people as if they were his children. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this is the declaration of Yahweh", "text": "This can be reworded so that the abstract noun \"declaration\" is expressed as the verb \"solemnly said.\" AT: \"this is what Yahweh has declared\" or \"this is what Yahweh has solemnly said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "They make plans, but not from me", "text": "This can be reworded so that the abstract noun \"plans\" can be stated as the verb \"plan.\" AT: \"They plan to do things, but they do not ask me what I want them to do\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "but they were not directed by my Spirit", "text": "This can be stated in active form. AT: \"but my Spirit did not direct them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "they add sin to sin", "text": "Continuing to sin is spoken of as if sins were objects that could be stacked on one another. AT: \"they continue to sin more and more\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "They seek protection from Pharaoh", "text": "This can be reworded so that the abstract noun \"protection\" is expressed as the verb \"protect.\" AT: \"They ask Pharaoh to protect them\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "take refuge in the shadow of Egypt", "text": "Egypt's protection from enemy armies is spoken of as if it were a shadow that protects someone from the burning heat of the sun. AT: \"they rely on the Egyptians to keep them safe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to the people of Judah."}, {"ref": "Therefore Pharaoh's protection will be your shame, and the refuge in Egypt's shade, your humiliation", "text": "This can be reworded so that the abstract nouns \"protection,\" \"shame,\" and \"humiliation\" are expressed as adjectives or verbs. AT: \"Therefore you will be ashamed because you relied on Pharaoh to protect you; you will be humiliated because you relied on the Egyptians to keep you safe\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the refuge in Egypt's shade", "text": "Egypt's protection from enemy armies is spoken of as if it were a shadow that protects someone from the burning heat of the sun. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "their princes", "text": "Here \"princes\" mean an official or ambassador, not necessarily sons of the king."}, {"ref": "their ... They ... them", "text": "These words refer to the people of Judah."}, {"ref": "Zoan ... Hanes", "text": "These were cities in the northern part of Egypt. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "have come to Hanes", "text": "Here \"come\" can be stated as \"gone.\" (See: [[:en:ta:vol2:translate:figs_go]])"}, {"ref": "because of a people", "text": "\"because of the people of Egypt\""}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "This continues God's declaration concerning the people of Judah."}, {"ref": "A declaration", "text": "\"This is what Yahweh declares\""}, {"ref": "of the lioness and the lion, the viper and fiery flying serpent", "text": "This refers to these types of animals in general. AT: \"where lionesses and lions dwell, and where there are vipers and serpents\" (See: [[:en:ta:vol2:translate:figs_genericnoun]])"}, {"ref": "fiery flying serpent", "text": "Here the word \"fiery\" probably refers to the serpent's poisonous bite and the word \"flying\" refers to its quick movements. See how you translated this in [[:en:bible:notes:isa:14:28|14:29]]."}, {"ref": "they carry their riches", "text": "\"the people of Judah carry their riches\""}, {"ref": "I have called her Rahab, who sits still", "text": "There were popular stories about a sea monster named Rahab. The name Rahab means \"strength\" or \"arrogance.\" AT: \"I call Egypt a loud boaster who does nothing\" (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking to Isaiah."}, {"ref": "Now", "text": "This word is used here to mark a break in Yahweh's declaration about Judah. Here he tells Isaiah to do something."}, {"ref": "in their presence", "text": "\"in the presence of the people of Judah\""}, {"ref": "for the time to come", "text": "This speaks of time as if it travels and arrives somewhere. AT: \"for a future time\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "lying children, children who will not hear the instruction of Yahweh", "text": "This speaks of Yahweh's people as if they were his children. This can be translated as a new sentence. AT: \"They behave like children who lie and do not listen to what Yahweh commands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Yahweh continues speaking about the people of Judah."}, {"ref": "Turn aside from the way, stray off the path", "text": "How Yahweh wants his people to behave is spoken of as if it were a way or path on which to walk. To disobey Yahweh is spoken of as if the person strays away from Yahweh's path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Holy One of Israel", "text": "Translate this the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}]}, {"id": "12", "tn": [{"ref": "Holy One of Israel", "text": "Translate this the same way you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "you reject this word", "text": "Here \"word\" represents a message. AT: \"you reject this message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "trust in oppression and deceit and lean on it", "text": "Possible meanings are 1) the leaders of Judah are trusting in the Egyptian leaders who rule by oppressing and deceiving others or 2) the leaders of Judah have oppressed and deceived their own people in order to take their money and send it to the Egyptians leaders as payment for protection. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "lean on it", "text": "Here the word \"it\" refers to \"oppression and deceit.\" AT: \"lean on them\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "lean on", "text": "This is an idiom that means to trust or rely on something. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "so this sin will be to you like a broken part ... in an instant", "text": "This simile means that God will destroy the people of Judah suddenly because of their sin. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "like a broken part ready to fall", "text": "It is understood that this is a broken part of a wall. AT: \"like a broken part of a wall that is ready to fall\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "whose fall will happen suddenly", "text": "This can be reworded so that the abstract noun \"fall\" is expressed as the verb \"fall.\" AT: \"that will suddenly fall\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "suddenly, in an instant", "text": "These mean the same thing and emphasize how quickly the wall will fall. (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Isaiah describes how Yahweh will destroy the people of Judah. (See: [[:en:bible:notes:isa:30:12|30:12-13]])"}, {"ref": "He will break it", "text": "Here \"it\" refers to the part in the wall that is about to fall. The part in the wall is a metaphor that represents the people of Judah and their sin mentioned in [[:en:bible:notes:isa:30:12|30:12-13]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as a potter's vessel is broken", "text": "This simile means that the piece of wall will break as quickly and completely as a clay jar that falls to the ground. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "potter", "text": "A potter is a person who makes pots and jars out of clay."}, {"ref": "there will not be found", "text": "This can be stated in active form. AT: \"no one will be able to find\" or \"there will not be\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a shard with which to scrape", "text": "\"a shard big enough to scrape\""}, {"ref": "fire from the hearth", "text": "The word \"fire\" here refers here to ashes. AT: \"ashes from the fireplace\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "15", "tn": [{"ref": "Holy One of Israel", "text": "Translate this the same as you did in [[:en:bible:notes:isa:01:04|1:4]]."}, {"ref": "In returning and resting you will be saved", "text": "Repenting is spoken of as if it were physically returning to Yahweh. This can be stated in active form. AT: \"I will save you from your enemies if you will repent and rest knowing that I will take care of you\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "resting", "text": "It is implied that the people rest because they trust that Yahweh will take care of them. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in quietness and in trust will be your strength", "text": "Quietness here refers to not being anxious and worried. It is implied that they are not worried because they trust in Yahweh. AT: \"You will be strong if you are quiet and trust in me\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "we will flee on horses", "text": "Apparently these are horses that the people of Judah received from the Egyptians. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "One thousand will flee at the threat of one; at the threat of five you will flee", "text": "The word \"solider\" is understood. AT: \"One thousand soldiers will flee at the threat of one enemy soldier; at the threat of five enemy soldiers all of your soldiers will flee\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "One thousand", "text": "\"1,000\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "until your remnant will be like a flagstaff on the top of a mountain, or like a flag on a hill", "text": "This simile means there will be so few people left that they will be like a single flag on top of a hill. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "18", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "you will ... to you ... answer you", "text": "Here \"you\" refers to the people who will live in Zion."}, {"ref": "he will answer you", "text": "\"he will help you\""}]}, {"id": "20", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "the bread of adversity and the water of affliction", "text": "Here \"bread\" and \"water\" make up the diet of a very poor person. The whole phrase represents the hard times and poverty of the people. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "your teacher", "text": "This refers to Yahweh."}, {"ref": "you will see your teacher with your own eyes", "text": "Here \"eyes\" represents the whole person. AT: \"you yourselves will see your teacher\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Your ears will hear", "text": "Here \"ears\" represents the whole person. AT: \"You will hear\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "a word behind you saying", "text": "Here \"word\" represents the person speaking. AT: \"him speaking behind you saying\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This is the way, walk in it", "text": "How Yahweh wants his people to behave is spoken of as if it were a way or path. To obey Yahweh is spoken of as if it were a person walking on his path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "when you turn to the right or when you turn to the left", "text": "Disobeying Yahweh is spoken of as if the person turned left or right off of Yahweh's path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "22", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "You will throw them away like a menstrual rag", "text": "This simile means they will throw away their idols like they were garbage. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "You will say to them, \"Get out of here\"", "text": "This speaks of the idols as if they could hear and get up and leave a place. Yahweh means that the people will no longer need or want the idols. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "He will give", "text": "\"Yahweh will give\""}, {"ref": "bread with abundance from the ground", "text": "Here \"bread\" represents food in general. AT: \"he will cause the ground to produce plenty of food for you to eat\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "In that day", "text": "Here \"day\" represents a period of time in general. AT: \"At that time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that has been winnowed with a shovel and a fork", "text": "Shovels and forks were used to throw the grain in the air so the wind would blow away the chaff, leaving only the part that could be eaten. This can be stated in active form. AT: \"that you have winnowed with a shovel and a pitchfork\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "On every high mountain ... sunlight of seven days", "text": "Isaiah describes what will be an ideal situation after Yahweh rescues his people. Although the language may be exaggerated, you should translate this just as Isaiah described it."}, {"ref": "in the day of the great slaughter when the towers fall", "text": "\"when Yahweh slaughters your enemies and causes their strong towers to fall\""}, {"ref": "in the day", "text": "Here \"day\" represents a period of time in general. AT: \"at the time\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the light of the sun will be seven times brighter, like the sunlight of seven days", "text": "\"the sun will shine as bright as seven suns\" or \"the sun will give as much light in one day as it normally does in seven days\""}, {"ref": "Yahweh will bind up the breaking of his people and heal the bruises of his wounding them", "text": "Yahweh comforting his people and causing their suffering to end is spoken of as if he would put bandages on their wounds. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "27", "tn": [{"ref": "the name of Yahweh ... like a devouring fire", "text": "Yahweh being extremely angry is spoken of as if he were a large fire. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the name of Yahweh comes", "text": "Here \"name\" represents Yahweh. AT: \"Yahweh comes\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His lips are full of fury, and his tongue is like a devouring fire", "text": "Here \"lips\" and \"tongue\" are metonyms that represent Yahweh speaking. And, Yahweh speaks with so much anger and power that it is spoken of as if his tongue were a fire. AT: \"When he speaks his fury is like a fire that destroys everything\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "His breath is like an overflowing torrent", "text": "This compares the air coming out of Yahweh's mouth to a flood to emphasize its power to destroy. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "to sift the nations with the sieve of destruction", "text": "Yahweh separating the people of the nations and destroying the wicked people is spoken of as if Yahweh puts the nations in a sieve. This can be translated as a new sentence. AT: \"Yahweh will separate and destroy the wicked people of the nations\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "His breath is a bridle in the jaws of the peoples to cause them to wander away", "text": "Yahweh having the power to cause people's plans to fail or causing them to be destroyed is spoken of as if his breath were a bridle that steers people off the correct path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a bridle in the jaws of the peoples", "text": "A \"bridle\" is a device that people put over a horse's head to guide it. The bridle contains a small piece called a \"bit\" that goes in the horse's mouth. AT: \"a bridle on the heads of the peoples\" or \"a bit in the jaws of the peoples\" (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Isaiah continues speaking to the people of Judah."}, {"ref": "You will have a song", "text": "This can be reworded so the abstract noun \"song\" is stated as a verb. AT: \"You will sing\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "as in the night when a holy feast is observed", "text": "This simile emphasizes how happy the people will be. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "when a holy feast is observed", "text": "This can be stated in active form. AT: \"when you observe a holy feast\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "and gladness of heart", "text": "Here \"heart\" represents a person's inner being. AT: \"and you will be glad\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "as when one goes ... Rock of Israel", "text": "This simile emphasizes how happy the people will be. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "to the Rock of Israel", "text": "Yahweh having the power to protect his people is spoken of as if he were a rock on which the people could climb and escape from enemies. AT: \"to Israel's protective rock\" or \"which is like a protective rock for Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "30", "tn": [{"ref": "show the motion of his arm", "text": "Here \"arm\" represents the power of God. It is implied that Yahweh will show his power by destroying his people's enemies. AT: \"show that he is powerful by destroying your enemies\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in storming anger and flames of fire", "text": "Yahweh's anger is spoken of as if it were a storm or a fire. AT: \"in anger that is like a storm and flames of fire\" or \"in great anger\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "with windstorm, rainstorm, and hailstones", "text": "\"with storms full of wind, rain, and hail\""}, {"ref": "hailstones", "text": "hard pieces of ice that fall from the sky like rain"}]}, {"id": "31", "tn": [{"ref": "For at the voice of Yahweh, Assyria will be shattered", "text": "This can be stated in active form. AT: \"For when Yahweh speaks he will shatter the soldiers of Assyria\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Assyria will be shattered", "text": "Isaiah speaks of Assyria's fear as if Assyria is an object that Yahweh's voice shatters. AT: \"Assyria will be terrified\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Assyria", "text": "Here this represents the soldiers of Assyria. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Every stroke of the appointed rod that Yahweh will lay on them", "text": "Yahweh causing an army to defeat the Assyrians is spoken of as if Yahweh would hit the Assyrians with a rod. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will be accompanied", "text": "This can be stated in active form. AT: \"the people of Judah will accompany it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "tambourines", "text": "This is a musical instrument with a head like a drum that can be hit and with pieces of metal around the side that sound when the instrument is shaken. See how you translated this in [[:en:bible:notes:isa:05:11|5:12]]."}, {"ref": "he battles and fights with them", "text": "Yahweh causing the enemy army to defeat the Assyrians is spoken of as if Yahweh were a warrior who would fight along with the enemy army. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "33", "tn": [{"ref": "For a place of burning was prepared long ago", "text": "This can be stated in active form. AT: \"For long ago Yahweh prepared a place for burning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a place of burning", "text": "This phrase is the meaning of the word \"Topheth.\" Topheth is a place in the Hinnom Valley, south of Jerusalem, where at one time people burned their children as sacrifices to a false god. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it is prepared for the king", "text": "It is implied that this refers to the king of Assyria. This can be stated in active form. AT: \"Yahweh prepared it for the king of Assyria\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The pile is ready with a fire and much wood", "text": "\"The pile is ready with much wood to make a fire\""}, {"ref": "The breath of Yahweh, like a stream of brimstone, will set it on fire", "text": "This speaks of Yahweh's breath as if it were a river of fire that will set the pile on fire. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}]