[{"id": "01", "tn": [{"ref": "you are all miserable comforters", "text": "\"instead of comforting me, you all make me more miserable\""}, {"ref": "Will useless words ever have an end?", "text": "Job uses this rhetorical question to express that he wishes that they would stop speaking useless words. This question can be written as a statement. AT: \"How I wish your useless words would end!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "What is wrong with you that you answer like this?", "text": "Job uses this rhetorical question to rebuke Eliphaz. Here the word \"you\" is singular and refers to Eliphaz who just finished speaking to Job. This question can be written as a statement. AT: \"Eliphaz, you should stop answering me like this!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "04", "tn": [{"ref": "I could collect and join words together", "text": "Job speaks of thinking of useless things to say as if his words were random items that he collected and joined together. AT: \"I could think of things to say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "shake my head", "text": "This is an action that shows disapproval. (See: [[:en:ta:vol2:translate:translate_symaction]])"}, {"ref": "in mockery", "text": "The word \"mockery\" can be expressed as a verb. AT: \"to mock you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Oh, how I would encourage you with my mouth! How the comfort from my lips would lighten your grief", "text": "Here Job is speaking sarcastically and means the opposite of what he says. AT: \"My words would surely not be encouraging to you\"  They surely not lighten your grief\" or \"By speaking to you as you spoke to me earlier, I would not encourage you or lighten your grief!\" (See: [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "with my mouth", "text": "Here Job's \"mouth\" represents what he says. AT: \"with what I say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the comfort from my lips", "text": "This refers to comforting words that he speaks. AT: \"my comforting words\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "would lighten your grief", "text": "This speaks of grief as if it were a heavy physical burden. AT: \"would lessen your grief\" or \"would help you feel less grief\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "grief", "text": "Job has experienced great loss of family and health that is unexplained and therefore causes him \"great sorrow and emotional pain\"."}, {"ref": "how am I helped?", "text": "Job uses this rhetorical question to express that keeping quiet does not lessen his grief. This question can be written as a statement. AT: \"it does not help me at all.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "But now, God, you", "text": "Job now turns his complaining to God."}, {"ref": "made all my family desolate", "text": "\"destroyed all my family\" (UDB)"}, {"ref": "You have made me dry up", "text": "This means that Job's body has shriveled and become wrinkled. AT: \"You  have made my body shrivel up\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "which itself is a witness against me", "text": "Job describes the shriveling of his body as if it were an accuser against him. AT: \"and people think that shows me to be a sinner\" (UDB) (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the leanness of my body rises up against me, and it testifies against", "text": "Job describes the thinness of his body as if it were accuser against him. AT: \"They see how thin my body is, and they think that proves that I am guilty\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "against my face", "text": "Here Job is referred to by his \"face.\" AT: \"against me\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "09", "tn": [{"ref": "God has torn me in his wrath and persecuted me ... as he tears me apart", "text": "This speaks of God causing Job pain as if he were a wild animal and Job were his prey that he was killing. AT: \"Because God is very angry with me, it is as though he were a wild animal that tore my body apart with his teeth because he was my enemy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my enemy", "text": "Job refers to God as his \"enemy\" as he describes how he has caused him great pain."}, {"ref": "fastens his eyes on me", "text": "This is an idiom. AT: \"glares at me\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "People have gaped with open mouth", "text": "To \"gape\" means to stare in amazement with open mouth."}]}, {"id": "11", "tn": [{"ref": "hands me over to ungodly people, and throws me into the hands of wicked people", "text": "These two lines mean basically the same thing. Together they emphasize Job's feeling of having been betrayed by God. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "hands me over to", "text": "This is an idiom. AT: \"puts me under the control of\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "throws me into the hands of", "text": "Here a person's \"hands\" refer to his \"control.\" AT: \"delivers me to the control\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "and he broke me apart", "text": "Job speaks of his pain and despair as if he himself were something that was broken into pieces. AT: \"but then it felt as though he broke me apart\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "dashed me to pieces", "text": "Job speaks of God causing him pain and despair as if he were something that God had taken and smashed into pieces. AT: \"it is as though he has taken my by the neck and smashed me to pieces\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he has also set me up as his target", "text": "Job speaks of himself being the focus of God's attacks as if God has set him up as a target to shoot arrows at. AT: \"it is as though he set me up like a target\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "His archers surround me all around", "text": "Job speaks of himself being the focus of God's attacks as if God has set him up as a target and God had arches surrounding him to attach him. AT: \"It is as though his archers have me surrounded\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God pierces my kidneys and does not spare me; he pours out my bile on the ground", "text": "Job speaks of the pain he is feeling by comparing it to God piercing his body with arrow. Here \"God\" represents the arrows that he shoots. AT: \"It feels like God's arrows have pierced my kidneys and my liver, spilling my bile on the ground. He does not spare me\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "smashes through my wall", "text": "Job speaks of the pain that he feels by comparing himself to a wall that God smashes through. AT: \"I feel like a wall that God smashes through\" or \"I feel like a wall that God breaks through\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he runs upon me like a warrior", "text": "Job describes God as a soldier that attacks him. AT: \"it is like he is a warrior who runs at me to attack me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "15", "tn": [{"ref": "I have sewn sackcloth on my skin", "text": "Job speaks of wearing clothing made of sackcloth as if the cloth was attached to his body. People often wore sackcloth to express mourning or great grief. AT: \"Because I am mourning, I have sewn together sackcloth to wear as my clothing\" or \"I wear clothing that I made from sackcloth, because I am mourning\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have thrust my horn into the ground", "text": "Job's \"horn\" represents the power and authority he had before but now is no more. AT: \"I sit here in the dirt, very depressed\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "on my eyelids is the shadow of death", "text": "Here Job's eyes are represented by his \"eyelids.\" Job speaks of his eyes dark appearance as if eyes looked like the eyes of a dead person. AT: \"there are dark circles around my eyes\" or \"my eyes are dark, like the eyes of a dead person\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no violence in my hands", "text": "\"Hands\" refers to a person's ability and activity. AT: \"I have not acted violently\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "18", "tn": [{"ref": "Earth, do not cover up my blood", "text": "Jobs speaks to the \"earth\" directly even though it cannot hear him, to add strength to his statement. The earth is personified as purposefully covering up his blood after he dies. AT: \"I wish my blood would not soak into the ground but that it would remain on top of the ground as proof of how I died\"  (See: [[:en:ta:vol2:translate:figs_apostrophe]] and [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "Earth, do not cover up my blood", "text": "Job speaks of himself dying as if he would be murdered. Here his \"blood\" is a metonym referring to his death. AT: \"Earth, when I die, do not hide how I die unfairly\" or \"Let it not be hidden how I die unfairly\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "let my cry have no resting place", "text": "Job speaks of wanting everyone to know what happened to him as if his \"cry\" were a person that never stopped testifying to what happened to him and never rested. AT: \"Let everyone hear about what has happened to me\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "see", "text": "Job uses this word to draw attention to what he says next. AT: \"listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "my witness is in heaven", "text": "Job trusts that someone will speak up for him to God."}, {"ref": "vouches", "text": "\"testifies\""}, {"ref": "on high", "text": "This is an idiom. AT: \"in heaven\" or \"in heaven on high\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "20", "tn": [{"ref": "scoff", "text": "\"scorn\" or \"ridicule\""}, {"ref": "my eye pours out tears", "text": "Job describes how strongly he feels his sorrow. Here he exaggerates how he often cries by saying that tear pour from his eyes. AT: \"my eyes are full of tears while I cry out\" (UDB) (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "for this man", "text": "Here Job refers to himself in the third person. \"for me\" (See: [[:en:ta:vol2:translate:figs_123person]])"}, {"ref": "as a man does with his neighbor!", "text": "\"as a man does for his neighbor.\" Job describes how he wants that one in heaven to plead for him. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "this man", "text": "Job refers to himself."}, {"ref": "I will go to a place", "text": "Here Job is referring to himself dying. AT: \"I will die and go to a place\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}]