[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "After speaking to masters, Paul ends his special instructions to the different kinds of believers in the church at Colossae."}, {"ref": "right and fair", "text": "These words mean almost the same thing and are used to emphasize the things that are morally correct. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "you also have a master in heaven", "text": "God wants the relationship between an earthly master and his slave to be loving the way God, the heavenly master, loves his earthly servants, including the earthly slaves' masters."}]}, {"id": "02", "tn": [{"ref": "Connecting Statement:", "text": "Paul continues to give instructions to believers on how to live and speak."}, {"ref": "General Information:", "text": "Here the word \"us\" refers to Paul and Timothy but not the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "Continue steadfastly in prayer", "text": "\"Keep praying faithfully\" or \"Keep praying consistently\""}, {"ref": "God would open a door", "text": "\"God would provide opportunities\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the secret truth of Christ", "text": "This refers to the gospel of Jesus Christ, which was not understood before Christ came."}, {"ref": "Because of this, I am chained up", "text": "Here \"chained\" is a metonym for being in prison. AT: \"It is for proclaiming the message of Jesus Christ that I am now in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "pray that I may make it clear", "text": "\"pray that I might be able to speak the message of Jesus Christ clearly\""}]}, {"id": "05", "tn": [{"ref": "Walk in wisdom toward those outside", "text": "The idea of walking is often used for the idea of conducting one's life. AT: \"Live in such a way that those who are not believers will see that you are wise\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "redeem the time", "text": "\"do the best things you can with your time\" or \"put the time to its best use\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "Let your words always be with grace. Let them be seasoned with salt", "text": "Food with salt is a metaphor for words that teach others and that others enjoy hearing. \"Let your conversation always be gracious and attractive\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "so that you may know how you should answer", "text": "\"so that you may know how to answer questions from anyone about Jesus Christ\" or \"so that you may be able to treat every person well\""}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Paul closes with special instructions about certain people as well as greetings to and from individual believers."}, {"ref": "General Information:", "text": "Onesimus was a slave of Philemon in Colossae. He had stolen money from Philemon and run away to Rome where he became a Christian through the ministry of Paul. Now Tychicus and Onesimus are the ones bringing Paul's letter to Colossae."}, {"ref": "the things concerning me", "text": "\"everything that has been happening to me\" (UDB)"}, {"ref": "fellow slave", "text": "\"fellow servant.\" Though Paul is a free man, he sees himself as a servant of Christ and sees Tychicus as a fellow servant."}, {"ref": "about us", "text": "These words do not include the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "may encourage your hearts", "text": "The heart was thought to be the center of many emotions. AT: \"may encourage you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the faithful and beloved brother", "text": "Paul calls Onesimus a fellow Christian and servant of Christ."}, {"ref": "They will tell", "text": "\"Tychicus and Onesimus will tell\""}, {"ref": "everything that has happened here", "text": "They will tell the Colossian believers all that is taking place where Paul is currently living. Tradition says Paul was in Rome under house arrest or in prison at this time."}]}, {"id": "10", "tn": [{"ref": "Aristarchus", "text": "He was in prison with Paul in Ephesus when Paul wrote this letter to the Colossians."}, {"ref": "if he comes", "text": "\"if Mark comes\""}, {"ref": "Jesus who is called Justus", "text": "This is a man who also worked with Paul."}, {"ref": "These alone of the circumcision are my fellow workers for the kingdom of God​", "text": "Paul uses \"circumcision\" here to refer to Jews because, under the Old Testament law, all male Jews had to be circumcised. AT: \"These three men are the only Jewish believers working with me to proclaim God as king through Christ Jesus\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "These alone of the circumcision", "text": "\"These men—Aristarchus, Mark, and Justus—alone of the circumcision\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Laodicea and Hierapolis were towns close to Colossae."}, {"ref": "Epaphras", "text": "Epaphras was the man who had preached the good news to the people in Colossae. (See [[:en:bible:notes:col:01:07|1:7]])"}, {"ref": "one of you", "text": "\"from your city\" or \"your fellow townsman\" (UDB)"}, {"ref": "a slave of Christ Jesus", "text": "\"a committed disciple of Christ Jesus\""}, {"ref": "always strives for you in prayer", "text": "\"earnestly prays for you\""}, {"ref": "you may stand complete and fully assured", "text": "\"you may stand mature and confident\""}, {"ref": "I bear witness of him, that he works hard for you", "text": "\"I have observed that he has worked very hard for you\" (UDB)"}, {"ref": "Demas", "text": "This is another co-worker with Paul."}]}, {"id": "15", "tn": [{"ref": "brothers", "text": "Here this means fellow Christians, including both men and women."}, {"ref": "in Laodicea", "text": "a city very close to Colossae where there was also a church"}, {"ref": "Nympha, and the church that is in her house", "text": "A woman named Nympha hosted a house church. AT: \"Nympha and the group of believers that meets in her house\" (UDB)"}, {"ref": "Say to Archippus, \"Look to the ministry that you have received in the Lord, that you should fulfill it", "text": "Paul reminds Archippus of the task God had given him and that he, Archippus, was under obligation to the Lord to fulfill it. The words \"Look,\" \"you have received,\" and \"you should fulfill\" all refer to Archippus and should be singular. (See: [[:en:ta:vol1:translate:figs_you]])"}]}, {"id": "18", "tn": [{"ref": "Connecting Statement:", "text": "Paul closes his letter  with a greeting written in his own handwriting."}, {"ref": "Remember my chains", "text": "Paul speaks of chains when he means his imprisonment. AT: \"Remember me and pray for me while I am in prison\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May grace be with you", "text": "Here \"grace\" stands for God, who shows grace or acts kindly to believers. AT: \"I pray that our Lord Jesus Christ would continue to act graciously toward you all\" (UDB)  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}]