[{"id": "01", "tn": [{"ref": "General Information:", "text": "There is an apparent shift in authorship beginning here. Chapters 1-7 were written as if the author was writing about Ezra. Chapter 8 was written as if the author was Ezra."}, {"ref": "General Information:", "text": "Verses 2-14 is a list of leaders and their ancestors. All of them are men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Of the descendants of Phinehas, Gershom", "text": "This is the first item in the list. It can be written with the verb \"was.\" AT: \"The leader of the descendants of Phinehas was Gershom\" or \"Gershom was the leader of the descendants of Phinehas\""}, {"ref": "Of the descendants of Ithamar, Daniel", "text": "This is the second item in the list. It can be written with the verb \"was.\" AT: \"The leader of the descendants of Ithamar was Daniel\" or \"Daniel was the leader of the descendants of Ithamar\""}, {"ref": "Parosh", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:03|2:03]]."}, {"ref": "Of the descendants of David, Hattush, who was ... Parosh; and Zechariah", "text": "This is the third item in the list. It can be written with the verb \"were.\" AT: \"The leaders of the descendants of David were Hattush who was ... Parosh; and Zechariah\" or \"The leaders of the descendants of David were Hattush and Zechariah. Hattush was from ... Parosh\""}, {"ref": "Hattush, who was of the descendants of Shecaniah, who was from the descendants of Parosh", "text": "This can be written as a separate sentence after \"Zechariah.\" AT: \"Hatush was a descendant of Shecaniah, who was a descendant of Parosh\""}, {"ref": "and with him there were 150 males listed in the record of his genealogy", "text": "\"With Zechariah there were 150 males listed in the record of his genealogy\""}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "The list of men's names continues. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Of the descendants of Pahath Moab, Eliehoenai son of Zerahiah", "text": "This is the next item in the list. It can be written with the verb \"was.\" AT: \"The leader of the descendants of Pahath Moab was Eliehoenai son of Zerahiah\" or \"Eliehoenai son of Zerahiah was the leader of the descendants of Pahath Moab\""}, {"ref": "and with him were two hundred males", "text": "\"and with Eliehoenai were two hundred males\""}, {"ref": "Zerahiah", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:07:01|7:4]]."}, {"ref": "Shecaniah", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:08:01|8:3]]."}, {"ref": "Adin", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:15|2:15]]."}, {"ref": "two hundred ... three hundred ... fifty ... seventy", "text": "\"200 ... 300 ... 50 ... 70\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "The list of men's names continues. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Of the descendants of Shephatiah, Zebadiah son of Michael", "text": "This is the next item in the list. It can be written with the verb \"was.\" AT: \"The leader of the descendants of Shephatiah was Zebadiah son of Michael\" or \"Zebadiah son of Michael was the leader of the descendants of Shephatiah\""}, {"ref": "Shephatiah", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:03|2:2]]."}, {"ref": "Michael", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "and with him were listed eighty males", "text": "\"and with Zebadiah were listed eighty males\""}, {"ref": "Bebai", "text": "Translate this as you did in [[:en:bible:notes:ezr:02:11|2:11]]."}, {"ref": "eighty ... twenty-eight", "text": "eight** - \"80 ... 28\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "This is the end of the list of men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Of the descendants of Azgad, Johanan son of Hakkatan", "text": "This is the next item in the list. It can be written with the verb \"was.\" AT: \"The leader of the descendants of Azgad was Johanan son of Hakkatan\" or \"Johanan son of Hakkatan was the leader of the descendants of Azgad\""}, {"ref": "and with him were listed 110 males", "text": "\"and with Johanan were listed 110 males\""}, {"ref": "Those of the descendants of Adonikam", "text": "The word \"those\" refers to the leaders. AT: \"The leaders of the descendants of Adonikam\""}, {"ref": "Azgad", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:11|2:12]]."}, {"ref": "Adonikam", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:11|2:13]]."}, {"ref": "Bigvai", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:01|2:2]]."}, {"ref": "sixty ... seventy", "text": "\"60 ... 70\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "The word \"I\" in chapter 8 refers to Ezra. He is the author."}, {"ref": "General Information:", "text": "Verse 16 contains a list of men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "the canal that goes to Ahava", "text": "Possible meanings are that the \"canal\" was 1) a waterway that men built or 2) an ordinary river. It can be translated in a more general way. AT: \"the waterway that flows to Ahava\""}, {"ref": "Ahavah", "text": "This is the name of a place (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Shemaiah", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:08:12|8:13]]."}, {"ref": "Elnathan ... Elnathan ... Elnathan", "text": "There were apparently three men with the same name."}]}, {"id": "17", "tn": [{"ref": "Iddo", "text": "This is a man's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Next I sent them to Iddo", "text": "The word \"them\" refers to the nine leaders and two teachers written about in [[:en:bible:notes:ezr:08:15|8:16]]. AT: \"Next I sent those men to Iddo\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Casiphia", "text": "This is the name of a place. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "I told them what to say to Iddo ... that is, to send to us servants for the house of God", "text": "The words \"that is\" introduce what he told them to say. AT: \"I told them to tell Iddo ... to send us servants for the house of God\""}]}, {"id": "18", "tn": [{"ref": "Sherebiah ... Mahli ... Hashabiah ... Jeshaiah ... Merari", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "So they sent us by our God's good hand a man", "text": "God's \"good hand\" represents his kindness in providing for them. AT: \"Because God was kind to us, they sent us a man\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a prudent man", "text": "This is a man of understanding and wisdom."}, {"ref": "son of Levi son of Israel", "text": "Here \"Israel\" is a man's name. It is the name God gave to Jacob."}, {"ref": "eighteen ... twenty", "text": "18, 20. (See:\" [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "Jeshaiah", "text": "Translate this man's name as in [[:en:bible:notes:ezr:08:04|8:7]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "officials", "text": "people with specific authority within a government system"}]}, {"id": "21", "tn": [{"ref": "the Ahava Canal", "text": "This is the name of the canal that flows to the place called Ahava. See how you translated Ahava and canal in [[:en:bible:notes:ezr:08:15|8:15]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "to seek a straight path from him for us, our little ones, and all our possessions", "text": "The word \"seek\" represents asking God to do something for them. Here a \"straight path\" represents safety while they travel. AT: \"to ask God to give us, our little ones, and all our possessions safety while we travel\" or \"to to ask God to protect us, our little ones, and all our possessions while we travel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The hand of our God is on all who seek him", "text": "The hand of God being on people is a metonym for God helping people. Seeking God is a metaphor for serving him. AT: \"\"God helps all who serve him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but his might and wrath are on all who forget him", "text": "God's might and wrath being on people is a metonym for him punishing people. Forgetting God is a metaphor for refusing to serve him. AT: \"but he punishes all who refuse to serve him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "So we fasted and sought God about this", "text": "Here seeking God is a metaphor for asking God to do something for them. AT: \"So we fasted and asked God to help us\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "24", "tn": [{"ref": "Sherebiah, Hashabiah", "text": "Translate these men's names as you did in [[:en:bible:notes:ezr:08:18|8:19]]. (See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "26", "tn": [{"ref": "650 silver talents", "text": "\"650 talents of silver.\" You may convert this to a modern measure. AT: \"22,000 kilograms of silver\" or twenty-two thousand kilograms of silver\" (See: [[:en:ta:vol2:translate:translate_bweight]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "one hundred talents of silver objects", "text": "You may convert this to a modern measure. AT: \"3,400 kilograms of silver objects\" (See: [[:en:ta:vol2:translate:translate_bweight]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "one hundred gold talents", "text": "You may convert this to a modern measure. AT: \"3,400 kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bweight]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "one thousand darics", "text": "A \"daric\" was a small gold coin that people in the Persian Empire used. You can translate this in terms of the number of coins or their weight. AT: \"one thousand Persian gold coins\" or \"eight and one half kilograms of gold\" (See: [[:en:ta:vol2:translate:translate_bmoney]] and [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "bronze vessels", "text": "Bronze is a mixture of copper and another metal. It is stronger than pure copper."}]}, {"id": "28", "tn": [{"ref": "Then I said to them", "text": "\"Then I said to the twelve priestly officials\""}, {"ref": "until you weigh them out before the priestly officials, Levites, and leaders", "text": "When they arrived in Jerusalem, they would weigh the silver, gold, and bronze to show that they had not taken any of it for themselves."}, {"ref": "The priests and the Levites", "text": "According to the law of Moses, the tribe of Levi had the work of caring for the temple, its possessions, and the offerings."}]}, {"id": "31", "tn": [{"ref": "We went out from the Ahava Canal", "text": "\"We left the Ahava Canal\" or \"We started traveling from the Ahava Canal\""}, {"ref": "Ahava Canal", "text": "This is the name of the canal that flows to the place called Ahava. Translate this as you did in [[:en:bible:notes:ezr:08:21|8:21]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "twelfth day of the first month", "text": "This is the first month of the Hebrew calendar. The twelfth day is near the end of March on Western calendars. (See: [[:en:ta:vol2:translate:translate_hebrewmonths]] and [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "The hand of our God was on us", "text": "The hand of God being on people is a metonym for God helping people. AT: \"God was helping us\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "he protected us from the hand of the enemy and the ones ... road", "text": "The hand  represents what those people might do. It specifically it refers to the them attacking the group that was traveling. AT: \"he protected us from the attack of the enemy and the ones who wished to ambush us along the road\" or \"He kept the enemy from attacking us and he kept robbers from ambushing us along the road\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the ones who wished to ambush us", "text": "This refers to thieves and robbers who wanted to attack them for their treasures."}]}, {"id": "33", "tn": [{"ref": "the silver, gold, and objects were weighed out", "text": "This can be translated in active form. AT: \"the twelve priestly officials weighed out the silver, gold and objects\""}, {"ref": "were weighed out ... into the hand of Meremoth", "text": "<b>were weighed out ... into the hand of Meremoth</b>"}, {"ref": "Meremoth ... Uriah ... Eleazar ... Phinehas ... Jozabad ... Jeshua ... Noadiah ... Binnui", "text": "These are the names of men. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Jeshua", "text": "Translate this man's name as you did in [[:en:bible:notes:ezr:02:03|2:6]]."}]}, {"id": "35", "tn": [{"ref": "The ones who came back from the captivity ... the people of exile", "text": "These two phrases refer to the Jewish people whose  were living as exiles in Babylon and who left Babylon and returned to Jerusalem in Judea. AT: \"The ones who came back to Jerusalem from the captivity in Babylon, the people of exile\""}, {"ref": "twelve ... ninety-six ... seventy-seven ... twelve", "text": "six ... seventy-seven ... twelve** - \"12, 96 ... 77 ... 12\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the governors in the Province Beyond the River", "text": "These were the Babylonian officials managing the people west of the Euphrates River, which included the people living in Judea."}, {"ref": "the Province Beyond the River", "text": "This is the name of the province that was west of the Euphrates River. It was across the river from the city of Susa. It included Judea. See how you translated it in [[:en:bible:notes:ezr:04:09|4:10]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "God's house", "text": "the temple"}]}]