[{"id": "01", "tn": [{"ref": "Moab", "text": "\"The country of Moab\""}, {"ref": "the lattice in his upper chamber", "text": "The upper room was built on the roof of the palace. The lattice was made of thin boards decoratively crossed over one another to form a balcony or window covering. AT: \"the wooden boards around the flat roof of his palace\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Baal Zebub", "text": "(See: [[:en:ta:vol1:translate:translate_names]])"}]}, {"id": "03", "tn": [{"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "the Tishbite", "text": "This refers to someone from the city of Tishbe. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Is it because there is no God in Israel that you are going to consult with Baal Zebub, the god of Ekron?", "text": "This rhetorical question is asked as a rebuke for consulting Baal Zebub. This may be written as a statement. This is irony because they are definitely aware of the God of Israel. AT: \"You fools! You know there is a God in Israel, but you were acting as though you did not know when you sent men to consult Baal Zebub, the god of Ekron!\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "consult with Baal Zebub", "text": "The word \"consult\" means to get the opinion of someone about a question."}, {"ref": "Therefore Yahweh says", "text": "This is Yahweh's message to King Ahaziah. AT: \"Therefore Yahweh says to King Ahaziah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "You will not come down from the bed to where you have gone up", "text": "When King Ahaziah was injured, he was placed in a bed. Yahweh said that he will never become well and be able to get out of the bed. AT: \"You will not recover and you will not get up from the bed on which you are lying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "05", "tn": [{"ref": "When the messengers returned to Ahaziah", "text": "After meeting with Elijah, the messengers returned to the king instead of going to Ekron. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "Is it because there is no God in Israel that you sent men to consult with Baal Zebub, the god of Ekron?", "text": "This rhetorical question is asked as a rebuke for consulting Baal Zebub. This may be written as a statement. This is irony because they are definitely aware of the God of Israel. See how you translated a similar question in [[:en:bible:notes:2ki:01:03|3:3]]. AT: \"You fools! You know there is a God in Israel, but you were acting as though you did not know when you sent men to consult Baal Zebub, the god of Ekron!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you will not come down from the bed to which you have gone up", "text": "When King Ahaziah was injured, he was placed in a bed. Yahweh said that he will never become well and be able to get out of the bed. Translate this statement the same as you did in [[:en:bible:notes:2ki:01:03|3:4]]. AT: \"you will not recover and you will not get up from the bed on which you are lying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "07", "tn": [{"ref": "He wore a garment made of hair", "text": "Possible meanings are 1) this is a metaphor that speaks of him being very hairy as if his hair were a garment. AT: \"He was very hairy\" or 2) \"His clothes were made from animal hair\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "09", "tn": [{"ref": "Then the king sent a captain with fifty soldiers to Elijah", "text": "The king sent the leader of the army with fifty men to bring Elijah back to him. AT: \"Then the king sent a captain with fifty soldiers to seize Elijah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "fifty soldiers", "text": "\"50 soldiers\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "If I am a man of God, let fire come down from heaven", "text": "The captain had called Elijah a man of God, but the captain and the king did not show Elijah proper respect. Elijah said this so that fire would come down from heaven, and this would prove that Elijah really was a man of God and he deserved their respect. AT: \"Since I am a man of God, let fire come down from heaven\" or \"If I am a man of God as you have said, let fire come down from heaven\""}, {"ref": "heaven", "text": "\"the sky\" (UDB)"}]}, {"id": "11", "tn": [{"ref": "fifty soldiers", "text": "\"50 soldiers\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "If I am a man of God, let fire come down from heaven", "text": "The captain had called Elijah a man of God, but the captain and the king did not show Elijah proper respect. Elijah said this so that fire would come down from heaven, and this would prove that Elijah really was a man of God and he deserved their respect. Translate this phrase the same as you did in [[:en:bible:notes:2ki:01:09|1:10]]. AT: \"Since I am a man of God, let fire come down from heaven\" or \"If I am a man of God as you have said, let fire come down from heaven\""}, {"ref": "fire of God", "text": "This means that the fire came from God. AT: \"fire from God\" (See: [[:en:ta:vol2:translate:figs_possession]])"}]}, {"id": "13", "tn": [{"ref": "fifty warriors", "text": "\"50 warriors\" or \"50 soldiers\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "implored him", "text": "\"begged him\""}, {"ref": "these fifty servants of yours", "text": "The captain says that his servants are Elijah's servants to show him honor. AT \"my fifty soldiers\" (UDB) (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let my life ... be precious in your sight", "text": "The phrase \"your sight\" refers to what Elijah thinks. The captain is pleading with Elijah to let them live. AT: \"please consider my life ... as precious to you\" or \"consider my life ... to be of worth to you and do not kill us\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "let my life be precious in your sight", "text": "Here the captain is repeating his request for Elijah to show kindness to him and let him live. AT: \"please be kind to me!\" (UDB) or \"please allow me to live\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "15", "tn": [{"ref": "Is it because there is no God in Israel from whom you can ask for information?", "text": "This rhetorical question is asked as a rebuke for consulting Baal Zebub. This may be written as a statement. This is irony because the king is definitely aware of the God of Israel. AT: \"You must think there is no God in Israel whom you may ask for information!\" or \"You fool! You know there is a God in Israel to consult, but you acted as if you did not know.\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol1:translate:figs_irony]])"}, {"ref": "you will not come down from the bed where you have gone up", "text": "When King Ahaziah was injured, he was placed in a bed. Yahweh said that he will never become well and be able to get out of the bed. Translate this statement the same as you did in [[:en:bible:notes:2ki:01:03|3:4]]. AT: \"you will not recover and you will not get up from the bed where you are lying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "17", "tn": [{"ref": "the word of Yahweh that Elijah had spoken", "text": "\"what Yahweh had told Elijah that Elijah had spoken\""}, {"ref": "second year", "text": "\"2nd year\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "in the second year of Jehoram son of Jehoshaphat king of Judah", "text": "This describes the time that Joram began to reign by stating how long the current king of Judah had reigned. AT: \"in the second year that Jehoram son of Jehoshaphat was king of Judah\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "are they not written ... Israel?", "text": "This rhetorical question can be written as a statement. AT: \"they are written ... Israel.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}]