{"01": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples in his Sermon on the Mount, which began in [[:en:bible:notes:mat:05:01|5:3]]. In this section, Jesus addresses the \"acts of righteousness\" of alms, prayer, and fasting."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All \"you\" and \"your\" are plural."}, {"ref": "before people to be seen by them", "text": "It is implied that those who see the person will honor him. This can be stated in active form. AT: \"in front of people just so that they can see you and give you honor for what you have done\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "do not sound a trumpet before yourself", "text": "This metaphor means to do something that purposefully gets people's attention. AT: \"do not draw attention to yourself like someone who plays a loud trumpet in a crowd\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}], "03": [{"ref": "Connecting Statement:", "text": "Jesus continues to teach his disciples about alms."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All \"you\" and \"your\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "do not let your left hand know what your right hand is doing", "text": "This is a metaphor for total secrecy. Just as hands usually work together and can be said to \"know\" what each other is doing at all times, you should not let even those closest to you know when you are giving to the poor. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your gift may be given in secret", "text": "This can be stated in active form. AT: \"you can give to the poor without other people knowing\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "05": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about prayer."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All \"you\" and \"your\" in verses 5 and 7 are plural; in verse 6 they are singular, but you may have to translate them as plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "so that they may be seen by people", "text": "It is implied that those who see them will give them honor. This can be stated in active form. AT: \"so that people will see them and give them honor\" (See: [[:en:ta:vol1:translate:figs_explicit]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "enter your inner chamber. Shut the door", "text": "\"go to a private place\" or \"go where you can be alone\""}, {"ref": "Father who is in secret", "text": "Possible meanings are 1) no one can see God, or 2) God is in that private place with the person praying."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "your Father who sees in secret", "text": "\"your Father will see what you do in private and\""}, {"ref": "make useless repetitions", "text": "\"repeat meaningless words\""}, {"ref": "they will be heard", "text": "This can be stated in active form. AT: \"their false gods will hear them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "08": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. He speaks to them as a group in the plural as far as \"pray like this.\" All occurrences of \"your\" after \"Heavenly Father\" are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "may your name be sanctified", "text": "Here \"name\" refers to God himself. AT: \"make everyone honor you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May your kingdom come", "text": "Here \"kingdom\" refers to God's rule as king. AT: \"May you rule over everyone and everything completely\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "May your will be done on earth as it is in heaven", "text": "This can be stated in active form. AT: \"may everything on earth happen in accordance with your will as everything in heaven does\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "11": [{"ref": "General Information:", "text": "All instances of \"we,\" \"us,\" and \"our\" refer to the crowd that Jesus is addressing. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "daily bread", "text": "Here \"bread\" refers to food in general. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "debts", "text": "A debt is what one person owes another. This is a metaphor for sins. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "debtors", "text": "A debtor is a person who owes debts to another. This is a metaphor for sinners. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Do not bring us into temptation", "text": "The word \"temptation,\" an abstract noun, can be expressed as a verb. AT: \"Do not let anything tempt us\" or \"Do not let anything cause us to desire to sin\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}], "14": [{"ref": "General Information:", "text": "All instances of \"you\" and \"your\" are plural. However, Jesus is telling them what will happen to them as individuals if each person does not forgive others. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "trespasses", "text": "\"wrongs\" or \"sins\""}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}], "16": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about fasting."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All occurrences of \"you\" and \"your\" in verses 17 and 18 are singular, but you may want to translate them as plural to match the plural \"you\" in verse 16. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Moreover", "text": "\"Also\""}, {"ref": "they disfigure their faces", "text": "The hypocrites would not wash their faces or comb their hair. They did this purposely to draw attention to themselves so that people would see them and give them honor for fasting."}, {"ref": "Truly I say to you", "text": "\"I tell you the truth.\" This phrase adds emphasis to what Jesus says next."}, {"ref": "anoint your head", "text": "\"put oil in your hair\" or \"groom your hair.\" To \"anoint\" the head here is to take normal care of one's hair. It has nothing to do with \"Christ\" meaning \"anointed one.\" Jesus means that people should look the same whether they are fasting or not."}, {"ref": "Father who is in secret", "text": "Possible meanings are 1) no one can see God, or 2) God is in that private place with the person praying. See how you translated this in [[:en:bible:notes:mat:06:05|6:6]]."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "who sees in secret", "text": "\"who sees what you do in private.\" See how you translated this in [[:en:bible:notes:mat:06:05|6:6]]."}], "19": [{"ref": "Connecting Statement:", "text": "Jesus begins to teach about money and possessions."}, {"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are plural, except in verse 21, where they are singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "treasures", "text": "\"riches\""}, {"ref": "where moth and rust destroy", "text": "\"where moth and rust ruin treasures\""}, {"ref": "moth", "text": "a small, flying insect that destroys cloth"}, {"ref": "rust", "text": "a brown substance that forms on metals"}, {"ref": "store up for yourselves treasures in heaven", "text": "This is a metaphor that means do good things on earth so God will reward you in heaven. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there will your heart be also", "text": "Here \"heart\" means a person's thoughts and interests. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}], "22": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are all singular, but you may need to translate them as plurals. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "The eye is the lamp of the body ... how great is that darkness", "text": "This compares healthy eyes that allow a person to see to diseased eyes that cause a person to be blind. This is a metaphor referring to spiritual health. Often Jewish people used the phrase \"bad eye\" to refer to greed. The meaning is: if a person is completely devoted to God and sees things the way he does, then they are doing what is right. If a person is greedy for more, then he is doing what is evil. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The eye is the lamp of the body", "text": "This metaphor means the eyes allow a person to see just as a lamp helps a person see in the dark. AT: \"Like a lamp, the eye allows you to see things clearly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "eye", "text": "You may have to translate this as plural, \"eyes.\""}, {"ref": "if your eye is bad", "text": "This does not refer to magic. Jewish people often used this as a metaphor for someone who is greedy. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for either he will hate the one and love the other, or else he will be devoted to one and despise the other", "text": "Both of these phrases mean basically the same thing. They emphasize that a person cannot love and be devoted both to God and money at the same time. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "You cannot serve God and wealth", "text": "\"You cannot love God and money at the same time\""}], "25": [{"ref": "General Information:", "text": "Here the instances of \"you\" and \"your\" are all plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "to you", "text": "Jesus is talking to a group of people about what might happen to them as individuals."}, {"ref": "is not life more than food, and the body more than clothes?", "text": "Jesus uses a question to teach the people. AT: \"obviously life is more than what you eat, and your body is more than what you wear\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "barns", "text": "places to store crops"}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "Are you not more valuable than they are?", "text": "Jesus uses a question to teach the people. AT: \"Obviously you are more valuable than birds.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}], "27": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. All instances of \"you\" and \"your\" are plural. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "Which one of you by being anxious can add one cubit to his lifespan?", "text": "Jesus uses a question to teach the people. AT: \"None of you can, just by worrying, add years to your life. You cannot add even one minute to your life! So you should not worry about things you need.\" (UDB) (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "one cubit", "text": "A cubit is a measure of a little less than half a meter. Here it is a metaphor for adding time to how long a person will live. (See: [[:en:ta:vol2:translate:translate_bdistance]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Why are you anxious about clothing?", "text": "Jesus uses a question to teach the people. AT: \"You should not be worried about what you will wear.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Think about", "text": "\"Consider\""}, {"ref": "lilies", "text": "a kind of wild flower (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "I say to you", "text": "This adds emphasis to what Jesus says next."}, {"ref": "was not clothed like one of these", "text": "This can be stated in active form. AT: \"did not wear clothes that are as beautiful as these lilies\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}], "30": [{"ref": "General Information:", "text": "Jesus is talking to a group of people about what might happen to them as individuals. The instances of \"you\" and \"your\" are plural."}, {"ref": "so clothes the grass", "text": "This is a metaphor that means God makes the flowers beautiful. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "grass", "text": "If your language has a word that includes \"grass\" and the word you used for \"lilies\" in the previous verse, you can use it here."}, {"ref": "is thrown into the oven", "text": "The Jews at that time used grass in their fires to cook their food. This can be stated in active form. AT: \"someone throws it into a fire\" or \"someone burns it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "how much more will he clothe you ... faith?", "text": "Jesus is using a question to teach the people. AT: \"he will certainly clothe you ... faith\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "you of little faith", "text": "\"you who have such little faith.\" Jesus is scolding the people because they have little faith in God."}, {"ref": "Therefore", "text": "\"Because of all of this\""}], "32": [{"ref": "For the Gentiles search for these things", "text": "\"for the Gentiles are concerned about what they will eat, drink, and wear\""}, {"ref": "your heavenly Father knows that you need them", "text": "Jesus is implying that God will make sure their basic needs are met."}, {"ref": "Father", "text": "This is an important title for God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "seek first his kingdom and his righteousness", "text": "Here \"kingdom\" refers to God's rule as king. AT: \"concern yourselves with serving God, who is your king, and doing what is right\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "all these things will be given to you", "text": "This can be stated in active form. AT: \"God will provide all these things for you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Therefore", "text": "\"Because of all this\""}, {"ref": "tomorrow will be anxious for itself", "text": "Jesus is describing \"tomorrow\" as if it is a person who can worry. Jesus means that a person will have enough to worry about when the next day comes. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}