[{"id": "01", "tn": [{"ref": "General Information:", "text": "A father teaches his child using poetry. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "if you receive my words", "text": "Here \"words\" represents a teaching. AT: \"if you listen to what I am teaching you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "if you receive", "text": "This begins a series of conditional statements that concludes in 2:5. If it is more natural for your language, you can translate these conditional statements as commands as in the UDB."}, {"ref": "treasure up my commandments with you", "text": "Valuing what is commanded is spoken of as if the commandments were a treasure and the person were a safe place to store the treasure. AT: \"consider my commands to be as valuable as a treasure\" (UDB) (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "make your ears pay attention to wisdom and incline your heart to understanding", "text": "If you translated 2:1 as a command, you can translate 2:2 as a command, as in the UDB. Or, if you translated 2:1 as a conditional statement, you could translate 2:2 as a conditional statement also. AT: \"if you make your ears pay attention to wisdom and incline your heart to understanding\" (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "make your ears pay attention", "text": "This is an idiom. AT: \"force yourself to listen carefully\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "wisdom", "text": "This abstract noun can be stated as an adjective. AT: \"listen to the wise things I am teaching you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "incline your heart to understanding", "text": "Here \"heart\" represents a person's mind. The phrase \"incline your heart\" is an idiom that means to commit or fully dedicate one's mind to a task. AT: \"try hard to understand what is wise\" (UDB) or \"fully dedicate yourself to understanding wise teachings\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "03", "tn": [{"ref": "If you cry out for understanding and raise your voice for it", "text": "Both of these statements have the same meaning. It is implied that the person is strongly asking Yahweh for understanding. AT:  \"If you urgently ask God and plead for understanding\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If you cry ... if you seek", "text": "This continues the series of conditional statements started in [[:en:bible:notes:pro:02:01|2:1]]. If you translated the statements in 1:1-2 as commands, you should translate these as commands also as in the UDB."}, {"ref": "raise your voice", "text": "This is an idiom that means to speak loudly or to shout. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "if you seek it like you would seek silver and search for understanding as you would seek hidden treasures", "text": "Both statements have the same meaning. These similes emphasize the great effort a person should make to understand what is wise. AT:  \"if you seek understanding with as much effort as you search for a valuable object\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "you seek it ... search for understanding", "text": "Trying very hard to understand what is wise is spoken of as if understanding were an object for which a person must search. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "you will find the knowledge of God", "text": "To succeed in knowing God is spoken of as if the knowledge of God were an object that a person finds after searching. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "from his mouth comes knowledge and understanding", "text": "Here \"mouth\" represents Yahweh himself or what he says. AT: \"from Yahweh comes knowledge and understanding\" or \"Yahweh tells us what we need to know and understand\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He stores up sound wisdom for those who please him", "text": "Yahweh teaching wisdom to people is spoken of as if wisdom were an item that Yahweh stores and gives to people. AT: \"He teaches what is truly wise to those who please him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "sound", "text": "\"dependable\""}, {"ref": "he is a shield for those", "text": "Yahweh being able to protect his people is spoken of as if he were a shield. AT: \"God protects those\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who walk in integrity", "text": "A person behaving with integrity is spoken of as if they were walking in integrity. AT: \"who behave with integrity\" or \"who live their lives as they should\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he guards the paths of justice", "text": "Possible meanings are 1) justice itself is spoken of as if it were a path. AT: \"God makes sure that people act justly\" or 2) a person's life is spoken of as if it were a path. AT: \"God protects those who act justly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "preserve the way of those", "text": "A person's life is spoken of as if it were a way or road. AT: \"protect those\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "equity", "text": "\"fairness\""}, {"ref": "every good path", "text": "A behavior that is wise and pleases Yahweh is spoken of as if it were a good path. AT: \"ways to live that are pleasing to God\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "wisdom will come into your heart", "text": "Here \"heart\" represents a person's inner being. A person becoming wise is spoken of as if wisdom would enter into a person's heart. AT: \"you will gain much wisdom\" or \"you will learn how to be truly wise\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "pleasant to your soul", "text": "Here \"soul\" represents the whole person. AT: \"pleasing to you\" or \"enjoyable to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}]}, {"id": "11", "tn": [{"ref": "Discretion will watch over you, understanding will guard you", "text": "This speaks of \"discretion\" and \"understanding\" as if they were persons who could watch over someone else. Both statements mean basically the same thing. AT: \"Because you think carefully and understand what is right and wrong you will be safe\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "Discretion", "text": "the quality of being careful in actions and speech"}, {"ref": "watch over", "text": "to guard, protect or take care of someone or something"}, {"ref": "They will rescue you from the way of evil", "text": "\"They\" refers to discretion and understanding, which are spoken of as if they were persons who could rescue someone else. AT: \"You will know to stay away from what is evil\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "from the way of evil", "text": "Evil behaviors are spoken of as if evil were a way or path on which a person walks. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who abandon the right paths and walk in the ways of darkness", "text": "A person no longer doing what is right but deciding to do what is evil is spoken of as if the person stops walking on the correct path and chooses to walk down a dark path. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who abandon", "text": "The word \"who\" refers to the people who speak perverse things."}, {"ref": "abandon", "text": "to leave and never return to someone or something"}]}, {"id": "14", "tn": [{"ref": "They rejoice", "text": "\"They\" refers to the same people as in [[:en:bible:notes:pro:02:11|2:12]]."}, {"ref": "delight in the perversities of evil", "text": "This means basically the same thing as the first part of the sentence. AT: \"delight in doing what they know is evil\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "They follow crooked paths", "text": "People who lie to others are spoken of as if they walk on crooked or twisted paths. AT: \"They deceive other people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and using deception they hide their tracks", "text": "People lying so that others will not find out what they did is spoken of as if they covered the tracks on a path so that no one could follow them. AT: \"and they lie so that no one will know what they have done\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "The father continues to teach his child how wisdom will protect him."}, {"ref": "Wisdom and discretion will save you", "text": "The writer speaks of wisdom and discretion as if they were people who save the one who possesses them. AT: \"If you have wisdom and discretion, you will save yourself\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "the companion of her youth", "text": "This refers to her husband, whom she married when she was young."}, {"ref": "the covenant of her God", "text": "This likely refers to the marriage covenant that she made with her husband in the presence of God."}]}, {"id": "18", "tn": [{"ref": "her house leads down to death", "text": "Possible meanings are 1) \"going to her house leads to death\" or 2) \"the road to her house is the road to death.\""}, {"ref": "her tracks will lead you", "text": "Possible meanings are 1) \"the paths to her house will lead you.\" This refers to the tracks or path that lead to her house, or 2) this is a metaphor that speaks of her way of life as if it were a path on which she walks. AT: \"her way of life will lead you\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to those in the grave", "text": "This refers to the spirits of dead people and is a metonym for the place of the dead. AT: \"to the grave\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "go in to her", "text": "This means to go into her house to sleep with her, as one would with a prostitute. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "they will not find the paths of life", "text": "Possible meanings are 1) \"they will not return to the land of the living\" or 2) \"they will never live a happy life again.\""}]}, {"id": "20", "tn": [{"ref": "So", "text": "The writer tells the result of getting understanding and discretion."}, {"ref": "you will walk in the way ... follow the paths", "text": "A person's conduct is spoken of as if it were walking on a path. AT: \"you will live in the way ... follow the example\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the wicked will be cut off from the land", "text": "The writer speaks of Yahweh removing people from the land as if he were cutting the people off, like a person might cut a branch from a tree. This can be stated in active form. AT: \"Yahweh will remove the wicked from the land\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the wicked ... the faithless", "text": "These are nominal adjectives that can be stated as adjectives. AT: \"those who are wicked ... those who are faithless\" or \"wicked people ... faithless people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "the faithless will be cut off from it", "text": "The writer speaks of Yahweh removing people from the land as if he were cutting the people off, like a person might cut a branch from a tree. This can be stated in active form. AT: \"he will remove the faithless from it\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}]