[{"id": "01", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do."}, {"ref": "be fine flour", "text": "\"be the finest flour\" or \"be the best flour\""}, {"ref": "flour", "text": "a powder made from wheat"}, {"ref": "He is to take", "text": "\"He must take\""}, {"ref": "take out a handful", "text": "\"take out what he can hold in his hand\""}, {"ref": "a representative offering", "text": "The handful of the grain offering represents the whole grain offering. This means the whole offering belongs to Yahweh."}, {"ref": "It will produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it will be an offering made to him by fire", "text": "This can be translated in active form. AT: \"it will be a burnt offering to him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people and priests must do so their offerings will be acceptable to him."}, {"ref": "that is baked in an oven", "text": "This can be stated in active form. AT: \"that you baked in an oven\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "oven", "text": "This was probably a hollow object made of clay. A fire was lit under the oven, and the heat would bake the dough inside of the oven. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "soft bread of fine flour", "text": "It is understood that the soft bread contained no yeast. (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "which is spread with oil", "text": "Translate this phrase to indicate that the oil is to be spread onto the bread. AT: \"with oil on the bread\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "If your grain offering is baked with a flat iron pan", "text": "This can be stated in active form. AT: \"If you bake your grain offering in a flat iron pan\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a flat iron pan", "text": "This is a thick plate made of either clay or metal. The plate was placed over a fire, and the dough cooked on top of the plate. (See: [[:en:ta:vol1:translate:translate_unknown]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so their offerings will be acceptable to him."}, {"ref": "to divide it", "text": "Here \"it\" refers to the grain offering cooked on a flat iron pan."}, {"ref": "If your grain offering is cooked", "text": "This can be stated in active form. AT: \"If you cook your grain offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "in a pan", "text": "A pan is a metal plate with rounded edges. The dough was placed in the pan and cooked over a fire. (See: [[:en:ta:vol1:translate:translate_unknown]])"}, {"ref": "it must be made", "text": "This can be stated in active form. AT: \"you must make it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so their offerings will be acceptable to him."}, {"ref": "made from these things", "text": "This can be stated in active form. AT: \"that you made from the flour and oil\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will be presented", "text": "This can be stated in active form. AT: \"you will present it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Then the priest ... made by fire", "text": "For 2:9-10 see how you translated many of these words in [[:en:bible:notes:lev:02:01|2:2-3]]."}, {"ref": "a representative offering", "text": "The handful of the grain offering represents the whole grain offering. This means the whole offering belongs to Yahweh. See how you translated this in [[:en:bible:notes:lev:02:01|2:2]]."}, {"ref": "It will be an offering made by fire", "text": "This can be stated in active form. AT: \"It will be a burnt offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "it will produce a sweet aroma for Yahweh", "text": "Yahweh being pleased with the sincere worshiper who offered the sacrifice is spoken of as if God were pleased with the aroma of the burning sacrifice. See how you translated this in [[:en:bible:notes:lev:01:07|1:9]]. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "from the offerings to Yahweh made by fire", "text": "This can be stated in active form. AT: \"from the burnt offerings to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "11", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so that their offerings will be acceptable to him."}, {"ref": "No grain offering that you offer to Yahweh is to be made with yeast", "text": "This can be stated in active form. AT: \"Do not use yeast in a grain offering that you offer to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "as an offering made by fire", "text": "This can be stated in active form. AT: \"as a burnt offering\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You will offer them", "text": "\"You will offer the grain offerings made with leaven or honey\""}, {"ref": "they will not be used to produce a sweet aroma on the altar", "text": "This can be stated in active form. AT: \"you will not use them to produce a sweet aroma on the altar\" or \"you will not burn them on the altar\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the salt of the covenant of your God", "text": "It is implied that the salt is a symbol that represents the covenant with God. (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues telling Moses what the people must do so their offerings will be acceptable to him."}, {"ref": "that is roasted with fire and then crushed", "text": "This can be stated in active form. AT: \"that you have cooked over a fire and then crushed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a representative offering", "text": "The handful of the grain offering represents the whole grain offering. This means the whole offering belongs to Yahweh. See how you translated this in [[:en:bible:notes:lev:02:01|2:2]]."}, {"ref": "This is an offering made by fire to Yahweh", "text": "This can be stated in active form. AT: \"This is a burnt offering to Yahweh\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}]