[{"id": "01", "tn": [{"ref": "disguise yourself", "text": "\"change how you appear to others\""}, {"ref": "you will not be recognized", "text": "This can be stated in active form. AT: \"no one will recognize you\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "Look, the wife of Jeroboam", "text": "Here the word \"Look\" means \"pay attention.\""}, {"ref": "coming to seek advice from you", "text": "The abstract noun \"advice\" can be translated as a verb. AT: \"coming to ask you\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Say such and such to her", "text": "The words \"such and such\" mean that Yahweh told Ahijah what to say. AT: \"Speak in this way to her\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "06", "tn": [{"ref": "Why do you pretend to be someone you are not?", "text": "This question shows that Ahijah knew she was disguised. AT: \"Stop pretending to be someone else; I know who you are.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "I have been sent to you with bad news", "text": "This can be stated in active form. AT: \"Yahweh told me to give you bad news\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "I raised you", "text": "\"I exalted you\""}, {"ref": "I tore the kingdom away", "text": "God forcefully removed most of the kingdom like a person tears a piece of cloth. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "followed me", "text": "\"obeyed me\""}, {"ref": "what was right in my eyes", "text": "The eyes represent seeing, and seeing represents thoughts or judgment. AT: \"what I judged to be right\" or \"what I considered to be right\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "thrust me behind your back", "text": "Jeroboam has disrespected Yahweh like a person throws away something that is not wanted. AT: \"completely rejected me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "look", "text": "\"pay attention.\" This word is added to indicate that what follows is important."}, {"ref": "I will cut off ... and will completely remove", "text": "These two phrases are very similar in meaning and are repeated for emphasis. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "cut off from you every male child in Israel", "text": "Yahweh speaks of destroying Jeroboam's family and preventing him from having any descendants as if he were cutting them off as one would cut a branch from a tree. AT: \"destroy every one of your male children in Israel\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will completely remove your family, like someone who burns up dung until it is gone", "text": "This simile compares the removal of every descendant of Jeroboam with the complete burning up of dung that was mixed with straw, dried, and burned for fuel. (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "11", "tn": [{"ref": "Anyone who belongs to your family who dies in the city will be eaten by dogs", "text": "This can be stated in active form. AT: \"Dogs will eat anyone who belongs to your family and who dies in the city\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "anyone who dies in the field will be eaten by the birds of the heavens", "text": "This can be stated in active form. AT: \"the birds of the heavens will eat anyone who dies in the field\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "when your feet enter the city", "text": "The word \"feet\" here is a synecdoche for the whole person. AT: \"when you enter the city\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "All Israel", "text": "This is a generalization that means the people of the northern kingdom of Israel. AT: \"The Israelite people\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "go into a grave", "text": "\"be buried in a grave\""}, {"ref": "out of Jeroboam's house", "text": "The word \"house\" here is a metonymy for \"family.\" AT: \"in all of Jeroboam's family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "was anything good found in the sight of Yahweh, the God of Israel", "text": "The sight of Yahweh represents Yahweh's judgment or evaluation. This can be stated in active form. AT: \"did Yahweh, the God of Israel, find anything he judged to be good\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "14", "tn": [{"ref": "cut off the family of Jeroboam", "text": "The writer speaks of the new king of Israel destroying Jeroboam's family and preventing him from having any descendants like one would cut a branch from a tree. AT: \"destroy the descendants of Jeroboam\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Yahweh will attack Israel as a reed is shaken in the water", "text": "The writer here uses a simile to express how Yahweh will bring judgment on the people of Israel. AT: \"Yahweh will attack the people of Israel as a reed is shaken in the water\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "as a reed is shaken in the water", "text": "This can be stated in active form. AT: \"like a river of water shakes a reed\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "he will root up Israel out of this good land", "text": "Yahweh compares Israel with a plant that he will tear out of the ground by its roots. AT: \"he will remove the people of Israel from this good land\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "scatter them", "text": "\"disperse them\""}]}, {"id": "17", "tn": [{"ref": "Tirzah", "text": "This is the name of the city where king Jeroboam lived. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "All Israel buried him and mourned for him", "text": "This is a generalization that means the people of Israel buried him and mourned for him. AT: \"A great number of the people of Israel were present when people buried him, and the people of Israel mourned for him\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "just as it was told to them by the word of Yahweh", "text": "This can be stated in active form. AT: \"just as Yahweh told them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the word of Yahweh", "text": "Here \"word\" represents a message. AT: \"the message of Yahweh\" or \"Yahweh's message\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "see", "text": "\"look\""}, {"ref": "they are written in", "text": "This can be stated in active form. AT: \"you can find them written in\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The Book of the Events of the Kings of Israel", "text": "This refers to a book that no longer exists."}, {"ref": "twenty-two years", "text": "two years** - \"22 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "slept with his ancestors", "text": "Jeroboam dying is spoken of as if he had fallen asleep. See how you translated this in [[:en:bible:notes:1ki:02:10|2:10]]. AT: \"died\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}]}, {"id": "21", "tn": [{"ref": "forty-one years old ... seventeen years", "text": "one years old ... seventeen years** - \"41 years old ... 17 years\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "in which to put his name", "text": "Here \"put his name\" is a metonym for \"dwell\" and refers to the temple where Yahweh was to be worshiped. AT: \"in which to dwell\" or \"in which to be worshiped.\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His mother's name", "text": "Here the word \"His\" refers to Rehoboam."}, {"ref": "Naamah", "text": "This is a woman's name. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Judah did", "text": "Here \"Judah\" represents the people of Judah. AT: \"The people of Judah did\"  (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what was evil in the sight of Yahweh", "text": "The \"sight\" of Yahweh represents Yahweh's judgment or evaluation. See how you translated this in [[:en:bible:notes:1ki:11:05|11:6]]. AT: \"what was evil in Yahweh's judgment\" or \"what Yahweh considered to be evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "they provoked him to jealousy", "text": "The abstract noun \"jealousy\" can be translated as an adjective. AT: \"they made him jealous\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "fathers", "text": "\"ancestors\""}]}, {"id": "23", "tn": [{"ref": "For they also built", "text": "The word \"they\" here refers to the people of Judah."}, {"ref": "built for themselves", "text": "\"built for their own use\" (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "on every high hill and under every green tree", "text": "This is likely to be an exaggeration that indicates there were many places like these for false worship all over the country. AT: \"on the high hills and under the green trees\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "cultic prostitutes", "text": "\"religious prostitutes\" or \"male prostitutes.\" This probably refers to male prostitutes who were associated with idol worship."}, {"ref": "the same despicable practices as the nations that", "text": "Here the word \"nations\" represents the people in those nations. AT: \"the same disgusting things that the people did, whom\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "in the fifth year of King Rehoboam", "text": "This refers to the fifth year of Rehoboam's reign as king. AT: \"in the fifth year that Rehoboam was king\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the fifth year", "text": "\"in year 5\" (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Shishak king of Egypt came up against Jerusalem", "text": "\"Shishak king of Egypt\" is a metonym for Shishak along with the Egyptian army. AT: \"Shishak king of Egypt, and his army with him, came up against Jerusalem\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Shishak", "text": "This is the name of a man. See how you translated this in [[:en:bible:notes:1ki:11:40|11:40]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "came up against", "text": "This is an idiom that means marched against or attacked. AT: \"came to attack\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He took everything away", "text": "This is a generalization that indicates every valuable thing that could be found was taken away. AT: \"He took away many valuable things\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "He took", "text": "The word \"He\" represents Shishak and the soldiers who were with him. AT: \"Shishak and his army took\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "that Solomon had made", "text": "Here \"Solomon\" refers to the craftsmen who worked for Solomon to make the shields. AT: \"that Solomon had his workers make\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "27", "tn": [{"ref": "King Rehoboam made shields", "text": "Here \"King Rehoboam\" represents the persons who worked for him to make the shields. AT: \"King Rehoboam's workers made shields\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "in their place", "text": "\"in place of the shields of gold\""}, {"ref": "entrusted them into the hands of the commanders", "text": "Here \"hands\" represents care or responsibility. AT: \"made them the responsibility of the commanders\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "who guarded the doors to the king's house", "text": "Here \"doors\" represents the entrance. AT: \"who guarded the entrance to the king's house\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the guards would carry them", "text": "\"the guards would carry the shields of bronze\""}]}, {"id": "29", "tn": [{"ref": "are they not written in The Book of the Events of the Kings of Judah?", "text": "This can be expressed in active form and assumes that the answer is positive. The question is rhetorical and is used for emphasis. AT: \"they are written in The Book of the Events of the Kings of Judah.\" or \"you can read about them in The Book of the Events of the Kings of Judah.\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "The Book of the Events of the Kings of Judah", "text": "This refers to a book that no longer exists."}, {"ref": "There was constant warfare", "text": "\"There was continuing war\" or \"There were constant battles\""}, {"ref": "warfare between Rehoboam and Jeroboam", "text": "The names of the kings means that there was war between the armies of Rehoboam and Jeroboam. AT: \"the armies of Rehoboam and Jeroboam fought in battle again and again\" (UDB) or \"Rehoboam and his people and Jeroboam and his people engaged in battle continually\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "slept with his ancestors", "text": "Rehoboam dying is spoken of as if he had fallen asleep. See how you translated this in [[:en:bible:notes:1ki:02:10|2:10]]. AT: \"died\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "was buried with them", "text": "This can be stated in active form. AT: \"people buried him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Naamah", "text": "This is the name of a woman. See how you translated this in [[:en:bible:notes:1ki:14:21|14:21]]. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Abijah his son", "text": "\"Abijah the son of Rehoboam\""}, {"ref": "became king in his place", "text": "The phrase \"in his place\" is a metaphor meaning \"instead of him.\" AT: \"became king instead of Rehoboam\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]