[{"id": "01", "tn": [{"ref": "General Information:", "text": "Nicodemus comes to see Jesus."}, {"ref": "Now", "text": "This word is used here to mark a new part of the story and to introduce Nicodemus. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "we know", "text": "Here \"we\" is exclusive, referring only to Nicodemus and the other members of the Jewish council."}]}, {"id": "03", "tn": [{"ref": "Connecting Statement:", "text": "Jesus and Nicodemus continue talking."}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "born again", "text": "\"born from above\" or \"born of God\""}, {"ref": "kingdom of God", "text": "The word \"kingdom\" is a metaphor for the rule of God. AT: \"place where God rules\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "How can a man be born when he is old?", "text": "Nicodemus used this question to emphasize that this could not happen. AT: \"A man certainly cannot be born again when he is old!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He cannot enter a second time into his mother's womb and be born, can he?", "text": "Nicodemus also used this question to emphasize his belief that a second birth was impossible. \"Certainly, he cannot enter a second time into his mother's womb! (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "a second time", "text": "\"again\" or \"twice\""}, {"ref": "womb", "text": "the part of a woman's body where a baby grows"}]}, {"id": "05", "tn": [{"ref": "Truly, truly", "text": "You can translate this in the same way you did in [[:en:bible:notes:jhn:03:03|3:3]]."}, {"ref": "born of water and the Spirit", "text": "There are two possible meanings: 1) \"baptized in water and in the Spirit\" or 2) \"born physically and spiritually\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "kingdom of God", "text": "The word \"kingdom\" is a metaphor for the rule of God in one's life. AT: \"he cannot experience the rule of God in his life\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "07", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues speaking to Nicodemus."}, {"ref": "You must be born again", "text": "\"You must be born from above\""}, {"ref": "The wind blows wherever it wishes", "text": "In the source language, wind and Spirit are the same word. The speaker here refers to the wind as if it were a person. AT: \"The Holy Spirit is like a wind that blows wherever it wants\" (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "09", "tn": [{"ref": "How can these things be?", "text": "This question adds emphasis to the statement. AT: \"This cannot be!\" or \"This is not able to happen!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Are you a teacher of Israel, and yet you do not understand these things?", "text": "This question adds emphasis to the statement. AT: \"You are a teacher of Israel, so I am surprised you do not understand these things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Truly, truly", "text": "Translate this as you did in [[:en:bible:notes:jhn:01:49|1:51]]."}, {"ref": "we speak", "text": "When Jesus said \"we,\" he was not including Nicodemus. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "12", "tn": [{"ref": "Connecting Statement:", "text": "Jesus continues responding to Nicodemus."}, {"ref": "how will you believe if I tell you about heavenly things?", "text": "This question emphasizes the disbelief of Nicodemus. AT: \"You certainly will not believe if I tell you about heavenly things!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "how will you believe if I tell you", "text": "In both places \"you\" is singular. (See: [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "heavenly things", "text": "spiritual things"}, {"ref": "heaven", "text": "This means the place where God lives."}]}, {"id": "14", "tn": [{"ref": "Just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up", "text": "This figure of speech is called a simile. Some people will \"lift up\" Jesus just as Moses \"lifted up\" the bronze serpent in the wilderness. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "in the wilderness", "text": "The wilderness is a dry, desert place, but here it refers specifically to the place where Moses and the Israelites walked around for forty years."}]}, {"id": "16", "tn": [{"ref": "God so loved the world", "text": "Here \"world\" is a metonym that refers to everyone in the world. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "loved", "text": "This is the kind of love that comes from God and is focused on the good of others, even when it does not benefit oneself. God himself is love and is the source of true love."}, {"ref": "For God did not send the Son into the world in order to condemn the world, but in order to save the world through him", "text": "These two clauses mean nearly the same thing, said twice for emphasis, first in the negative and then in the positive. Some languages may indicate emphasis in a different way. AT: God's real reason for sending his Son into the world was to save it\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "condemn", "text": "\"punish\""}, {"ref": "not condemned", "text": "\"judged innocent\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "Son of God", "text": "This is an important title for Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}]}, {"id": "19", "tn": [{"ref": "Connecting Statement:", "text": "Jesus finishes responding to Nicodemus."}, {"ref": "the light has come into the world", "text": "The word \"light\" is a metaphor for God's truth that is revealed in Jesus. The \"world\" is a metonym for all of the people who live in \"the world.\" AT: the one who is like a light has revealed God's truth to the people\" (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]] and [[:en:ta:vol2:translate:figs_metonymy|Metonymy]])"}, {"ref": "men loved the darkness", "text": "Here \"darkness\" is a metaphor for the area that has not received the \"light\" of God's revelation in Christ. (See: [[:en:ta:vol1:translate:figs_metaphor|Metaphor]])"}, {"ref": "so that his deeds will not be exposed", "text": "This can be stated in an active form. AT: \"so that the light will not show the things he does\" or \"so that the light does not make clear his deeds\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}, {"ref": "plainly seen that his deeds", "text": "This can be stated in an active form. AT: \"people may clearly see his deeds\" or \"everyone may clearly see the things he does\" (See: [[:en:ta:vol2:translate:figs_activepassive|Active or Passive]])"}]}, {"id": "22", "tn": [{"ref": "After this", "text": "This refers to after Jesus had spoken with Nicodemus. See how you translated this in [[:en:bible:notes:jhn:02:12]]."}, {"ref": "Aenon", "text": "This word means \"springs.\" (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Salim", "text": "a village or town next to the Jordan River (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "because there was much water there", "text": "\"because there were many springs in that place\""}, {"ref": "were being baptized", "text": "You can translate this in an active form. AT: \"John was baptizing them\" or \"he was baptizing them\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "25", "tn": [{"ref": "Then there arose a dispute between some of John's disciples and a Jew", "text": "This can be stated in an active form for clarity. AT: \"Then John's disciples and a Jew began to argue\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "a dispute", "text": "a fight using words"}, {"ref": "look, he is baptizing", "text": "In this phrase, \"look\" is a command meaning \"pay attention!\" AT: \"Look! He is baptizing\" or \"Look at that! He is baptizing\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "27", "tn": [{"ref": "A man cannot receive anything unless", "text": "\"Nobody has any power unless\""}, {"ref": "it has been given to him from heaven", "text": "Here \"heaven\" is used as a metonym to refer to God. This can be stated in an active form. AT: \"God has given it to him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "You yourselves", "text": "This \"You\" is plural and refers to all the people John is talking to. AT: \"You all\" or \"All of you\" (See: [[:en:ta:vol1:translate:figs_you]]) (See: [[:en:ta:vol2:translate:figs_rpronouns]])"}, {"ref": "I have been sent before him", "text": "This can be stated in an active form. AT: \"God sent me to arrive before him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "29", "tn": [{"ref": "Connecting Statement:", "text": "John the Baptist continues speaking."}, {"ref": "The bride belongs to the bridegroom", "text": "Here the \"bride\" and \"bridegroom\" are metaphors. Jesus is like the \"bridegroom\" and John is like the friend of the \"bridegroom.\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This, then, is my joy made complete", "text": "This can be stated in active form. AT: \"So then I rejoice greatly\" or \"So I rejoice much\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "my joy", "text": "The word \"my\" refers to John the Baptist, the one who is speaking."}, {"ref": "He must increase", "text": "\"He\" refers to the bridegroom, Jesus, who will continue to grow in importance."}]}, {"id": "31", "tn": [{"ref": "He who comes from above is above all", "text": "\"He who comes from heaven is more important than anyone\""}, {"ref": "He who is from the earth is from the earth and speaks about the earth", "text": "John means that Jesus is greater than he is since Jesus is from heaven, and John was born on the earth. AT: \"He who is born in this world is like everyone else who lives in the world and he speaks about what happens in this world\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "He who comes from heaven is above all", "text": "This means the same thing as the first sentence. John repeats this for emphasis."}, {"ref": "He testifies about what he has seen and heard", "text": "John is speaking about Jesus. AT: \"The one from heaven tells about what he has seen and heard in heaven.\""}, {"ref": "no one accepts his testimony", "text": "Here John exaggerates to emphasize that only a few people believe Jesus. AT: \"very few people believe him\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "He who has received his testimony", "text": "\"Anyone who believes what Jesus says\""}, {"ref": "has confirmed", "text": "\"proves\" or \"agrees\""}]}, {"id": "34", "tn": [{"ref": "Connecting Statement:", "text": "John the Baptist finishes speaking."}, {"ref": "For the one whom God has sent", "text": "\"This Jesus, whom God has sent to represent him\""}, {"ref": "For he does not give the Spirit by measure", "text": "\"For he is the one to whom God gave all the power of his Spirit\""}, {"ref": "Father ... Son", "text": "These are important titles that describe the relationship between God and Jesus. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "given ... into his hand", "text": "This means to be put in his power or control. (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He who believes", "text": "\"A person who believes\" or \"Anyone who believes\""}, {"ref": "wrath of God stays on him", "text": "The abstract noun \"wrath\" can be translated with the verb \"punish.\" AT: \"God will continue to punish him\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}]