[{"id": "01", "tn": [{"ref": "General Information:", "text": "The story of Paul and Barnabas in Iconium continues."}, {"ref": "It came about in Iconium that", "text": "Possible meanings here are 1) \"It happened in Iconium that\" or 2) \"In Iconium as usual\""}, {"ref": "spoke in such a way", "text": "\"spoke so powerfully.\" It may be helpful to state that they spoke the message about Jesus. AT: \"spoke the message about Jesus so powerfully\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the Jews who were disobedient", "text": "This refers to a portion of the Jews who did not believe the message about Jesus."}, {"ref": "stirred up the minds of the Gentiles", "text": "Causing the Gentiles to become angry is spoken of as if calm waters were disturbed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the minds", "text": "Here the word \"minds\" refers to the people. AT: \"the Gentiles\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the brothers", "text": "Here \"brothers\" refers to Paul and Barnabas and the new believers."}]}, {"id": "03", "tn": [{"ref": "General Information:", "text": "Here the word \"He\" refers to the Lord."}, {"ref": "So they stayed there", "text": "\"Nevertheless they stayed there.\" Paul and Barnabas stayed in Iconium to help the many people who had believed in [[:en:bible:notes:act:14:01|14:1]]. \"So\" could be omitted if it adds confusion to the text."}, {"ref": "gave evidence about the message of his grace", "text": "\"demonstrated that the message about his grace was true\""}, {"ref": "about the message of his grace", "text": "\"about the message of the Lord's grace\""}, {"ref": "by granting signs and wonders to be done by the hands of Paul and Barnabas", "text": "This can be stated in active form. AT: \"by enabling Paul and Barnabas to perform signs and wonders\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "by the hands of Paul and Barnabas", "text": "Here \"hands\" refers to the will and effort of these two men as guided by the Holy Spirit. AT: \"by the ministry of Paul and Barnabas\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the majority of the city was divided", "text": "Here \"city\"refers to the people in the city. AT: \"most of the people of the city were divided\" or \"most of the people of the city did not agree with each other\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "sided with the Jews", "text": "\"supported the Jews\" or \"agreed with the Jews.\" The first group mentioned did not agree with the message about grace."}, {"ref": "with the apostles", "text": "The second group mentioned agreed with the message about grace. It may be helpful to restate the verb. AT: \"sided with the apostles\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "the apostles", "text": "Luke refers to Paul and Barnabas. Here \"apostle\" might be used in the general sense of \"ones sent out.\""}]}, {"id": "05", "tn": [{"ref": "General Information:", "text": "Here the word \"they\" refers to Paul and Barnabas."}, {"ref": "attempted to persuade their leaders", "text": "\"tried to convince the leaders of Iconium.\" Here \"attempted\" implies they were not able to fully persuade them before the apostles left the city."}, {"ref": "to mistreat and stone Paul and Barnabas", "text": "\"to beat Paul and Barnabas and to kill them by throwing stones at them\""}, {"ref": "Lycaonia", "text": "A district in Asia Minor (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Lystra", "text": "A city in Asia Minor south of Iconium and north of Derbe (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "Derbe", "text": "A city in Asia Minor south of Iconium and Lystra (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "there they were preaching the gospel", "text": "\"Paul and Barnabas also preached the gospel there\""}]}, {"id": "08", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Barnabas are now in Lystra."}, {"ref": "General Information:", "text": "<b>General Information:</b> The first word \"he\" refers to the crippled man; the second word \"he\" refers to Paul. The word \"him\" refers to the crippled man."}, {"ref": "a certain man sat", "text": "This introduces a new person in the story. (See: [[:en:ta:vol2:translate:writing_participants]])"}, {"ref": "powerless in his feet", "text": "\"unable to move his legs\" or \"unable to walk on his feet\""}, {"ref": "cripple", "text": "\"lame\""}, {"ref": "a cripple from his mother's womb", "text": "\"a cripple from birth\""}, {"ref": "Paul fixed his eyes on him", "text": "\"Paul looked straight at him\""}, {"ref": "had faith to be made well", "text": "The abstract noun \"faith\" can be translated with the verb \"believe.\" \"believed that Jesus could heal him\" or \"believed that Jesus could make him well\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "jumped up", "text": "\"leaped in the air.\" This implies that his legs were completely healed."}]}, {"id": "11", "tn": [{"ref": "what Paul had done", "text": "This refers to Paul's healing the crippled man."}, {"ref": "The gods have come down to us", "text": "A large number of people believed Paul and Barnabas were their pagan gods who had come down from heaven. AT: \"The gods have come down from heaven to us\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "in the dialect of Lycaonia", "text": "\"in their own Lycaonian language\" (UDB). The people of Lystra spoke Lycaonian and also Greek."}, {"ref": "in the form of men", "text": "These people believed that the gods needed to change their appearance in order to look like men."}, {"ref": "They called Barnabas \"Zeus\"", "text": "Zeus was the king over all the other pagan gods."}, {"ref": "Paul, \"Hermes,\" because he was the main speaker", "text": "Hermes was the pagan god who brought messages to people from Zeus and the other gods."}, {"ref": "The priest of Zeus, whose temple was just outside the city, brought", "text": "It may be helpful to include additional information about the priest. AT: \"There was a temple just outside the city where the people worshiped Zeus. When the priest who served in the temple heard what Paul and Barnabas had done, he brought\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "oxen and wreaths", "text": "The oxen were to be sacrificed. The wreaths were either to crown Paul and Barnabas, or put on the oxen for sacrifice."}, {"ref": "to the gates", "text": "The gates of the cities were often used as a meeting place for the people of the city."}, {"ref": "wanted to offer sacrifice", "text": "\"wanted to offer sacrifice to Paul and Barnabas as the gods Zeus and Hermes\""}]}, {"id": "14", "tn": [{"ref": "the apostles, Barnabas and Paul", "text": "Luke is here probably using \"apostle\" in the general sense of \"one sent out.\""}, {"ref": "they tore their clothing", "text": "This was a symbolic action to show that they were deeply distressed and upset that the crowd wanted to sacrifice to them."}, {"ref": "Men, why are you doing these things?", "text": "Barnabas and Paul are rebuking the people for trying to sacrifice to them. AT: \"Men, you must not worship us!\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "We also are human beings with the same feelings as you", "text": "By this statement, Barnabas and Paul are saying that they are not gods. AT: \"We are just human beings like you. We are not gods!\""}, {"ref": "with the same feelings as you", "text": "\"like you in every way\""}, {"ref": "turn from these useless things to a living God", "text": "\"stop worshiping these false gods that cannot help you, and instead begin to worship the living God\""}, {"ref": "a living God", "text": "\"a God who truly exists\" or \"a God who lives\""}, {"ref": "In the past ages", "text": "\"In previous times\" or \"Until now\""}, {"ref": "to walk in", "text": "\"to live according to\""}]}, {"id": "17", "tn": [{"ref": "Connecting Statement:", "text": "Paul and Barnabas continue speaking to the crowd outside the city of Lystra. (See: [[:en:bible:notes:act:14:08|14:8]])"}, {"ref": "he did not leave himself without witness", "text": "This could also be stated in positive form. AT: \"God has certainly left a witness\" or \"God has indeed testified\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}, {"ref": "in that", "text": "\"as shown by the fact that\""}, {"ref": "filling your hearts with food and gladness", "text": "Here \"you hearts\" refers to the people. AT: \"giving you enough to eat and things about which to be happy\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Paul and Barnabas barely kept the multitudes from sacrificing to them", "text": "Paul and Barnabas stopped the multitude from sacrificing to them, but it was difficult to do so."}, {"ref": "barely kept", "text": "\"had difficulty preventing\""}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Here the words \"he\" and \"him\" refer to Paul."}, {"ref": "persuaded the crowds", "text": "It my be helpful to explicitly state what they persuaded the crowd to do. AT: \"persuaded the people not to believe Paul and Barnabas, and to turn against them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "the crowds", "text": "This may not be the same group as the \"multitude\" in the previous verse. Some time had passed, and this might be a different group that gathered together."}, {"ref": "thinking that he was dead", "text": "\"because they thought that he was already dead\""}, {"ref": "the disciples", "text": "These were new believers in the city of Lystra."}, {"ref": "entered the city", "text": "\"Paul re-entered Lystra with the believers\""}, {"ref": "he went to Derbe with Barnabas", "text": "\"Paul and Barnabas went to the city of Derbe\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Here the words \"they\" and \"They\" refer to Paul."}, {"ref": "General Information:", "text": "Here the word \"We\" includes Paul, Barnabas, and the believers. (See: [[:en:ta:vol2:translate:figs_inclusive]])"}, {"ref": "that city", "text": "\"Derbe\" (See: [[:en:bible:notes:act:14:19|14:20]])"}, {"ref": "They kept strengthening the souls of the disciples", "text": "Here \"souls\" refers to the disciples. This emphasizes their inner thoughts and beliefs. AT: \"Paul and Barnabas urged the believers to continue to believe the message about Jesus\" or \"Paul and Barnabas urged the believers to continue to grow strong in their relationship with Jesus (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "encouraging them to continue in the faith", "text": "\"encouraging the believers to keep trusting in Jesus\""}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Except for the third use of the word \"they\" which refers to the people that Paul and Barnabas had led to the Lord, all the words \"they\" here refer to Paul and Barnabas."}, {"ref": "When they had appointed for them elders in every church", "text": "\"When Paul and Barnabas had appointed leaders in each new group of believers\""}, {"ref": "they entrusted them", "text": "Possible meanings are 1) \"Paul and Barnabas entrusted the elders they had appointed\" or 2) \"Paul and Barnabas entrusted the leaders and other believers\" (UDB)"}, {"ref": "in whom they had believed", "text": "Who \"they\" refers to depends on your choice for the meaning of \"them\" in the previous note (either elders or leaders and other believers)."}, {"ref": "went down to Attalia", "text": "The phrase \"went down\" is used here because Attalia is lower in elevation than Perga."}, {"ref": "where they had been committed to the grace of God", "text": "This can be stated in the active form. AT: \"where believers and leaders in Antioch had committed Paul and Barnabas to the grace of God\" or \"where the people of Antioch prayed that God would care for and protect Paul and Barnabas\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Here the words \"they,\" \"them,\" and \"They\" refer to Paul and Barnabas. The word \"he\" refers to God."}, {"ref": "gathered the church together", "text": "\"called the local believers to meet together\""}, {"ref": "he had opened a door of faith for the Gentiles", "text": "God's enabling the Gentiles to believe is spoken of as if he had opened a door that had prevented them from entering into faith. AT: \"God had made it possible for the Gentiles to believe\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]