[{"id": "01", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking."}, {"ref": "hear my speech; listen to all my words", "text": "These two phrases mean the same thing. Elihu is emphasizing that Job must listen carefully. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "I have opened my mouth ... my tongue has spoken in my mouth", "text": "These mean the same thing. Elihu is emphasizing that he is now ready to speak. His \"tongue\" speaking represents himself speaking. AT: \"I have opened my mouth and I have begun to speak\"  (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "My words will speak the uprightness of my heart", "text": "Here Elihu refers to himself by his \"heart\" as he speaks of being upright. Also, he speaks of himself speaking as his \"words\" speaking. AT: \"I will speak with uprightness\" or \"I will speak with complete honesty\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what my lips know, they will speak sincerely", "text": "Here Elihu refers to himself by his \"lips\" to emphasize his speech. AT: \"I will speak sincerely to you the things I know\" See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "The Spirit of God ... has given me life", "text": "These two lines mean the same thing. Elihu is emphasizing that God has made him and so gives authority to what he is saying. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "set your words in order before me and stand up", "text": "This speaks of Job preparing what he will say as if here were setting up and organizing physical objects. AT: \"prepare what you will say, and stand up and answer me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "See", "text": "Elihu uses this word here to draw Job's attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I am just as you are in God's sight", "text": "Here sight represents judgment or evaluation. AT: \"I am just as you are in God's judgment\" or \"God judges you the same way that he judges me\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I also have been formed out of the clay", "text": "Though people are not made out of clay, God has made everyone as a potter carefully makes things out of clay. AT: \"God has made both of us just as a potter forms things from clay\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I also have been formed", "text": "This can be stated in active form. AT: \"God has also made me\" or \"God has formed both of us\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "terror of me will not make you afraid", "text": "\"you do not need to be afraid of me\" (UDB)"}, {"ref": "neither will my pressure be heavy upon you", "text": "This means that he will not hinder Job or burden him. He speaks of emotional burden here as if it were  a heavy physical burden. AT: \"neither will I burden you\" or \"I will not oppress you with what I say\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "in my hearing", "text": "\"where I could hear you\""}, {"ref": "I have heard the sound of your words saying", "text": "This speaks of Job speaking as if it were his \"words\" speaking. AT: \"I have heard you say\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "clean", "text": "A person who God considers spiritually acceptable  is spoken of as if the person were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "there is no sin in me", "text": "\"I have not sinned\""}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Elihu continues quoting what he heard Job say."}, {"ref": "See", "text": "The speaker uses this word here to draw the attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "He puts my feet in stocks", "text": "\"Stocks\" are wooden blocks a jailer puts around a prisoner's feet to restrict his movement. Job speaks of feeling like he is a prisoner by saying that he is in stocks. AT: \"I feel he has made me a prisoner\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my paths", "text": "These words refer to where he goes. Here where he goes represents what he does. AT: \"everything that I do\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will answer you", "text": "Elihu is speaking to Job."}]}, {"id": "13", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "Why do you struggle against him?", "text": "Elihu uses this question to emphaize that Job should not struggle against God. This question can be written as a statement. AT: \"You should not struggle against God\" or \"You should not try to argue with God\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "He does not account for any of his doings", "text": "\"He does not have to explain to us anything he does\""}, {"ref": "God speaks once—yes, twice", "text": "This is an idiom. AT: \"God speak again and again in different ways\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "a dream ... in a vision of the night", "text": "These phrase have the same meaning. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "when deep sleep falls upon men, in slumber on the bed", "text": "This speaks of people being in a deep sleep as if the sleep fell upon them or overcame them. AT: \"when people are fully asleep on their bed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Elihu continue speaking to Job."}, {"ref": "then God opens the ears of men", "text": "This speaks of God making people aware of things as if he were opening their ears so that they could hear. AT: \"then God reveals things to people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in order to pull man back from", "text": "This speaks of God keeps someone from doing something as if he were physically pulling him away from harm. AT: \"in order to keep him from\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God keeps man's life back from the pit ... his life from crossing over to death", "text": "Both of these statements mean the same thing. AT: \"God saves people from the grave and from death\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the pit", "text": "The place where people go when they die is referred to here as \"the pit.\" AT: \"the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "man's life back ... his life", "text": "This is an idiom. AT: \"man from dying and ... he keeps him\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "from crossing over to death", "text": "Here \"death\" represents the place where people go when they die, that is, Sheol. AT: \"from going to Sheol\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "Man is punished also", "text": "This can be stated in active form. AT: \"God also punishes a person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with pain on his bed", "text": "This means that the person is experiencing such pain that he must lie in bed. AT: \"with pain so that he must lie in bed\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "so that his life abhors food, and his soul abhors delicacies", "text": "These two phrases mean basically the same thing, that the person is in so much pain that he cannot even eat. The person is represented by his \"life\" and his \"soul.\" AT: \"The result is that he does not desire any food, not even very special food\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "abhors delicacies", "text": "\"hates even very special food\""}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "His flesh is consumed away so that it cannot be seen; his bones, once not seen, now stick out", "text": "This can be stated in active form. \"His flesh\" refers to a his fat and muscles, not to his body's outer skin. AT: \"Disease makes his body weak and thin so that a person can see his bones\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "his soul draws close to the pit", "text": "Here a person is represented by his \"soul.\" AT: \"he is close to going into the grave\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the pit", "text": "The place where people go when they die is referred to here as \"the pit.\" AT: \"the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his life to those who wish to destroy it", "text": "Here the person is represented by his \"life.\" The phrase \"those who wish to destroy it\" refers to the place where people go after they die. AT: \"and he is close to going the to place where dead people go\" or \"and he will soon go to the place of the dead\" (See: (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "for him", "text": "This does not refer to a specific person. Elihu continues speaking about any person in general."}, {"ref": "from among the thousands of angels", "text": "In some languages it may be more natural to refer to a \"great number\" instead of \"thousands.\" AT: \"from the great number of angels\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "the pit", "text": "The place where people go when they die is referred to here as \"the pit.\" AT: \"the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I have found a ransom for him", "text": "This means that the angel has found a way to pay for the sins of the man so that he does not have to die. AT: \"For I have found a way for you to keep him from dying\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "25", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "then", "text": "The word \"then\" is used here to mark what will happen if God grants the angel's request. AT: \"then as a result\" or \"as a result of the angel's request to God\""}, {"ref": "his flesh will become fresher than a child's", "text": "This speaks of the man being healed and his body growing strong again as if his body became new like a child's body. AT: \"the sick man's body will become new again like a young person's body\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "fresher than a child's", "text": "In this comparison, the word \"fresher\" is an exaggeration. AT: \"fresh like a child's\" (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "a child's", "text": "The missing word may be added. AT: \"a child's flesh\" (See: [[:en:ta:vol2:translate:figs_ellipsis]])"}, {"ref": "he will return to the days of his youthful strength", "text": "This speaks of the man being strong again like when was young as if he was in fact actually young again. AT: \"he will become strong again, like when he was young\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he sees God's face with joy", "text": "This is an idiom. AT: \"he joyfully worships God\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "God's face", "text": "Here God is represented by his \"face.\" AT: \"God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "God will give the person his triumph", "text": "\"God will save the person\" or \"God will make things right for the person again\""}]}, {"id": "27", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "but my sin was not punished", "text": "This can be stated in active form. AT: \"but God did not punish me for sinning\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "rescued my soul from going down into the pit", "text": "Here the person is referred to by his \"soul.\" AT: \"rescued me from dying and going to the pit\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the pit", "text": "The place where people go when they die is referred to here as \"the pit.\" AT: \"the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "my life will continue to see light", "text": "Here the person is represented by his \"life.\" Also, living is spoken of as seeing the light. AT: \"I will continue to live and see the daylight\" or \"I will continue to live\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "29", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "See", "text": "Elihu uses this word here as an idiom to draw Job's attention to what he says next. AT: \"Listen\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "twice, yes, even three times", "text": "This is an idiom. AT: \"again and again\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "his soul", "text": "The person is represented by his \"soul.\" AT: \"him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "to bring his soul back from the pit", "text": "This speaks of saving the man from dying as if he had died and was being brought back to life. AT: \"to keep him from dying and going to the pit\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the pit", "text": "The place where people go when they die is referred to here as \"the pit.\" AT: \"the place where dead people are\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he may be enlightened with the light of life", "text": "This is an idiom and may be stated in active form. AT: \"he may be happy to still be alive\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "31", "tn": [{"ref": "General Information:", "text": "Elihu continues speaking to Job."}, {"ref": "Pay attention, Job, and listen to me", "text": "These phrases mean the same thing. AT: \"Listen carefully to me, Job.\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "that you are in the right", "text": "This is an idiom. AT: \"that you are innocent\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]