[{"id": "01", "tn": [{"ref": "fetters", "text": "This is something to keep a person from moving freely."}, {"ref": "Then send them out", "text": "Jeremiah was to send a set of fetters and yoke to each king listed."}, {"ref": "by the hand of those kings' ambassadors", "text": "Here \"hand\" stands for the agency of these ambassadors. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Give commands to them for their masters", "text": "Jeremiah was instructed to give a set of chains and yoke to each ambassador and a message for each king regarding the chains and yoke."}]}, {"id": "05", "tn": [{"ref": "by my great strength and my raised arm", "text": "The phrase \"raised arm\" refers to great power and intensifies the first phrase. AT: \"by my very great power.\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "I give it to anyone who is right in my eyes", "text": "\"I give it to anyone I want to.\""}, {"ref": "subdue him", "text": "will become strong and defeat Babylon."}]}, {"id": "08", "tn": [{"ref": "that does not put his neck into the yoke of the king", "text": "Those that do not swear allegiance to the king of Nebuchadnezzar and pay tribute or taxes to the king."}, {"ref": "by his hand", "text": "This phrase refers to Nebuchadnezzar and his armies. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "this is Yahweh's declaration", "text": "AT: \"This is what Yahweh says will happen\""}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak through Jeremiah to the people of Judah"}, {"ref": "soothsayers", "text": "A soothsayer is someone who makes predictions about the future."}, {"ref": "But the nation that places its neck into the yoke of the king", "text": "AT: \"But the nation who serves the king\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}, {"ref": "cultivate", "text": "This means to prepare and use land to grow food crops"}, {"ref": "make their homes in it", "text": "AT: \"make Babylon their home\""}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak through Jeremiah to the king of Judah."}, {"ref": "Place your necks into the yoke of the king of Babylon", "text": "God is requiring Judah to submit and serve Babylon as their king."}, {"ref": "Why will you die—you and your people—by the sword, famine, and plague, just as I have declared about the nation that refuses to serve the king of Babylon?", "text": "AT: \"You will die, you and your people, by the sword, famine, and plague, just as I have declared, if you do not serve the king of Babylon\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}]}, {"id": "14", "tn": [{"ref": "General Information:", "text": "Yahweh continues to speak through Jeremiah to the king and people of Judah."}, {"ref": "Do not listen to the words", "text": "Yahweh is warning the people about all the false prophets that He did not send that are lying to them."}, {"ref": "For I have not sent them out", "text": "\"For I have not sent them\""}, {"ref": "in my name", "text": "This phrase means speaking with Yahweh's power and authority or as his representative. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "I will drive you", "text": "\"I will send you away from your home country\""}]}, {"id": "16", "tn": [{"ref": "General Information:", "text": "Jeremiah continues to speak the words of Yahweh."}, {"ref": "The objects belonging to Yahweh's house are being returned from Babylon now!", "text": "\"People from Babylon are bringing back all the gold items that they took from Yahweh's temple!\""}, {"ref": "Why should this city become a ruin?", "text": "\"This entire city will be destroyed.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "If they are prophets", "text": "If what they speak is true, then they should be praying that my words do not come to pass and that the temple objects and leaders remain in Jerusalem."}]}, {"id": "19", "tn": [{"ref": "General Information:", "text": "Jeremiah continues to bring the message of Yahweh."}, {"ref": "the pillars, the sea, and the base", "text": "These were objects that were in the temple. The \"sea,\" was a molten bronze basin."}, {"ref": "Jehoiachin", "text": "The Hebrew text has \"Jeconiah,\" which is a variation of the name \"Jehoiachin.\" Many modern versions have \"Jehoiachin\" in order to make it clear that the same king is being referred to."}]}, {"id": "21", "tn": [{"ref": "General Information:", "text": "Jeremiah continues to speak the words of Yahweh."}, {"ref": "this is Yahweh's declaration", "text": "See how you translated this in [[:en:bible:notes:jer:01:07|1:8]]."}]}]