[{"id": "01", "tn": [{"ref": "she will be unclean", "text": "A woman whom other people must not touch because she is bleeding from her womb is spoken of as if she were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "during the days of her monthly period", "text": "This refers to the time of the month when a woman bleeds from her womb. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "the flesh of a baby boy's foreskin must be circumcised", "text": "Only the priest could perform this action. This can be translated in active form. AT: \"a priest must circumcise the baby boy\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}]}, {"id": "04", "tn": [{"ref": "the mother's purification from her bleeding will continue for thirty-three days", "text": "three days** - This means that the mother will remain impure for thirty-three days."}, {"ref": "thirty-three days", "text": "three days** - \"33 days\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "she will be unclean for two weeks", "text": "A woman whom other people must not touch because she is bleeding from her womb is spoken of as if she were physically unclean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for two weeks", "text": "\"for 14 days\""}, {"ref": "during her period", "text": "This refers to the time of the month when a woman bleeds from her womb. See how you translated this in [[:en:bible:notes:lev:12:01|12:2]]. (See: [[:en:ta:vol2:translate:figs_euphemism]])"}, {"ref": "sixty-six days", "text": "six days** - \"66 days\""}]}, {"id": "06", "tn": [{"ref": "When the days of her purification are finished", "text": "\"When the days of the mother's purification are finished\""}, {"ref": "for a son or for a daughter", "text": "This refers to the different number of days for purification based on if she gave birth to a son or daughter."}]}, {"id": "07", "tn": [{"ref": "and she will be cleansed from the flow of her blood", "text": "This can be translated in active form. AT: \"and this will cleanse her from her bleeding occurring during childbirth\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "If she is not able to afford a lamb", "text": "Translate this so it clarifies the woman's inability to purchase a sacrificial animal. AT: \"If she does not have enough money to buy a lamb\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "then she will be clean", "text": "A woman whom other people may touch is spoken of as if she were physically clean. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]