[{"id": "01", "tn": [{"ref": "keep my words", "text": "Here keeping represents obeying. AT: \"obey my words\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "store up my commands within yourself", "text": "Here God's commands are spoken of as if they were objects that someone could put into a storeroom. AT: \"memorize my commands\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "keep my instruction", "text": "Here keeping represents obeying. AT: \"obey my instructions\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "as the apple of your eye", "text": "The apple of the eye is the pupil inside the eye, which people normally instinctively protect when an object flies at their face. Here \"the apple of the eye\" represents whatever a person values and protects the most. AT: \"as your most valuable possession\" (See: [[:en:ta:vol1:translate:figs_idiom]])."}, {"ref": "Tie them on your fingers", "text": "Possible meanings are 1) that the writer wanted his son to engrave certain commands from God on a ring and wear it, or 2) that the writer wanted his son to always remember God's commands, as if he always wore a certain ring. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "write them on the tablet of your heart", "text": "Here the heart represents a person's mind, and remembering something well is spoken of as if the person were writing it on a stone tablet.  See how you translated this in [[:en:bible:notes:pro:03:03|3:3]]. AT: \"remember my commands well as if you were writing them in stone\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "04", "tn": [{"ref": "Say to wisdom, \"You are my sister", "text": "Here wisdom is spoken of as if it were a person. AT: \"Value wisdom as you would love your sister\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "call understanding your kinsman", "text": "Here the quality of understanding is spoken of as if it were a kinsman or relative. AT: \"treat understanding as you would treat your kinsman\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "kinsman", "text": "\"relative\" or \"family member\""}, {"ref": "the adulterous woman", "text": "This refers to any woman to whom a man is not married. AT: \"the woman whom you should have nothing to do with\""}, {"ref": "the immoral woman", "text": "This refers to any woman who is not known to a man."}, {"ref": "with her smooth words", "text": "Words intended to deceive are spoken of as if they were smooth objects. AT: \"who says pleasant things, but wants to deceive you\""}]}, {"id": "06", "tn": [{"ref": "lattice", "text": "a covering over a window made of thin strips of wood that cross one another in a slanted pattern that forms square-shaped openings in the pattern"}, {"ref": "naive", "text": "\"inexperienced\" or \"immature\""}]}, {"id": "08", "tn": [{"ref": "her corner", "text": "Here \"her\" refers to any female stranger, as referred to in [[:en:bible:notes:pro:07:04|07:05]]. She was standing at a certain corner, waiting for a suitable man to pass by. AT: \"the corner where a female stranger was standing\""}, {"ref": "corner", "text": "This refers to where two roads meet."}, {"ref": "twilight", "text": "the time of day when it is getting darker and about to become night"}]}, {"id": "10", "tn": [{"ref": "with a false heart", "text": "Here \"heart\" represents intentions or plans. AT: \"she planned to deceive someone\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "She was loud and wayward", "text": "\"She talked loudly and acted in the ways she wished to\""}, {"ref": "her feet did not stay at home", "text": "The phrase \"her feet\" represent the woman. AT: \"she did not stay at home\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "she waited in ambush", "text": "Here the woman is spoken of as if she were preparing to physically trap a person or an animal. Also, the idea of trapping someone here represents persuading someone to commit sin. AT: \"she waited to trap someone\" or \"she waited to find someone she could persuade to sin\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "she", "text": "\"She\" refers to the woman that was introduced in [[:en:bible:notes:pro:07:10|7:10]]."}, {"ref": "grabbed him", "text": "\"took hold of him firmly\""}, {"ref": "with a strong face", "text": "Here \"strong\" represents \"stubborn.\" A \"strong face\" means a stubborn expression on a person's face. This implies that the woman is acting in a stubborn way, that she is deliberately doing what she knows is wrong. AT: \"with a shameless expression on her face\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "I paid my vows", "text": "Here \"vows\" represents what the person promised to sacrifice to God. AT: \"I made the sacrifices I promised to God\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "seek your face", "text": "Here \"face\" represents the person and especially the person's presence. AT: \"look for you\" or \"find out where you are\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "16", "tn": [{"ref": "sprinkled my bed with", "text": "\"scattered on my bed\""}, {"ref": "aloes", "text": "A type of wood from a tree that smells good."}, {"ref": "cinnamon", "text": "This is a spice made from the bark of a tree that smells and tastes good."}, {"ref": "let us drink our fill of love", "text": "Here the pleasures of romantic love are spoken of as if they were something good to drink. AT: \"let us make love to each other as much as we want\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "19", "tn": [{"ref": "is not at his house", "text": "\"is not at home\""}, {"ref": "full moon", "text": "The moon is said to be full when it is a perfectly round disk, shining at its brightest."}, {"ref": "she turned him", "text": "To persuade someone to act in a certain way is spoken of as if it were changing the direction that person was walking. AT: \"she persuaded him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "her ... she ... him", "text": "The female is the married woman who wants to sleep with \"him,\" the young man."}, {"ref": "smooth lips", "text": "Here \"lips\" represents what a person says. When a person flatters someone else by saying things that are not sincere, these words are spoken of as if they were a smooth object. AT: \"flattering, deceiving words\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "she misled him", "text": "\"she persuaded him to do something evil\" AT: \"she convinced him to sin with her\""}]}, {"id": "22", "tn": [{"ref": "He went after her suddenly", "text": "This seems to imply that the young man took very little time to think about what he should do. AT: \"He quickly decided to go after her\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "like an ox going ... into a snare", "text": "The naive and unsuspecting way the young man follows the adulteress is compared to the way three animals are unaware of the danger they are in. (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "slaughter", "text": "This refers to killing an animal in order to eat its meat."}, {"ref": "deer", "text": "Translate this animal as in [[:en:bible:notes:pro:05:18|5:19]]."}, {"ref": "until an arrow pierces through its liver", "text": "This passage implies that a hunter has trapped the deer in order to shoot it with arrows. AT: \"until a hunter shoots it in its most important part\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "liver", "text": "Here this organ represents a very important part of the deer's body."}, {"ref": "it would cost his life", "text": "This is a way of saying that this person will die as a result. AT: \"it would kill him\" or \"he would die soon\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "24", "tn": [{"ref": "Now", "text": "This is to focus the attention of the speaker's sons on the conclusion of this lesson."}, {"ref": "May your heart not turn aside onto her paths", "text": "Here \"ways\" means the paths that a person chooses to walk on. It represents the person's behavior, the things that he decides to do in life. AT: \"Make your heart stay far away from the ways of the adulterous woman\" or \"Do not let your heart want to do the things that the adulterous woman does\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "your heart", "text": "Here \"heart\" represents what a person desires. AT: \"you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "do not be led astray onto her paths", "text": "This means the same as the sentence before it. It strengthens the first warning. AT:  \"do not leave the right path in order to go on her paths\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}]}, {"id": "26", "tn": [{"ref": "She has caused many people to fall down pierced", "text": "Being pierced by spears or arrows represents being killed. AT: \"She has caused many people to fall dead\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Her house is on the paths to Sheol ... they go down", "text": "Here \"paths\" represents the kinds of behavior that foolish people participate in. Sheol was the name for the world of the dead."}, {"ref": "on the paths to Sheol ... down to the dark bedrooms of death", "text": "These two phrases basically mean the same thing and are repeated to emphasize that the woman's victims will be destroyed. (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the dark bedrooms of death", "text": "This expression pictures the dead as sleeping in many different rooms in Sheol. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]