[{"id": "01", "tn": [{"ref": "General Information:", "text": "Zophar replies to Job."}, {"ref": "Zophar the Naamathite", "text": "Translate this man's name as you translated it in [[:en:bible:notes:job:02:11|2:11]]. Since this is the second time that Zophar speaks, some translations omit \"the Naamathite\" here."}, {"ref": "My thoughts make me answer quickly", "text": "Zophar's thoughts making him do something represent his strong desire to do something. AT: \"I want very much to answer you quickly\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "because of the worry that is in me", "text": "The abstract noun \"worry\" can be expressed with the adjective \"worried.\" The reason for the worry can be stated clearly. AT: \"because I am very worried about you\" or \"because I am very worried because of what you said\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "I hear a rebuke that dishonors me", "text": "The abstract noun \"rebuke\" can be expressed with the verb \"rebuke.\" AT: \"I hear you rebuke me, and what you say dishonors me\" or \"You insult me by how you rebuke me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "a spirit from my understanding answers me", "text": "Here \"spirit\" probably refers to a thought or idea. AT: \"a thought from my understanding answers me\""}, {"ref": "a spirit from my understanding answers me", "text": "This \"spirit\" or thought is spoken of as if it were a person that could answer Zophar. AT: \"I have a thought from my understanding and now I know what I wanted to know\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "a spirit from my understanding answers me", "text": "The content of the answer can be stated clearly. AT: \"a thought from my understanding answers me about how I can reply to you\" or \"I have a thought from my understanding, and now I know how I can reply to you\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "a spirit from my understanding answers me", "text": "The abstract nouns \"spirit\" and \"understanding\" can be expressed with the verbs \"think\" and \"understand.\" AT: Because I understand things, I have thought, and now I know how I can reply to you. (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "04", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking with Job."}, {"ref": "Do you not know this fact from ancient times ... for a moment?", "text": "Zophar uses a question to cause Job to think deeply about what he will now say. AT: \"Surely you know what has been true since the ancient times ...  for a moment.\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "the triumph of a wicked man is short", "text": "The abstract noun \"triumph\" can be expressed with the verbs \"triumph\" or \"celebrate.\" AT: \"the wicked man triumphs only a short time\" or \"the wicked person only celebrates for a little while\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "the joy of a godless man lasts only for a moment", "text": "The abstract noun \"joy\" can be expressed with the verb \"rejoice\" or the adjective \"happy.\" The word \"moment\" is an exaggeration to emphasize that the time is very short. AT: \"a godless man rejoices for only a moment\" or \"the godless man is happy for only a very short time\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_hyperbole]])"}]}, {"id": "06", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "Though his height", "text": "\"Though the wicked person's height\""}, {"ref": "Though his height reaches up to the heavens", "text": "The abstract noun \"height\" can be expressed with the adjective \"tall.\" AT: \"Though he is as tall as the heavens\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Though his height reaches up to the heavens", "text": "The wicked man's height represents either his reputation or his pride. AT: \"Though his reputation reaches to the heavens\" or \"Though his pride reaches to the heavens\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Though his height reaches up to the heavens", "text": "Here \"reaches to the heavens\" represents being very great. AT: \"Though his reputation is great\" or \"Though his pride is great\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Though his height reaches up to the heavens", "text": "The abstract noun \"height\" represents his reputation or pride. Both of these ideas can be expressed with other types of phrases. AT: \"Though people think that he is a very great man\" or \"Though he is very proud\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and his head reaches to the clouds", "text": "\"though his head is as high as the clouds.\" This also represents his reputation or pride being great. This means the same as the previous phrase. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "will perish permanently like his own feces", "text": "Feces mixes in with the ground and disappears. The reference to feces may also imply that the wicked person is worthless. AT: \"will perish permanently like his feces, which completely disappears in the ground\" (See: [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "will perish permanently like his own feces", "text": "If people are embarrassed about the word feces, translators may refer to something else that disappears completely. AT: \"will disappear permanently like dust that the wind blows away\" (See: [[:en:ta:vol1:translate:figs_simile]])"}]}, {"id": "08", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "He will", "text": "\"The wicked person will\""}, {"ref": "He will fly away like a dream ... he will be chased away like a vision of the night", "text": "Here \"fly away\" and \"be chased away\" represent disappearing. They may also imply being forgotten, since dreams and visions disappear when people forget them. AT: \"He will disappear like a dream ... he will be forgotten like a vision of the night\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_simile]])"}, {"ref": "and will not be found", "text": "This can be stated in active form. AT: \"and no one will find him\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "The eye that saw him", "text": "The eye represents a person. AT: \"Anyone who had seen him\" or \"The people who has seen him\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "his place", "text": "The phrase \"his place\" represents those who lived in his place. AT: \"the people who live in his place\" or \"his family\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "10", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "His children", "text": "\"The wicked person's children\""}, {"ref": "his hands will have to give back his wealth", "text": "Here \"hands\" refers to the wicked man's children. When he dies his children will to have to return everything that he took from others. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "His bones are full of youthful strength", "text": "His \"bones\" represent his body. Being \"full\" of youthful strength represents being strong like a young person. AT: \"His body is strong like a young person's body\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "but it will lie down with him in the dust", "text": "The word \"it\" refers to his youthful strength. The metonym \"lie down in the dust\" represents dying. The strength dying is a metaphor for disappearing. AT: \"but his youthful strength will die with him\" or \"but his youthful strength will disappear when he dies\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "12", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "Although wickedness is sweet in his mouth", "text": "Here \"wickedness is sweet\" represents a person enjoying doing wicked things. AT: \"Although doing wicked things is pleasurable like tasting sweet food in the mouth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "although he hides ... does not let it go", "text": "This represents wanting to continue to enjoy the wickedness as one wants to continue enjoying tasty food by keeping it in the mouth.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the food in his intestines turns bitter", "text": "When food turns bitter in the stomach, it causes pain and a bitter taste. This is a metaphor for a person experiencing the painful consequences of doing wicked things. AT: \"those wicked things become like food that has turned bitter in the stomach\" or \"the consequences of those wicked things are painful like food that becomes sour in the stomach\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "it becomes the poison of asps inside him", "text": "This image is even worse than sour food in the stomach. This is a metaphor for a person experiencing the terrible consequences of doing wicked things. AT: \"the consequences of doing those wicked things are painful like the poison of asps inside him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "asps", "text": "\"poisonous snakes\""}]}, {"id": "15", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "He swallows down riches ... cast them out of his stomach", "text": "Zophar speaks of gaining and losing wealth as if it were food that a person eats and vomits. AT: \"The wicked person becomes very wealthy, but he loses his wealth like a person who vomits up his food. God causes him to lose it all\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "He swallows down riches", "text": "Possible meanings are that \"swallows down riches\" represents 1) accumulating riches and storing them selfishly. AT: \"The wicked man gains much wealth and keeps it all for himself\" or 2) accumulating riches in wicked ways. AT: \"The wicked man steals much wealth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God will cast them out of his stomach", "text": "Here \"cast them out of his stomach\" is a metonym for causing the man to vomit them. This is a metaphor for causing the man to lose his riches. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "cast", "text": "\"throw\""}, {"ref": "He will suck the poison of asps", "text": "Here \"suck the poison of asps\" represents doing evil things. Both are very dangerous. AT: \"Doing evil things is like sucking the poison of asps\" or \"He will do evil things and endanger his life like a person who sucks the poison of asps\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "asps", "text": "poisonous snakes"}, {"ref": "the viper's tongue will kill him", "text": "The viper is a poisonous snake. Its tongue represents its poisonous bite. AT: \"the viper's poisonous bite will kill him\" or \"the viper will bite him and he will die\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the viper's tongue will kill him", "text": "The viper represents the man's wickedness. AT: \"his wickedness will kill him like a viper's bite\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "17", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "the streams, the torrents of honey and butter", "text": "The streams and torrents are metaphors that represent abundance. Honey and butter are metonyms that represent the good things that God gives people. AT: \"the abundance of good things that God gives his people\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "the fruit of his labor", "text": "Normally \"the fruit of his labor\" simply refers to the results of his labor. In this case it refers to the things the wicked man had stolen. AT: \"the things he had worked to get\" or \"the things he had stolen\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "will not be able to eat it", "text": "Here \"to eat\" the fruit of his labor represents enjoying the the things he had stolen. AT: \"and will not be able to enjoy them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "20", "tn": [{"ref": "There is nothing left that he did not devour", "text": "This can be reworded with only one of the negatives. AT: \"He devoured everything, and there is nothing left\" or \"There is nothing left because he devoured everything\" (See: [[:en:ta:vol2:translate:figs_doublenegatives]])"}, {"ref": "There is nothing left that he did not devour", "text": "Here \"devour\" represents taking things for himself. AT: \"There is nothing left that he did not take for himself\" or \"He took everything for himself, and there is nothing left\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "he will fall into trouble", "text": "\"he will suddenly experience trouble\""}, {"ref": "the hand of everyone who is in poverty will come against him", "text": "Here \"hand\" represents power, and \"hand ... will come against him\" represents people attacking him. The abstract noun \"poverty\" can be expressed with the adjective \"poor.\" AT: \"everyone who is in poverty will attack him\" or \"everyone who is poor will attack him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "23", "tn": [{"ref": "General Information:", "text": "Zophar continues speaking to Job."}, {"ref": "to fill his stomach", "text": "Here \"fill his stomach\" is a metonym meaning eat a lot. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "God will throw the fierceness of his wrath on him", "text": "The \"fierceness of his wrath\" represents God's anger and punishment. Throwing the punishment on him represents punishing him severely. AT: \"God will be angry and throw down his punishment on him\" or \"God will be angry and punish him severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "God will rain it down on him", "text": "\"God will cause it to rain down on him.\" Here \"rain it down on him\" represents causing much punishment to happen to the man. \"God will punish him severely\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "will flee from the iron weapon", "text": "The iron weapon represents the person carrying it. AT: \"will flee from the person carrying an iron weapon\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a bow of bronze will shoot him", "text": "The bow represents the person who shoots an arrow with it. AT: \"Someone with a bronze bow will shoot him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "liver", "text": "This is a large and important part of the body. If someone shoots through it with an arrow, the person who is shot would die."}, {"ref": "terrors come on him", "text": "This represents him suddenly becoming very afraid. AT: \"he is terrified\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "26", "tn": [{"ref": "Complete darkness is reserved for his treasures", "text": "\"Complete darkness\" is a metaphor for destruction.   AT: \"Destruction is reserved for his treasures\" or \"His treasures will be destroyed\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a fire not fanned will devour him", "text": "Here \"devour\" is a metaphor meaning destroy. AT: \"a fire that is not fanned will destroy him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "a fire not fanned will devour him", "text": "The phrase \"not fanned\" implies that no human will start the fire. Rather God will cause the fire. AT: \"a fire that is not started by humans will destroy him\" or \"God will cause a fire to destroy him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "it will consume", "text": "Here \"consume\" is a metaphor meaning destroy. AT: \"the fire will destroy\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The heavens ... the earth", "text": "Possible meanings are: 1) those who live in the heavens and the earth (See: [[:en:ta:vol2:translate:figs_metonymy]]), or 2) Zophar is describing the heavens and the earth as if they are humans who will testify in court against the wicked person. (See: [[:en:ta:vol2:translate:figs_personification]])"}]}, {"id": "28", "tn": [{"ref": "General Information:", "text": "This concludes Zophar's speech to Job."}, {"ref": "vanish", "text": "\"disappear\" or \"go away\""}, {"ref": "his goods will flow away", "text": "Here \"flow away\" represents being taken away from him. AT: \"his goods will be taken away from him, like goods that float away in a flood\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his goods", "text": "\"his possessions\""}, {"ref": "the day of God's wrath", "text": "Here \"wrath\" represents punishment. The abstract noun \"wrath\" can be expressed with the verb punish. AT: \"the day when God punishes people\" (UDB) (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "This is the wicked man's portion from God", "text": "Here \"portion from God\" represents what God has decided should happen to someone. It is spoken of as if it were something that God would give him. AT: \"This is what God has decided should happen to the wicked man\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the heritage reserved for him by God", "text": "This represents what God has decided should happen to someone. It is spoken of as if it were something that God would give ago him as an inheritance. AT: \"what God has planned to give to him\" or \"what God has planned should happen to him\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]