[{"id": "01", "tn": [{"ref": "The king's heart is a stream of water in the hand of Yahweh", "text": "The writer speaks of the king's heart as if it were an irrigation ditch in a dry area through which people direct water to plants that need it. AT: \"Yahweh controls the king's heart as a man directs water for irrigation\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The king's heart", "text": "The heart is a metaphor for what a person thinks and what he wants to do. AT: \"The king's thoughts and actions\" or \"What the king thinks and what he wants to do\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Every person's way is right in his own eyes", "text": "The word \"eyes\" is a metonym for the way a person thinks about right and wrong. The writer speaks of what a person does as if it that person were walking down a path. AT: \"Every person thinks that what he does is good\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "who weighs the hearts", "text": "The writer speaks of Yahweh deciding whether a person desires to do what is right as if Yahweh were looking at a physical object and deciding whether it is of good quality. AT: \"who will judge the motives\" (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "03", "tn": [{"ref": "To do what is right", "text": "\"To do what Yahweh thinks is right\""}, {"ref": "To do what is ... just", "text": "\"To treat people the way Yahweh wants people to treat other people\""}, {"ref": "just is more acceptable to Yahweh", "text": "\"just—Yahweh wants this more\""}, {"ref": "Haughty eyes and a proud heart", "text": "The words \"eyes\" and \"heart\" are synecdoches for a person who considers himself better than other people and wants other people to know it. AT: \"People who want others to think that they are better than other people\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "Haughty eyes", "text": "This is a synecdoche for a person who wants others to know that he thinks he is better than they are. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "proud heart", "text": "This is a synecdoche for a person who thinks he is better than others. (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "the lamp of the wicked", "text": "The things that help the wicked are spoken of as a lamp. AT: \"the things that help a wicked person like a lamp helps to see in the dark\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "05", "tn": [{"ref": "the diligent", "text": "This nominal adjective can be translated as a noun phrase. AT: \"a diligent man\" or \"a man who works hard\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "comes only to poverty", "text": "The abstract noun \"poverty\" can be translated as an adjective. AT: \"only becomes poor\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "Acquiring riches", "text": "\"Gaining wealth\""}, {"ref": "a lying tongue", "text": "The tongue is a metonym for the words a person uses the tongue to speak. AT: \"speaking lies\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "a fleeting vapor", "text": "The writer likens the riches a person gains by lying to a mist that quickly goes away in the morning. AT: \"a disappearing mist\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "and a snare that kills", "text": "The writer speaks of the riches that a person gains by lying as if it were the bait in a hunter's trap; the word \"snare\" is a metonym for the bait that attracts the animal into the snare. (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "The violence of the wicked will drag them away", "text": "The writer speaks as though violence were a person who could drag other people away. God will punish wicked people who harm their innocent neighbors because of the violent deeds they have done. (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "violence of the wicked", "text": "The abstract noun \"violence\" refers to violent deeds or things people do to harm their innocent neighbors. The word \"wicked\" is a nominal adjective that can be translated as a noun phrase, \"wicked people.\" AT: \"The violent acts wicked people do to harm their innocent neighbors\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "drag them away", "text": "\"take hold of them and force them to appear before God so that God can judge them\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "The way of a guilty person is crooked", "text": "This compares the way one lives to a crooked road one may travel. This is also an idiom. AT: \"The way a guilty person lives is crooked\" (See: [[:en:ta:vol1:translate:figs_idiom]] and [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "crooked", "text": "Here \"crooked\" means bent or not straight. This is a metaphor for morally wrong. AT: \"wrong\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "a corner of the roof", "text": "Houses in those days had flat roofs. Ancient Israelites spent much time on their roofs, where it was often cooler than inside the house, and sometimes people would build a shelter large enough for a person to sleep in on one corner of the roof. (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "quarrelsome", "text": "a person who often argues or complains"}, {"ref": "The appetite of the wicked craves evil", "text": "The writer speaks of a person's appetite, the physical desire for food and drink, as if it were a person who could desire something. The word \"wicked\" is a nominal adjective that refers to evil people; the word \"evil\" is a metonym for evil deeds. AT: \"Evil people desire to do evil deeds just as they desire to eat and drink\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_nominaladj]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "craves", "text": "\"strongly desires\""}, {"ref": "no kindness in his eyes", "text": "The abstract noun \"kindness\" can be translated as an adjective. The litotes \"no kindness\" can be translated positively. The phrase \"his eyes\" is a metonym for the person. AT: \"that he is not kind\" or \"that he is very mean\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol2:translate:figs_litotes]] and [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "11", "tn": [{"ref": "When the mocker is punished", "text": "This can be translated in active form. AT: \"When someone punishes the mocker\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "naive", "text": "\"inexperienced, immature\""}, {"ref": "the mocker", "text": "\"the person who mocks others\""}, {"ref": "when the wise person is instructed", "text": "This can be translated in active form. AT: \"when someone instructs the wise person\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "lays hold of knowledge", "text": "Here knowledge is spoken of as if it were an object that someone could grasp and keep for himself. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "The righteous", "text": "Possible meanings are 1) any righteous person or 2) \"Yahweh the one who is righteous.\""}, {"ref": "watches", "text": "\"pays careful attention to\""}, {"ref": "he brings wicked people to disaster", "text": "Here disaster is spoken of as if it were a place that someone could be brought to. AT: \"he destroys them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "The one who shuts his ears to the cry of the poor", "text": "This is an idiom. AT: \"The one who will not listen when poor people ask for help\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will not be answered", "text": "The word \"answered\" is a metonym for a person hearing another person ask for help and acting to help. This can be translated in active form. AT: \"no one will do anything to help him\" (See: [[:en:ta:vol2:translate:figs_metonymy]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "appeases anger", "text": "\"makes an angry person feel better so he is no longer angry\""}]}, {"id": "15", "tn": [{"ref": "When justice is done", "text": "The abstract noun \"justice\" can be translated as a noun phrase. These words can be translated in active form. AT: \"When rulers do what is just\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]] and [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "wanders from the way of understanding", "text": "This is an idiom. AT: \"no longer lives wisely\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "he will rest in the assembly of the dead", "text": "\"he will remain in the assembly of dead spirits\""}]}, {"id": "17", "tn": [{"ref": "is ransom for", "text": "The word \"ransom\" is a metaphor for one person who takes the place of another person. Here the person who does what is wrong is punished instead of the person who does what is right. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the treacherous", "text": "a person who harms those who trust him by lying and otherwise dealing falsely"}, {"ref": "upright people", "text": "\"righteous people\" or \"honest people\" or \"just people\""}]}, {"id": "19", "tn": [{"ref": "wise", "text": "This nominal adjective can be translated as a noun phrase. AT: \"wise person\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "wastes them", "text": "\"uses them all\""}]}, {"id": "21", "tn": [{"ref": "scales the city", "text": "\"climbs up and over the wall that surrounds the city\""}, {"ref": "the city of the mighty ones", "text": "\"a city in which mighty men are living\" or \"a city of mighty warriors\" (see UDB)"}, {"ref": "he brings down", "text": "This is an idiom. AT: \"he destroys\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "the stronghold in which they trusted", "text": "\"the walls and towers around the city that they did not think anyone would be able to get past into the city, so they felt safe\""}]}, {"id": "23", "tn": [{"ref": "Whoever guards his mouth and tongue", "text": "Both \"mouth\" and \"tongue\" refer to what a person says. AT: \"Whoever is careful in what he says\" (See: [[:en:ta:vol2:translate:figs_doublet]] and [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "The proud and haughty person ... acts with arrogant pride", "text": "\"You can expect a proud and haughty people to act with arrogant pride\""}, {"ref": "proud and haughty", "text": "These two words mean basically the same thing and emphasize how prideful the person is. (See: [[:en:ta:vol2:translate:figs_doublet]])"}, {"ref": "\"Mocker\" is his name", "text": "The word \"name\" is a metonym for what people would call him. AT: \"a mocker is what you should call him\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "25", "tn": [{"ref": "The desire of the lazy kills him", "text": "The writer speaks of what a person wants as if it were a person who could kill a lazy person. Here the lazy person wants to be idle and not work. AT: \"A lazy person only wants to be idle, and because of that he will die\" or \"A lazy person will die because he does not want to work\" (See: [[:en:ta:vol2:translate:figs_personification]] and [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "his hands refuse", "text": "The hand is a synecdoche for the person. AT: \"he refuses\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "craves", "text": "\"wants greatly\" or \"desires strongly\""}, {"ref": "gives and does not hold back", "text": "The phrase \"does not hold back\" can be stated positively, and what he gives can be made explicit. AT: \"gives everything he should\" or \"gives generously\" (See: [[:en:ta:vol2:translate:figs_litotes]])"}]}, {"id": "27", "tn": [{"ref": "The sacrifice of the wicked is detestable", "text": "The writer does not mention Yahweh here, as in [[:en:bible:notes:pro:15:07|15:8]], but the reader should understand that it is Yahweh who detests the sacrifice of the wicked."}, {"ref": "the wicked", "text": "The nominal adjective \"wicked\" can be translated as a noun phrase. AT: \"the wicked person\" or \"wicked people\" (See: [[:en:ta:vol2:translate:figs_nominaladj]])"}, {"ref": "it is even more detestable", "text": "\"Yahweh detests the sacrifice even more\""}, {"ref": "will speak for all time", "text": "This is because people will never forget what he said."}]}, {"id": "29", "tn": [{"ref": "makes his face hard", "text": "Possible meanings are 1) \"pretends to be courageous\" or 2) \"will not listen to correction.\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "is certain about his ways", "text": "\"is certain that what he does is right because he makes sure it is right before he acts\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "30", "tn": [{"ref": "There is no wisdom, there is no understanding, and there is no advice that", "text": "The words \"there is\" are repeated to emphasize the abstract nouns \"wisdom,\" \"understanding,\" and \"advice.\" Yahweh is greater than anything that anyone can know or think or say. Your language may require that you not repeat \"there is no.\" The abstract nouns can be translated as adjectives or verbs. AT: \"There is no wise person, there is no one who understands anything, and there is no one who tells others what to do who\" or \"There is no wisdom, understanding, or advice that\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}, {"ref": "stand against Yahweh", "text": "\"defeat Yahweh\" or \"work against what Yahweh wants to do\" or \"show that he is right and Yahweh is wrong\""}, {"ref": "The horse is prepared for the day of battle", "text": "These words can be translated in active form. AT: \"Soldiers prepare horses for the day of battle\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the day of battle", "text": "The word \"day\" refers to time that may be longer or shorter than a day. AT: \"when there is a battle\" (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}]