[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "a psalm of David", "text": "Possible meanings are 1) David wrote the psalm or 2) the psalm is about David or 3) the psalm is in the style of David's psalms."}, {"ref": "My heart is fixed, God", "text": "Here David is referring to himself by his heart. Also, the word \"fixed\" means to trust completely. AT: \"My heart is fixed on you, God\" or \"I am trusting completely in you, God\" (See: [[:en:ta:vol2:translate:figs_synecdoche]] and [[:en:ta:vol1:translate:figs_idiom]])"}, {"ref": "I will sing praises also with my honored heart", "text": "Here David refers to himself as having the honor of praising God. AT: \"You honor me by allowing me to sing praises to you\" (See: [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "Wake up, lute and harp", "text": "Here David describes playing his instruments as waking them up from sleep. AT: \"I will praise you by playing the lute and the harp\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "I will wake up the dawn", "text": "Here David is describing the dawn waking up like a person waking up in the morning. AT: \"I will be praising you when the dawn comes\" (See: [[:en:ta:vol2:translate:figs_personification]])"}, {"ref": "dawn", "text": "when the sun rises"}]}, {"id": "003", "tn": [{"ref": "For your covenant faithfulness is great ... your trustworthiness reaches to the skies", "text": "These two phrases have similar meanings. They compare the greatness of Yahweh's covenant faithfulness and trustworthiness to the greatness of how high the heavens are above the earth. AT: \"your covenant faithfulness and trustworthiness are greater than the distance between heaven and earth\" (See: [[:en:ta:vol2:translate:figs_parallelism]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "005", "tn": [{"ref": "Be exalted, God, above the heavens", "text": "The psalmist is asking God to show that he is exalted. Being exalted above the heavens represents being great. AT: \"God, show that you are exalted above the heavens\" or \"God, show that you are great in the heavens\" (See [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "may your glory be exalted", "text": "Here Yahweh is referred to by his \"glory.\" AT: \"may you be exalted\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "So that those you love may be rescued", "text": "This can be stated in active form. AT: Because those you love need rescuing\" or \"Rescue those you love\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "with your right hand", "text": "Here Yahweh's \"right hand\" refers to his power. AT: \"by your power\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "answer me", "text": "Answering here represents responding to his request. AT: \"respond to my request\" or \"answer my prayer\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "007", "tn": [{"ref": "General Information:", "text": "7]]."}, {"ref": "God has spoken in his holiness", "text": "Here David describes God speaking something because he is holy as speaking \"in his holiness,\" as if his holiness were something that he was physically inside of. AT: \"God, because he is holy, has said\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "I will divide Shechem and apportion out the Valley of Succoth", "text": "Here God is speaking about dividing the land of Shechem and the Valley of Succoth."}, {"ref": "apportion", "text": "to divide into portions"}, {"ref": "Ephraim also is my helmet", "text": "God speaks of the tribe of Ephraim as if it were his army. The helmet symbolizes equipment for war. AT: \"Ephraim is like a helmet I have chosen\" or \"The tribe of Ephraim is my army\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "helmet", "text": "a hard hat that soldiers wear to protect their heads from injury"}, {"ref": "Judah is my scepter", "text": "God chose men from the tribe of Judah to be the kings of his people, and he speaks of that tribe as if it were his scepter.  AT: \"The tribe of Judah is like my scepter\" or \"Judah is the tribe through whom I rule my people\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "009", "tn": [{"ref": "General Information:", "text": "9]]."}, {"ref": "Moab is my washbasin", "text": "God speaks of Moab being unimportant as if Moab were a washbasin or a lowly servant. AT: \"Moab is like a bowl that I use for washing\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "over Edom I will throw my shoe", "text": "God was probably speaking  of taking ownership of Edom as if he were symbolically throwing his shoe onto that land to show that he owns it. However some versions have other interpretations. AT: \"I take ownership of the land of Edom\" or \"I throw my shoe onto the land of Edom to show that it is mine\"  (See: [[:en:ta:vol1:translate:figs_metaphor]] and [[:en:ta:vol2:translate:translate_symaction]])"}]}, {"id": "011", "tn": [{"ref": "General Information:", "text": "12]], but notice that 108:11 does not have the phrase \"But you,\" like the beginning of 60:10."}, {"ref": "God, have you not rejected us?", "text": "The psalmist uses this question to express his sadness that it seems that God has rejected them. AT: \"It seems like you have rejected us\" or \"God, you seem to have abandoned us\" (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "You do not go into battle with our army", "text": "The psalmist speaks of God helping their army as if God were to go and fight with them. AT: \"you do not help our army when we go into battle\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "futile", "text": "\"worthless\""}, {"ref": "triumph", "text": "\"have victory\""}, {"ref": "he will trample down our enemies", "text": "The psalmist speaks of God helping their army defeat their enemies as if God were to trample down the enemies. AT: \"he will enable us to trample down our enemies\" or \"he will make us able to defeat our enemies. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]