{"1": [{"a": "His purpose was to establish the faith of God's elect and to establish the knowledge of the truth.", "q": "What was Paul's purpose in his service to God?", "ref": ["01-01"]}, {"a": "He promised it before all the ages of time.", "q": "When did God promise everlasting life to his elect?", "ref": ["01-02"]}, {"a": "No.", "q": "Can God lie?", "ref": ["01-02"]}, {"a": "God used the apostle Paul.", "q": "Who did God use to make his message evident at the right time?", "ref": ["01-03"]}, {"a": "Titus was Paul's true son in their common faith.", "q": "What was the relationship between Titus and Paul?", "ref": ["01-04"]}, {"a": "He must be the husband of one wife, with faithful children who are disciplined.", "q": "What must be true of an elder's family life?", "ref": ["01-06"]}, {"a": "He must not be loud and unrestrained, not a drunkard, not argumentative, not greedy.", "q": "What are some of the character traits that an elder must avoid in order to be blameless?", "ref": ["01-07"]}, {"a": "An elder should be hospitable, a friend of what is good, sensible, righteous, godly, and self-controlled.", "q": "What good qualities should an elder have?", "ref": ["01-08"]}, {"a": "He must hold tightly to them, and be able to use them to encourage and rebuke others.", "q": "What must an elder's attitude be toward the doctrines (teachings) of the faith?", "ref": ["01-09"]}, {"a": "He is the household manager.", "q": "In God's household, what position and responsibility does an overseer have?", "ref": ["01-07"]}, {"a": "They were deceiving people and breaking up families.", "q": "What were the false teachers doing by their words?", "ref": ["01-10", "01-11"]}, {"a": "They were motivated by shameful profit.", "q": "What was motivating the false teachers?", "ref": ["01-11"]}, {"a": "He must sharply correct them so they may be sound in the faith.", "q": "How should an elder treat undisciplined people who damage the church?", "ref": ["01-13"]}, {"a": "They should not waste time on Jewish myths and commandments of men.", "q": "On what did Paul say they should not waste time?", "ref": ["01-14"]}, {"a": "The mind and conscience are polluted.", "q": "In an unbelieving man, what is polluted?", "ref": ["01-15"]}, {"a": "He denies God through his actions.", "q": "Although the polluted man confesses to know God, how does he deny him?", "ref": ["01-16"]}], "2": [{"a": "They should display temperance, dignity, and soundness in faith, in love, and in perseverance.", "q": "What are some characteristics that older men in the church should display?", "ref": ["02-02"]}, {"a": "They should display reverence, not gossiping; they should be sober and teach what is good.", "q": "What are some characteristics that older women in the church should display?", "ref": ["02-03"]}, {"a": "They should teach them to love and obey their husbands, to love their children, to be sensible, pure, and be good housekeepers.", "q": "What should the older women teach the younger women?", "ref": ["02-04", "02-05"]}, {"a": "He should teach, showing purity and dignity, and using healthy words that do not need to be corrected.", "q": "What should Titus do to be a model to the believers?", "ref": ["02-07", "02-08"]}, {"a": "They are to obey their masters, not steal from them, and should show good faith.", "q": "How are slaves who are believers to behave?", "ref": ["02-09", "02-10"]}, {"a": "It makes the teaching about God our Savior attractive to others.", "q": "When slaves behave as Paul has instructed, what effect will that have on others?", "ref": ["02-10"]}, {"a": "The grace of God can save everyone.", "q": "Who can the grace of God save?", "ref": ["02-11"]}, {"a": "The grace of God trains us to deny ungodliness and worldly passions.", "q": "What does the grace of God train us to deny?", "ref": ["02-12"]}, {"a": "Believers look forward to the appearance of the glory of our great God and Savior Jesus Christ.", "q": "What future event do believers look forward to receiving?", "ref": ["02-13"]}, {"a": "He gave himself in order to pay the price to set us free from lawlessness, and to make a pure people eager to do good.", "q": "Why did Jesus give himself for us?", "ref": ["02-14"]}], "3": [{"a": "The believer should be submissive and obedient, being ready for every good work.", "q": "What should the believer's attitude be toward rulers and authorities?", "ref": ["03-01"]}, {"a": "Their passions and pleasures lead them astray.", "q": "What leads astray and enslaves unbelievers?", "ref": ["03-03"]}, {"a": "He saved us through the washing of new birth and renewal by the Holy Spirit.", "q": "Through what means did God save us?", "ref": ["03-05"]}, {"a": "We are saved only because of God's mercy", "q": "Are we saved because of good works which we have done, or because of God's mercy?", "ref": ["03-05"]}, {"a": "God makes us his heirs.", "q": "After he justifies us, what does God make us?", "ref": ["03-07"]}, {"a": "Believers should set their minds on the good works that God puts before them to do.", "q": "What should believers set their minds on?", "ref": ["03-08"]}, {"a": "Believers should avoid foolish debates.", "q": "What should believers avoid?", "ref": ["03-09"]}, {"a": "Anyone who is causing divisions among the believers must be rejected after one or two warnings.", "q": "Who must be rejected after one or two warnings?", "ref": ["03-10"]}, {"a": "Believers must learn to engage themselves in doing good works that meet urgent needs.", "q": "What must believers engage themselves in so that they will be fruitful?", "ref": ["03-14"]}]}