{"1": [{"a": "Ahaziah fell down through the lattice in his upper chamber in Samaria, and was injured.", "q": "How was Ahaziah injured?", "ref": ["01-02"]}, {"a": "Ahaziah was going to consult with Baal Zebub, the god of Ekron; therefore, he would certainly die.", "q": "Why was Ahaziah going to certainly die?", "ref": ["01-04"]}, {"a": "Elijah wore a garment made of hair, and had a leather belt wrapped around his waist.", "q": "What did Elijah wear?", "ref": ["01-08"]}, {"a": "A fire came down from heaven and consumed the captain and his fifty men.", "q": "What consumed the captain and his fifty men?", "ref": ["01-10"]}, {"a": "The third captain went up, fell on his knees before Elijah, and begged him.", "q": "How did the third captain approach Elijah?", "ref": ["01-13"]}, {"a": "Joram began to reign in his place because Ahaziah had no son.", "q": "Why did Joram begin to reign in the place of Ahaziah?", "ref": ["01-17"]}], "2": [{"a": "When Yahweh was going to take up Elijah by a whirlwind into heaven, Elijah left with Elisha from Gilgal.", "q": "When did Elijah leave with Elisha from Gilgal?", "ref": ["02-01"]}, {"a": "Elisha answered, \"Yes, I know it, but do not talk about it.\"", "q": "How did Elisha answer when the sons of the prophets told him that Yahweh would take his master from him?", "ref": ["02-03"]}, {"a": "Because Elijah took his cloak, rolled it up, and struck the water with it, the river divided on both sides.", "q": "Why did the river divide on both sides?", "ref": ["02-08"]}, {"a": "Elisha asked for a double portion of Elijah's spirit to come on him.", "q": "For what did Elisha ask?", "ref": ["02-09"]}, {"a": "Elijah went up by a whirlwind into heaven.", "q": "How did Elijah go up into heaven?", "ref": ["02-11"]}, {"a": "When Elisha had struck the waters, they divided on both sides and Elisha crossed over.", "q": "What happened when Elisha struck the waters with Elijah's cloak?", "ref": ["02-14"]}, {"a": "They wanted fifty strong men to go and look for Elisha's master, in case the Spirit of Yahweh had taken him up and thrown him onto some mountain or into some valley.", "q": "What did the sons of the prophets want fifty strong men to do?", "ref": ["02-16"]}, {"a": "The fifty men looked for three days.", "q": "For how long did the fifty men look for Elijah?", "ref": ["02-17"]}, {"a": "The water was bad and the land was not fruitful.", "q": "What was the problem at Jericho?", "ref": ["02-19"]}, {"a": "Elisha went out to the spring of water and threw salt in it.", "q": "How was the water healed?", "ref": ["02-21", "02-22"]}, {"a": "When some boys mocked Elisha, two female bears came out of the woods and injured forty-two of the boys.", "q": "When some boys mocked Elisha, what curse happened to them?", "ref": ["02-23", "02-24"]}], "3": [{"a": "Joram's evil was not like his father and his mother, for he removed the sacred stone pillar of Baal that his father had made.", "q": "How was Joram's evil different from the evil of his father and his mother?", "ref": ["03-02"]}, {"a": "King Joram left Samaria to mobilize all Israel for war.", "q": "Why did King Joram leave Samaria?", "ref": ["03-06"]}, {"a": "Israel, Judah, and Edom marched in a semicircle for seven days.", "q": "What three armies marched in a semicircle for seven days?", "ref": ["03-09"]}, {"a": "Elisha had poured water on the hands (a helper) of Elijah.", "q": "What had Elisha done for Elijah?", "ref": ["03-11"]}, {"a": "Elisha paid attention to the king of Israel because Elisha honored the presence of Jehoshaphat king of Judah.", "q": "Why did Elisha pay attention to the king of Israel?", "ref": ["03-14"]}, {"a": "When the harpist played, the hand of Yahweh came upon Elisha.", "q": "When did the hand of Yahweh come upon Elisha?", "ref": ["03-15"]}, {"a": "In the morning about the time of offering the sacrifice, there came water from the direction of Edom, and the country was filled with water.", "q": "When was the country filled with water?", "ref": ["03-20"]}, {"a": "All who were able to put on armor gathered themselves together.", "q": "Who from the Moabites gathered themselves together to fight?", "ref": ["03-21"]}, {"a": "When the Moabites saw the water, they thought the three kings had been destroyed, and they had killed each other.", "q": "What did the Moabites think when they saw the water?", "ref": ["03-22", "03-23"]}, {"a": "He took his oldest son and offered him as a burnt offering upon the wall.", "q": "What did the king of Moab do to his oldest son?", "ref": ["03-27"]}], "4": [{"a": "The creditor was going to take her two children to be his slaves.", "q": "What was going to happen to the children of the wife of one of the sons of the prophets?", "ref": ["04-01"]}, {"a": "The woman should borrow jars from her neighbors.", "q": "From where should the woman borrow jars?", "ref": ["04-03"]}, {"a": "After her son said there were no more jars, the oil stopped flowing.", "q": "When did the oil stop flowing?", "ref": ["04-06"]}, {"a": "They made a little room on the roof for Elisha, with a bed, a table, a seat, and a lamp.", "q": "What did the important woman from Shunem and her husband make for Elisha?", "ref": ["04-10"]}, {"a": "In one year's time, she would be holding a son.", "q": "What was the woman to be holding in one year's time?", "ref": ["04-16"]}, {"a": "When the child went out one day to his father, who was with harvesters, he hurt his head.", "q": "When did the child hurt his head?", "ref": ["04-18", "04-19"]}, {"a": "The child sat on his mother's knees until he died.", "q": "Where did the child sit until he died?", "ref": ["04-20"]}, {"a": "The man of God was at Mount Carmel.", "q": "Where was the man of God?", "ref": ["04-25"]}, {"a": "When Gehazi asked the woman if everything was alright, she answered, \"It is alright.\"", "q": "When Gehazi asked the woman if everything was alright, what did she answer?", "ref": ["04-26"]}, {"a": "When she came to the man of God at the mountain, she caught hold of his feet.", "q": "What did the woman do when she came to the man of God at the mountain?", "ref": ["04-27"]}, {"a": "If Gehazi met any man or if anyone greeted him, he should not answer him.", "q": "What should Gehazi do if he met any man or if anyone greeted him?", "ref": ["04-29"]}, {"a": "He laid the staff on the child's face.", "q": "What did Gehazi lay on the child's face?", "ref": ["04-31"]}, {"a": "Elisha stretched himself out on the boy, and the boy's body grew warm.", "q": "How did the boy's body grow warm?", "ref": ["04-34"]}, {"a": "The child sneezed seven times and then opened his eyes.", "q": "What did the child do before he opened his eyes?", "ref": ["04-35"]}, {"a": "One of the sons of the prophets gathered wild gourds.", "q": "Who gathered wild gourds?", "ref": ["04-38", "04-39"]}, {"a": "Elisha threw some flour into the pot.", "q": "How did Elisha remove the death from the pot?", "ref": ["04-40", "04-41"]}, {"a": "One hundred people ate the twenty loaves of barley bread.", "q": "How many people ate the twenty loaves of barley bread?", "ref": ["04-42", "04-43"]}], "5": [{"a": "Yahweh had given victory to Aram.", "q": "What had Yahweh given to Aram by Naaman?", "ref": ["05-01"]}, {"a": "The girl said the prophet who was in Samaria would heal her master.", "q": "Whom did the little girl say would heal her master?", "ref": ["05-03"]}, {"a": "Naaman took the letter to the king of Israel.", "q": "To whom did Naaman take the letter which was from the king of Aram?", "ref": ["05-06"]}, {"a": "The king of Israel thought Naaman was seeking to start an argument with him.", "q": "What did the king of Israel think was the reason Naaman came to him for a cure?", "ref": ["05-07"]}, {"a": "Naaman was told to go and dip himself into the Jordan seven times to be clean.", "q": "What was Naaman told to do to be clean?", "ref": ["05-10"]}, {"a": "Naaman thought Elisha would come out to him and stand and call on the name of Yahweh his God, and wave his hand over the place and heal the leprosy.", "q": "How did Naaman think Elisha would heal him?", "ref": ["05-11"]}, {"a": "Naaman's flesh was restored again like the flesh of a little child.", "q": "Like what was Naaman's flesh restored?", "ref": ["05-14"]}, {"a": "After Naaman was healed, he knew that there was no God in all the earth except in Israel.", "q": "After Naaman was healed, what did he know?", "ref": ["05-15"]}, {"a": "Naaman asked Yahweh to pardon him when he bowed himself in the house of Rimmon.", "q": "For what did Naaman ask Yahweh to pardon him?", "ref": ["05-18"]}, {"a": "According to Gehazi, two young men of the sons of the prophets came from the hill country of Ephraim.", "q": "According to Gehazi, who came from the hill country of Ephraim?", "ref": ["05-22"]}, {"a": "He hid the bags of silver in the house.", "q": "What did Gehazi hide in the house?", "ref": ["05-24"]}, {"a": "Because Gehazi lied, he became a leper.", "q": "What happened because Gehazi lied?", "ref": ["05-26", "05-27"]}], "6": [{"a": "The place where they lived with Elisha was too small, so they wanted to build a place to live.", "q": "Why did the sons of the prophets want to build a place to live?", "ref": ["06-01", "06-02"]}, {"a": "He was worried because the axe was borrowed.", "q": "Why was the man who lost the axe head worried?", "ref": ["06-05"]}, {"a": "He cut off a stick, threw it in the water, and made the iron float.", "q": "How did Elisha make iron float?", "ref": ["06-06"]}, {"a": "Elisha told the king of Israel the words of the king of Aram.", "q": "Who told the king of Israel the words of the king of Aram?", "ref": ["06-12"]}, {"a": "He was worried because he saw a large army with horses and chariots surrounding the city.", "q": "Why was Elisha's servant worried?", "ref": ["06-15"]}, {"a": "Elisha asked Yahweh to blind them, and then Elisha told them to follow him.", "q": "How did Elisha lead the Arameans to Samaria?", "ref": ["06-18", "06-19"]}, {"a": "The Arameans were in the middle of the city of Samaria when Yahweh opened their eyes.", "q": "Where were the Arameans when Yahweh opened their eyes?", "ref": ["06-20"]}, {"a": "He put bread and water before them, and he sent them away.", "q": "What did the king of Israel do to the Arameans?", "ref": ["06-22", "06-23"]}, {"a": "There was a great famine in Samaria, so a donkey's head was sold for eighty pieces of silver.", "q": "Why was a donkey's head sold for eighty pieces of silver?", "ref": ["06-25"]}, {"a": "She answered, \"This woman said to me, 'Give your son so that we may eat him today, and we will eat my son tomorrow.' \" So we boiled my son and ate him, and I said to her on the next day, \"Give your son that we may eat him, but she has hidden her son.\"", "q": "What did the woman tell the king was troubling her?", "ref": ["06-28", "06-29"]}, {"a": "He blamed Elisha.", "q": "Who did the king blame for the famine?", "ref": ["06-31"]}, {"a": "When the messenger came to Elisha, he told the elders to shut the door, and hold the door shut against him.", "q": "When the messenger came to Elisha, what did he tell the elders to do?", "ref": ["06-32"]}], "7": [{"a": "Elisha said the captain would not eat any of the flour or barley.", "q": "What did Elisa say would happen to the captain who did not believe him?", "ref": ["07-02"]}, {"a": "They went to the army of the Arameans because they said they might die if they go into the city, stand where they were, or go to army the Arameans.", "q": "Why did the four men with leprosy go to the army of the Arameans?", "ref": ["07-03"]}, {"a": "The Aramean army thought the king of Israel hired the kings of the Hittites and Egyptians to come against the Arameans because they heard a noise of chariots, and a noise of horses—the noise of another large army.", "q": "Why did the Aramean army think the king of Israel hired the kings of the Hittites and Egyptians to come against the Arameans?", "ref": ["07-06"]}, {"a": "The gatekeepers shouted out the news that the Arameans had deserted their camp.", "q": "What did the gatekeepers do after they were told that the Arameans had deserted their camp?", "ref": ["07-11"]}, {"a": "The king thought they had gone out of the camp to hide themselves in the fields. Then when the Israelites came out of the city, the Arameans would take them alive, and get into the city.", "q": "What did the king think was the reason the Arameans left their camp?", "ref": ["07-12"]}, {"a": "The road was full of clothes and equipment the Arameans had cast away in their hurry.", "q": "Of what was the road full?", "ref": ["07-15"]}, {"a": "The captain said to Elisha, \"See, even if Yahweh should make windows in heaven, can this thing happen?\".", "q": "What did the captain say when Elisha told him, \"About this time in the gate of Samaria, two measures of barley will be available for a shekel, and a measure of fine flour for a shekel.\"?", "ref": ["07-18", "07-19"]}], "8": [{"a": "The woman whose son Elisha restored to life lived in the land of the Philistines seven years because Elisha said Yahweh had called for a famine.", "q": "Why did the woman whose son Elisha restored to life live in the land of the Philistines seven years?", "ref": ["08-01", "08-02"]}, {"a": "The woman went to the king to beg him for her house and for her land.", "q": "Why did the woman go to the king?", "ref": ["08-03"]}, {"a": "Gehazi was telling the king how Elisha had restored to life the child who was dead.", "q": "What was Gehazi telling the king when the woman whose son Elisha restored to life arrived?", "ref": ["08-05"]}, {"a": "Hazael took a gift with him of every kind of good thing of Damascus, carried by forty camels.", "q": "What did Hazael take with him to give to Elisha?", "ref": ["08-09"]}, {"a": "The man of God wept because he knew the evil that Hazael would do to the people of Israel.", "q": "Why did the man of God weep?", "ref": ["08-11", "08-12"]}, {"a": "After Hazael told King Ben Hadad that he would recover, he took the blanket and dipped it in water, and spread it on Ben Hadad's face so that he died.", "q": "After Hazael told the king of Aram that he would recover, what did he do to King Ben Hadad?", "ref": ["08-14", "08-15"]}, {"a": "Jehoram's wife was Ahab's daughter.", "q": "Who was Jehoram's wife?", "ref": ["08-18"]}, {"a": "Yahweh did not want to destroy Judah since he had told his servant David that he would always give him descendants.", "q": "Why did Yahweh not want to destroy Judah?", "ref": ["08-19"]}, {"a": "In Jehoram's days, Edom revolted from under the hand of Judah.", "q": "When did Edom revolt from under the hand of Judah?", "ref": ["08-20"]}, {"a": "Ahaziah did what was evil in Yahweh's sight, for Ahaziah was a son-in-law to the house of Ahab.", "q": "Why did Ahaziah do what was evil in Yahweh's sight?", "ref": ["08-27"]}, {"a": "King Joram returned to be healed in Jezreel.", "q": "Where did King Joram return to be healed of the wounds that the Arameans had given him at Ramah?", "ref": ["08-29"]}], "9": [{"a": "He took the bottle of oil and went to Ramoth Gilead to anoint Jehu.", "q": "Why did one of the sons of the prophets take a little bottle of oil in his hand and go to Ramoth Gilead?", "ref": ["09-01", "09-03"]}, {"a": "The prophet poured the oil on Jehu's head.", "q": "Who poured the oil on Jehu's head?", "ref": ["09-06"]}, {"a": "If Jehu killed the family of Ahab, Yahweh could avenge the blood of his servants.", "q": "How could Yahweh avenge the blood of his servants?", "ref": ["09-07"]}, {"a": "The dogs would eat Jezebel in Jezreel, and there would be no one to bury her.", "q": "What was going to happen to Jezebel?", "ref": ["09-10"]}, {"a": "After Jehu said he was anointed as king, each of the servants quickly took off his outer garment and put it under Jehu at the top of the steps. They blew the trumpet and said, \"Jehu is king.\"", "q": "What did the servants of Jehu's master do after Jehu said he was anointed as king?", "ref": ["09-12", "09-13"]}, {"a": "King Joram had gone back to Jezreel to be healed of the wounds that the Arameans had given him.", "q": "Why had King Joram gone back to Jezreel?", "ref": ["09-15"]}, {"a": "The watchman saw the messenger ride with Jehu.", "q": "What did the watchman see the messenger do?", "ref": ["09-17", "09-18"]}, {"a": "The watchman knew Jehu was driving the chariot, for he was driving wildly.", "q": "How did the watchman know Jehu was driving the chariot?", "ref": ["09-20"]}, {"a": "Joram king of Israel rode out with Ahaziah king of Judah, each in his chariot, to meet Jehu.", "q": "How did Joram king of Israel ride out to meet Jehu?", "ref": ["09-21"]}, {"a": "After Jehu shot Joram between his shoulders, the arrow went through Joram's heart, and he sank down in his chariot.", "q": "What happened after Jehu shot Joram between his shoulders?", "ref": ["09-24"]}, {"a": "Taking Joram and throwing him into that field would bring to pass the things that were told would happen by the word of Yahweh.", "q": "What would bring to pass the things that were told would happen by the word of Yahweh?", "ref": ["09-26"]}, {"a": "Ahaziah was buried in his sepulchre with his fathers in the city of David.", "q": "Who was buried in his sepulchre with his fathers in the city of David?", "ref": ["09-28"]}, {"a": "When Jehu came to Jezreel, Jezebel heard of it, and she painted her eyes, arranged her hair, and looked out the window.", "q": "What happened when Jehu came to Jezreel?", "ref": ["09-30"]}, {"a": "Some eunuchs threw Jezebel down.", "q": "Who threw Jezebel down?", "ref": ["09-33"]}, {"a": "When they went to bury her, they found no more of her than the skull, the feet, and the palms of her hands.", "q": "Why could no one bury Jezebel?", "ref": ["09-35"]}], "10": [{"a": "It told the elders and guardians of Ahab's descendants to select the best and most deserving of their master's descendants and set him on his father's throne.", "q": "What did Jehu's letter tell the elders and guardians of Ahab's descendants to do?", "ref": ["10-03"]}, {"a": "They did not make any man king because they realized that not even the two kings could stand before Jehu.", "q": "Why did the elders and guardians of Ahab's descendants not make any man king?", "ref": ["10-04", "10-05"]}, {"a": "They took the king's sons and killed them, seventy persons, put their heads in baskets, and sent them to Jehu in Jezreel.", "q": "What did the elders and guardians of Ahab's descendants do to the king's sons?", "ref": ["10-07"]}, {"a": "Jehu said that no part of Yahweh's word, the word that he spoke concerning the family of Ahab, would fall to the ground, for Yahweh had done what he spoke about through his servant Elijah.", "q": "Why did Jehu say that no part of Yahweh's word, the word that he spoke concerning the family of Ahab, would fall to the ground?", "ref": ["10-10"]}, {"a": "He met and killed forty-two.", "q": "How many brothers of Ahaziah did Jehu meet and kill?", "ref": ["10-13", "10-14"]}, {"a": "Jehu took Jonadab into the chariot because Jonadab said his heart was with Jehu and he gave Jehu his hand.", "q": "Why did Jehu take Jonadab into the chariot?", "ref": ["10-15"]}, {"a": "He gathered them deceitfully, with the intent to kill the worshipers of Baal.", "q": "Why did Jehu gather all the prophets of Baal, all his worshipers, and all his priests?", "ref": ["10-19"]}, {"a": "They came into the temple of Baal.", "q": "To where did the worshipers of Baal come?", "ref": ["10-21"]}, {"a": "If any of the worshipers of Baal escaped, whoever let that man escape, his life would be taken for the life of he who escaped.", "q": "What would happen if any of the worshipers of Baal escaped?", "ref": ["10-24"]}, {"a": "They made the house of Baal into a latrine.", "q": "Into what did the guards and captains make the house of Baal?", "ref": ["10-27"]}, {"a": "Jehu did not leave the sins of Jeroboam because he worshiped the golden calves in Bethel and Dan.", "q": "How did Jehu not leave the sins of Jeroboam?", "ref": ["10-29"]}, {"a": "Because Jehu did well in executing what was right in Yahweh's eyes, and did to the house of Ahab and did all that was in Yahweh's heart, his descendants would sit on the throne of Israel to the fourth generation.", "q": "Why would Jehu's descendants sit on the throne of Israel to the fourth generation?", "ref": ["10-30"]}, {"a": "The other matters concerning Jehu, and all that he did, and all his power, were written in The Book of the Events of the Kings of Israel.", "q": "Where were the other matters concerning Jehu written?", "ref": ["10-34"]}], "11": [{"a": "Athaliah did not kill Joash.", "q": "Who did Athaliah not kill?", "ref": ["11-01", "11-02"]}, {"a": "The commanders of hundreds of the Carites and of the guard had to make a covenant with Jehoiada and swear an oath in the house of Yahweh. Then he showed them the king's son.", "q": "What did the commanders of hundreds of the Carites and of the guard have to do before they saw the king's son?", "ref": ["11-04"]}, {"a": "The two groups who were not serving on the Sabbath had to keep the watch over the house of Yahweh for the king.", "q": "What did the two groups who were not serving on the Sabbath have to do?", "ref": ["11-07"]}, {"a": "Jehoiada handed over to the commanders the spears and shields that had been King David's, which were in the house of Yahweh.", "q": "What did Jehoiada hand over to the commanders?", "ref": ["11-10"]}, {"a": "Athaliah tore her clothes and shouted because she saw King Joash standing by the pillar.", "q": "Why did Athaliah tear her clothes and shout?", "ref": ["11-14"]}, {"a": "Athaliah was killed at the king's house, for the priest had said, \"Do not let her be killed in the house of Yahweh.\"", "q": "Why was Athaliah killed at the king's house?", "ref": ["11-15", "11-16"]}, {"a": "After Jehoiada made a covenant, the people tore down the house of Baal, smashed Baal's altars and his idol figures to pieces, and killed Mattan, the priest of Baal.", "q": "After Jehoiada made a covenant, what did the people do?", "ref": ["11-17", "11-18"]}, {"a": "When Joash sat on the throne of the kings, all the people of the land rejoiced.", "q": "When Joash sat on the throne of the kings, how did the people respond?", "ref": ["11-19", "11-20"]}], "12": [{"a": "Joash did what was right in the eyes of Yahweh all the time, because Jehoiada the priest was instructing him.", "q": "Why did Joash do what was right in the eyes of Yahweh all the time?", "ref": ["12-02"]}, {"a": "The people were motivated by Yahweh in their hearts to give.", "q": "By what were the people motivated to give money for the temple?", "ref": ["12-04"]}, {"a": "Joash told the priests this because they had not repaired anything in the temple.", "q": "Why did Joash tell the priests to take no more money from the taxpayers?", "ref": ["12-06", "12-07"]}, {"a": "The priests who were guarding the temple entrance put into the chest all the money that was brought to the house of Yahweh.", "q": "Who put money into the chest?", "ref": ["12-09"]}, {"a": "The workers used the money for buying timber and cutting stone to repair the temple of Yahweh, and for all that was needed to be paid to repair it.", "q": "For what did the workers use the money?", "ref": ["12-12"]}, {"a": "The money for the guilt offerings and the money for the sin offerings was not brought into the temple of Yahweh, because it belonged to the priests.", "q": "Why was the money for the guilt offerings and the money for the sin offerings not brought into the temple of Yahweh?", "ref": ["12-16"]}, {"a": "Joash took all the holy objects that Jehoshaphat and Jehoram and Ahaziah had consecrated to Yahweh, his own holy things, and all the gold that was found in the storerooms of the houses of Yahweh and of the king, and he sent them to Hazael, king of Aram. Then Hazael went away from Jerusalem.", "q": "How did King Joash prevent King Hazael from attacking Jerusalem?", "ref": ["12-18"]}, {"a": "Jozacar, the son of Shimeath, and Jehozabad, the son of Shomer, his servants, attacked Joash.", "q": "Who attacked Joash?", "ref": ["12-21"]}], "13": [{"a": "Jehoahaz implored Yahweh, so Yahweh gave Israel a rescuer.", "q": "Why did Yahweh give Israel a rescuer?", "ref": ["13-04", "13-05"]}, {"a": "The king of Aram had destroyed the army of Israel and made them like the chaff at threshing time.", "q": "The king of Aram destroyed the army of Israel and made them like what?", "ref": ["13-07"]}, {"a": "He told Joash to pick up a bow and some arrows.", "q": "When Elisha was sick, what did he tell Joash to pick up?", "ref": ["13-15"]}, {"a": "Because he hit the ground only three times, he would attack Aram only three times.", "q": "What happened because Joash hit the ground only three times?", "ref": ["13-18", "13-19"]}, {"a": "The man who was buried in Elisha's cave revived and stood up on his feet as soon as the man touched Elisha's bones.", "q": "What happened to the man who was buried in Elisha's cave?", "ref": ["13-21"]}, {"a": "Yahweh was gracious to Israel, and had compassion on them and concern for them, because of his covenant with Abraham, Isaac, and Jacob. So Yahweh did not destroy them, and he did not drive them away from his presence.", "q": "Why did Yahweh not drive Israel away from his presence?", "ref": ["13-23"]}], "14": [{"a": "As soon as his rule was well established, Amaziah killed the servants who had murdered his father, the king.", "q": "What did Amaziah do as soon as his rule was well established?", "ref": ["14-05"]}, {"a": "Amaziah did not put the sons of the assassins to death because Yahweh had commanded him, saying, \"The fathers must not be put to death for their children, neither must the children be put to death for their parents. Instead, every person must be put to death for his own sin.\"", "q": "Why did Amaziah not put the sons of the assassins to death?", "ref": ["14-06"]}, {"a": "A wild beast in Lebanon trampled down the thistle.", "q": "What trampled down the thistle?", "ref": ["14-09"]}, {"a": "He took all the gold and silver, all the objects that were found in the house of Yahweh, and the valuable things in the king's palace, with hostages also.", "q": "What did Jehoash take from Jerusalem?", "ref": ["14-14"]}, {"a": "A conspiracy was made against Amaziah in Jerusalem, and he fled to Lachish. But men were sent after him to Lachish and they killed him there.", "q": "How did Amaziah die?", "ref": ["14-19"]}, {"a": "Uzziah rebuilt Eloth and restored it to Judah.", "q": "What did Uzziah do to Eloth?", "ref": ["14-22"]}, {"a": "Jeroboam heard through Jonah the son of Amittai, the prophet, that he should restore the border of Israel from Lebo Hamath to the sea of the Arabah.", "q": "Through whom did Jeroboam hear that he should restore the border of Israel from Lebo Hamath to the sea of the Arabah?", "ref": ["14-25"]}, {"a": "Because Yahweh saw there was no rescuer for Israel, Yahweh saved them by the hand of Jeroboam the son of Jehoash.", "q": "Because Yahweh saw there was no rescuer for Israel, how did he save them?", "ref": ["14-26", "14-27"]}], "15": [{"a": "Yahweh afflicted the king so that he was a leper to the day of his death and lived in a separate house.", "q": "How did Yahweh afflict King Uzziah?", "ref": ["15-05"]}, {"a": "Jotham, his son, became king in his place.", "q": "Who became king in Uzziah's place?", "ref": ["15-07"]}, {"a": "Shallum killed Zechariah in front of the people.", "q": "Where did Shallum kill Zechariah?", "ref": ["15-10"]}, {"a": "Jehu's descendants would sit on the throne of Israel to the fourth generation.", "q": "For how long would Jehu's descendants sit on the throne of Israel?", "ref": ["15-12"]}, {"a": "Shallum reigned only one month in Samaria because Menahem the son of Gadi killed him.", "q": "Why did Shallum reign only one month in Samaria?", "ref": ["15-13", "15-14"]}, {"a": "Menahem attacked Tiphsah and all who were there because they did not open the city up to him.", "q": "Why did Menahem attack Tiphsah and all who were there?", "ref": ["15-16"]}, {"a": "Menahem collected one thousand talents of silver by requiring each of the wealthy men to pay fifty shekels of silver to him.", "q": "How did Menahem collect the one thousand talents of silver to give Pul?", "ref": ["15-19", "15-20"]}, {"a": "Pekah killed Pekahiah.", "q": "Who killed Pekahiah?", "ref": ["15-25"]}, {"a": "Hoshea formed a conspiracy against Pekah because Tiglath Pileser king of Assyria came and took many cities.", "q": "Why did Hoshea form a conspiracy against Pekah?", "ref": ["15-29", "15-30"]}, {"a": "Jotham followed the example of his father, Uzziah.", "q": "Whose example did Jotham follow?", "ref": ["15-34"]}], "16": [{"a": "Ahaz put his son in the fire as a burned offering, following the detestable practices of the nations.", "q": "What did Ahaz do to his son?", "ref": ["16-03"]}, {"a": "When Rezin attacked Jerusalem, he could not conquer Ahaz.", "q": "What could Rezin not do when he attacked Jerusalem?", "ref": ["16-05"]}, {"a": "Ahaz took the silver and gold that was found in the house of Yahweh and among the treasures of the king's palace, and he sent it as a gift to the king of Assyria.", "q": "What gift did Ahaz give the king of Assyria?", "ref": ["16-08"]}, {"a": "Ahaz wanted to replicate the altar at Damascus.", "q": "What altar did Ahaz want Uriah to replicate?", "ref": ["16-10", "16-11"]}, {"a": "The king made his burned offering and his grain offering.", "q": "Who made his burned offering and his grain offering?", "ref": ["16-13"]}, {"a": "The bronze altar was for Ahaz to ask for God's help.", "q": "What was the purpose of the bronze altar?", "ref": ["16-15"]}, {"a": "Ahaz removed the covered walkway for the Sabbath they had built at the temple, along with the king's entry outside the temple of Yahweh, because of the king of Assyria.", "q": "Why did Ahaz remove the covered walkway for the Sabbath that they had built at the temple, along with the king's entry outside the temple of Yahweh?", "ref": ["16-18"]}], "17": [{"a": "Hoshea became his servant and brought him tribute.", "q": "What did Hoshea do when he became Shalmaneser's servant?", "ref": ["17-03"]}, {"a": "Hoshea had been plotting against Shalmaneser, for Hoshea had sent messengers to So, king of Egypt.", "q": "How had Hoshea been plotting against Shalmaneser?", "ref": ["17-04"]}, {"a": "The captivity happened because the people of Israel had sinned against Yahweh their God.", "q": "Why did the captivity happen?", "ref": ["17-07"]}, {"a": "Yahweh had said they must not worship idols.", "q": "What had Yahweh said the Israelites must not do?", "ref": ["17-12"]}, {"a": "Yahweh had testified to Israel and to Judah by every prophet and every seer.", "q": "By whom had Yahweh testified to Israel and to Judah?", "ref": ["17-13"]}, {"a": "The Israelites were very stubborn like their fathers who did not trust in Yahweh their God.", "q": "The Israelites were very stubborn like whom?", "ref": ["17-14"]}, {"a": "The Israelites sold themselves to do that which was evil in the sight of Yahweh.", "q": "How did the Israelites sell themselves?", "ref": ["17-17"]}, {"a": "The people of Israel followed all the sins of Jeroboam and they did not depart from them, so Yahweh removed Israel from his sight.", "q": "Why did Yahweh remove Israel from his sight?", "ref": ["17-22", "17-23"]}, {"a": "The nations in Samaria did not honor Yahweh, so he sent lions among them.", "q": "Why did Yahweh send lions among the new nations in Samaria?", "ref": ["17-25"]}, {"a": "The priest taught them how they should honor Yahweh.", "q": "What did the priest teach the new people in Bethel?", "ref": ["17-28"]}, {"a": "Every ethnic group made gods of their own, and put them in the shrines that the Samaritans had made.", "q": "Where did every ethnic group put the gods they made?", "ref": ["17-29"]}, {"a": "The new nations also honored Yahweh.", "q": "Besides their own gods, who did the new nations in Israel honor?", "ref": ["17-32"]}, {"a": "The new people did not honor Yahweh, because he commanded that they must not fear other gods.", "q": "How did the new people in Israel not honor Yahweh?", "ref": ["17-34", "17-35"]}, {"a": "They did not listen because they continued to do what they had done in the past.", "q": "How did the nations in Israel not listen?", "ref": ["17-40"]}], "18": [{"a": "The people of Israel were burning incense to the bronze serpent Moses had made.", "q": "What were the people of Israel doing to the bronze serpent Moses had made?", "ref": ["18-04"]}, {"a": "Shalmaneser king of Assyria attacked Samaria for three years.", "q": "For how long did Shalmaneser king of Assyria attack Samaria?", "ref": ["18-09", "18-10"]}, {"a": "The king of Assyria carried Israel captive away to Assyria because they did not obey the voice of Yahweh their God.", "q": "Why did the king of Assyria carry Israel captive away to Assyria?", "ref": ["18-11", "18-12"]}, {"a": "Hezekiah got silver that was found in the house of Yahweh and in the treasuries of the king's palace.", "q": "From where did Hezekiah get silver to give the king of Assyria?", "ref": ["18-15"]}, {"a": "They called to King Hezekiah from the conduit of the upper pool, on the highway of the launderers' field.", "q": "From where did Tartan and Rabsaris and the chief commander call to King Hezekiah?", "ref": ["18-17", "18-18"]}, {"a": "If a man leaned on Egypt, it would stick into his hand and pierce it.", "q": "What would happen if a man leaned on Egypt?", "ref": ["18-21"]}, {"a": "The king of Assyria offered to give two thousand horses, if Hezekiah was able to find riders for them.", "q": "What offer did the king of Assyria make?", "ref": ["18-23"]}, {"a": "Yahweh told the king of Assyria to attack Judah and destroy it.", "q": "What did Yahweh tell the king of Assyria to do?", "ref": ["18-25"]}, {"a": "Eliakim, Shebnah, and Joah asked the chief commander to speak in Aramaic.", "q": "In what language did Eliakim, Shebnah, and Joah ask the chief commander to speak?", "ref": ["18-26"]}, {"a": "The chief commander shouted in the Jews' language.", "q": "In what language did the chief commander shout?", "ref": ["18-28"]}, {"a": "He would let them eat from their own vine and from their own fig tree, and drink from the water in their own cistern.", "q": "What would the king of Assyria let those who make peace with him do?", "ref": ["18-31"]}, {"a": "The king commanded the people to not answer the chief commander.", "q": "What did King Hezekiah command?", "ref": ["18-36"]}], "19": [{"a": "When King Hezekiah heard the report, he tore his clothes, covered himself with sackcloth, and went into the house of Yahweh.", "q": "What did King Hezekiah do when he heard the report?", "ref": ["19-01"]}, {"a": "Hezekiah said Yahweh should hear all the words of Rabshakeh and may rebuke the words which Yahweh heard.", "q": "What did Hezekiah say Yahweh should do?", "ref": ["19-04"]}, {"a": "Yahweh would put a spirit in him, and the king would hear a certain report and go back to his own land.", "q": "What would Yahweh do to stop the king of Assyria?", "ref": ["19-07"]}, {"a": "According to Sennacherib, God deceived Hezekiah by saying Jerusalem would not be given over into the hand of the king of Assyria.", "q": "According to Sennacherib, in what way did God deceive Hezekiah?", "ref": ["19-10"]}, {"a": "Hezekiah spread the letter from the messengers in the house of Yahweh.", "q": "Where did Hezekiah spread the letter from the messengers?", "ref": ["19-14"]}, {"a": "Yahweh should save the people of Judah so that all the kingdoms of the earth may know that Yahweh is God alone.", "q": "Why should Yahweh save the people of Judah?", "ref": ["19-19"]}, {"a": "The king of Assyria exalted his voice against the Holy One of Israel!", "q": "Against whom did the king of Assyria exalt his voice?", "ref": ["19-22"]}, {"a": "Sennacherib said he had dried up all the rivers of Egypt under the soles of his feet.", "q": "Who said he had dried up all the rivers of Egypt under the soles of his feet?", "ref": ["19-24"]}, {"a": "Yahweh determined long ago that impregnable cities would be reduced into heaps of ruins.", "q": "Who determined long ago that impregnable cities would be reduced into heaps of ruins?", "ref": ["19-25"]}, {"a": "Yahweh would put his hook in Sennacherib's nose", "q": "What would Yahweh put in Sennacherib's nose?", "ref": ["19-28"]}, {"a": "The sign would be that the people of Judah would eat what grows wild, and in the second year what grows from that.", "q": "What would be the sign for Hezekiah?", "ref": ["19-29"]}, {"a": "Yahweh would defend Jerusalem for his own sake and for his servant David's sake.", "q": "Why would Yahweh defend Jerusalem?", "ref": ["19-34"]}, {"a": "Yahweh went out and attacked the camp of the Assyrians, putting to death 185,000 soldiers.", "q": "How did Yahweh defend Jerusalem?", "ref": ["19-35"]}], "20": [{"a": "Yahweh told Hezekiah to set his house in order for he would die.", "q": "What did Yahweh tell Hezekiah to do because he would die?", "ref": ["20-01"]}, {"a": "Because Yahweh heard Hezekiah's prayer and saw his tears, he was about to heal him.", "q": "Why was Yahweh about to heal Hezekiah?", "ref": ["20-05"]}, {"a": "A lump of figs was put on his boil, and he recovered.", "q": "How did Hezekiah recover?", "ref": ["20-07"]}, {"a": "Yahweh brought the shadow ten steps backward, from where it had moved to on the stairway of Ahaz.", "q": "How did Yahweh change the shadow?", "ref": ["20-10", "20-11"]}, {"a": "Hezekiah showed them everything in his house and kingdom.", "q": "What did Hezekiah show the messengers from the king of Babylon?", "ref": ["20-13"]}, {"a": "The people of Babylon would take away the sons born from him, and they would become eunuchs in the palace of the king of Babylon.", "q": "What would happen to the sons born from Hezekiah?", "ref": ["20-18"]}, {"a": "Hezekiah thought that the word of Yahweh was good because there would be peace and stability in his days.", "q": "Why did Hezekiah think that the word of Yahweh was good?", "ref": ["20-19"]}], "21": [{"a": "Manasseh rebuilt the shrines that Hezekiah, his father, had destroyed.", "q": "What did Manasseh rebuild?", "ref": ["21-03"]}, {"a": "Manasseh consulted with those who talked with the dead and with those who talked with spirits.", "q": "With whom did Manasseh consult?", "ref": ["21-06"]}, {"a": "Manasseh placed the carved figure of Asherah that he had made in the house of Yahweh.", "q": "What did Manasseh place in the house of Yahweh?", "ref": ["21-07"]}, {"a": "Manasseh acted more wickedly than the Amorites who were before him.", "q": "Whom did Manasseh act more wickedly than?", "ref": ["21-11"]}, {"a": "The remnant would become victims and plunder for all their enemies because they did what was evil in Yahweh's sight, and provoked him to anger.", "q": "Why would the remnant become victims and plunder for all their enemies?", "ref": ["21-14", "21-15"]}, {"a": "Manasseh shed so much innocent blood that he filled Jerusalem from one end to another with death.", "q": "How much innocent blood did Manasseh shed?", "ref": ["21-16"]}, {"a": "The servants of Amon conspired against him and put the king to death in his own house.", "q": "How did Amon die?", "ref": ["21-23"]}, {"a": "The people buried Amon in his tomb in the garden of Uzza.", "q": "Where was Amon buried?", "ref": ["21-26"]}], "22": [{"a": "Josiah walked in all the ways of David his ancestor, and he did not turn away either to the right or to the left.", "q": "How did Josiah walk?", "ref": ["22-02"]}, {"a": "Josiah wanted Hilkiah to give the money that was brought into the house of Yahweh to the workmen who were in the house of Yahweh.", "q": "What did Josiah want Hilkiah to give to the workmen who were in the house of Yahweh?", "ref": ["22-03", "22-05"]}, {"a": "No accounting was required for the money that was given to the workmen, because they handled it faithfully.", "q": "Why was no accounting required for the money that was given to the workmen?", "ref": ["22-07"]}, {"a": "Hilkiah found the book of the law in the house of Yahweh.", "q": "What did Hilkiah find in the house of Yahweh?", "ref": ["22-08"]}, {"a": "When the king heard the words of the law, he tore his clothes.", "q": "When the king heard the words of the law, what did he do?", "ref": ["22-11"]}, {"a": "Huldah lived in Jerusalem in the second quarter.", "q": "Where did Huldah live?", "ref": ["22-14"]}, {"a": "Yahweh listened to the king of Judah because his heart was tender, and because he humbled himself before Yahweh, and because he tore his clothes and wept before Yahweh.", "q": "Why did Yahweh listen to the king of Judah?", "ref": ["22-19"]}, {"a": "His eyes would not see any of the disaster that Yahweh would bring on the place and its inhabitants.", "q": "What would the eyes of the king of Judah not see?", "ref": ["22-20"]}], "23": [{"a": "The king read all the words of the book of the covenant in the hearing of all the men of Judah and all the inhabitants of Jerusalem, and the priests, prophets, and all the people, from small to great.", "q": "In whose hearing did the king read all the words of the book of the covenant?", "ref": ["23-02"]}, {"a": "All the people agreed to stand by the covenant.", "q": "What did all the people agree to do?", "ref": ["23-03"]}, {"a": "The king burned all the vessels that were made for Baal and Asherah, and for all the stars of heaven outside Jerusalem in the fields in the Kidron Valley.", "q": "What did the king burn outside Jerusalem in the fields in the Kidron Valley?", "ref": ["23-04"]}, {"a": "The king cleared out the rooms of the male prostitutes who were in the temple of Yahweh.", "q": "What rooms did the king clear out?", "ref": ["23-07"]}, {"a": "The priests of those shrines where incense was burned were allowed to eat unleavened bread in Jerusalem.", "q": "Where were the priests of those shrines where incense was burned allowed to eat unleavened bread?", "ref": ["23-09"]}, {"a": "The horses that the kings of Judah had given to the sun were in an area at the entrance to the temple of Yahweh, near the room of Nathan Melech.", "q": "Where were the horses that the kings of Judah had given to the sun?", "ref": ["23-11"]}, {"a": "Solomon king of Israel built the Mount of Corruption.", "q": "Who built the Mount of Corruption?", "ref": ["23-13"]}, {"a": "He burned bones on the altar to defile it.", "q": "Why did Josiah burn bones on the altar at Bethel?", "ref": ["23-16"]}, {"a": "Josiah did not move the bones of the man of God who came from Judah and the prophet who had come from Samaria.", "q": "Whose bones did Josiah not move?", "ref": ["23-17", "23-18"]}, {"a": "Such a Passover celebration had not been held from the days of the judges who ruled Israel, nor in all the days of the kings of Israel or Judah.", "q": "For how long had such a Passover celebration not been held?", "ref": ["23-22"]}, {"a": "Josiah turned to Yahweh with all his heart, all his soul, and all his might.", "q": "How did Josiah turn to Yahweh?", "ref": ["23-25"]}, {"a": "Yahweh did not turn from the fierceness of his great wrath.", "q": "From what did Yahweh not turn?", "ref": ["23-26"]}, {"a": "Pharaoh Neco, king of Egypt, went to fight against the king of Assyria at the Euphrates River.", "q": "Who went to fight against the king of Assyria at the Euphrates River?", "ref": ["23-29"]}, {"a": "Pharaoh Neco put him in chains at Riblah in the land of Hamath, so he might not reign in Jerusalem.", "q": "Why did Pharaoh Neco put Jehoahaz in chains at Riblah in the land of Hamath?", "ref": ["23-33"]}, {"a": "Jehoiakim taxed the land to pay the money, in order to pay Pharaoh.", "q": "How did Jehoiakim get the money to pay Pharaoh?", "ref": ["23-35"]}], "24": [{"a": "Yahweh had spoken through his servants the prophets that bands of Chaldeans, Arameans, Moabites, and Ammonites would destroy Judah.", "q": "What had Yahweh spoken through his servants the prophets?", "ref": ["24-02"]}, {"a": "Yahweh was not willing to pardon that Manasseh filled Jerusalem with innocent blood.", "q": "What was Yahweh not willing to pardon?", "ref": ["24-04"]}, {"a": "The king of Egypt did not attack any more out of his land, because the king of Babylon had conquered all the lands that had been controlled by the king of Egypt.", "q": "Why did the king of Egypt not attack any more out of his land?", "ref": ["24-07"]}, {"a": "Nebuchadnezzar captured Jehoiachin in the eighth year of Nebuchadnezzar's reign.", "q": "When did Nebuchadnezzar capture Jehoiachin?", "ref": ["24-12"]}, {"a": "Only the poorest people were left in the land.", "q": "Who was left in the land?", "ref": ["24-14"]}, {"a": "The king of Babylon changed Mattaniah's name to Zedekiah.", "q": "To what name did the king of Babylon change Mattaniah's name?", "ref": ["24-17"]}], "25": [{"a": "The famine was so severe in the city that there was no food for the people of the land.", "q": "Why was there no food for the people of the land?", "ref": ["25-03"]}, {"a": "All the fighting men fled at night by the way of the gate between the two walls, by the king's garden.", "q": "Where did all the fighting men flee?", "ref": ["25-04"]}, {"a": "After Zedekiah's sons were slaughtered, the Chaldeans put out his eyes, bound him in bronze chains, and brought him to Babylon.", "q": "What happened to Zedekiah after his sons were slaughtered?", "ref": ["25-07"]}, {"a": "All the army of the Babylonians who were under the commander of the bodyguard destroyed all the walls around Jerusalem.", "q": "Who destroyed all the walls around Jerusalem?", "ref": ["25-10"]}, {"a": "The bodyguard left some of the poorest of the land to work the vineyards and fields.", "q": "Why did the bodyguard leave some of the poorest of the land?", "ref": ["25-12"]}, {"a": "The two pillars contained more bronze than could be weighed.", "q": "How much bronze did the two pillars contain?", "ref": ["25-16"]}, {"a": "The king of Babylon put them to death.", "q": "What did the king of Babylon do to the people taken prisoner by the commander of the bodyguard?", "ref": ["25-21"]}, {"a": "Nebuchadnezzar put Gedaliah in charge of them.", "q": "Whom did Nebuchadnezzar put in charge of the people who remained in the land of Judah?", "ref": ["25-22"]}, {"a": "All the people and the commanders of the soldiers went to Egypt, because they were afraid of the Babylonians.", "q": "Why did all the people and the commanders of the soldiers go to Egypt?", "ref": ["25-26"]}, {"a": "Jehoiachin was released from prison in the thirty-seventh year of the exile of Jehoiachin, in the year that Evil Merodach began to reign.", "q": "When was Jehoiachin released from prison?", "ref": ["25-27"]}, {"a": "Jehoiachin ate regularly at the king's table for the rest of his life. And a regular food allowance was given to him every day for the rest of his life.", "q": "What food did Jehoiachin eat?", "ref": ["25-29", "25-30"]}]}