{"1": [{"a": "Jeremiah was a priest.", "q": "What kind of work did Jeremiah do?", "ref": ["01-01"]}, {"a": "The word of Yahweh came to Jeremiah when Josiah was king.", "q": "Who was king when the word of Yahweh first came to Jeremiah?", "ref": ["01-02"]}, {"a": "Yahweh chose Jeremiah before Jeremiah was born.", "q": "When did Yahweh choose Jeremiah to be a prophet?", "ref": ["01-05"]}, {"a": "He said he was very young.", "q": "Why did Jeremiah say he was not qualified?", "ref": ["01-06"]}, {"a": "Yahweh commanded him to say whatever Yahweh commanded him to say.", "q": "What did Yahweh command Jeremiah to say?", "ref": ["01-07"]}, {"a": "He should not be afraid because Yahweh was going to be with him and rescue him.", "q": "Why should Jeremiah not be afraid?", "ref": ["01-08"]}, {"a": "Yahweh placed his word in Jeremiah's mouth.", "q": "What did Yahweh place in Jeremiah's mouth?", "ref": ["01-09"]}, {"a": "He saw an almond branch.", "q": "What did Jeremiah see?", "ref": ["01-11"]}, {"a": "He will carry it out.", "q": "What will Yahweh do with his word?", "ref": ["01-12"]}, {"a": "The pot was a picture of coming disaster.", "q": "What was the meaning of the pot that Jeremiah saw?", "ref": ["01-14"]}, {"a": "They will come and set up thrones all around Jerusalem and Judah.", "q": "What will all the tribes of the northern kingdom do when Yahweh calls?", "ref": ["01-15"]}, {"a": "He will pronounce sentence against them because they have disobeyed him.", "q": "Why will Yahweh pronounce sentence against Jerusalem and Judah?", "ref": ["01-16"]}, {"a": "The people will fight against him.", "q": "What will the people do after Jeremiah speaks to them?", "ref": ["01-19"]}], "2": [{"a": "Yahweh remembers that the people of Jerusalem loved him in the past.", "q": "What does Yahweh remember about the people of Jerusalem?", "ref": ["02-02"]}, {"a": "Evil will come on them.", "q": "What will happen to the people of Israel?", "ref": ["02-03"]}, {"a": "Yahweh wants the house of Jacob to tell him what he did that was wrong.", "q": "What does Yahweh want the house of Jacob to tell him?", "ref": ["02-04", "02-05"]}, {"a": "They defiled the land.", "q": "What did the people do when God brought them to the land of Carmel?", "ref": ["02-07"]}, {"a": "The prophets prophesied for Baal.", "q": "For whom did the prophets prophesy?", "ref": ["02-08"]}, {"a": "Yahweh's people have exchanged their glory for things that cannot help them.", "q": "For what have Yahweh's people exchanged their glory?", "ref": ["02-11"]}, {"a": "His people have abandoned the springs of living waters and dug out cisterns.", "q": "What two evils have Yahweh's people committed?", "ref": ["02-13"]}, {"a": "They made Israel become slaves.", "q": "What did Israel's enemies do to Israel?", "ref": ["02-15"]}, {"a": "His cities are destroyed without any inhabitants.", "q": "What happened to Israel's cities?", "ref": ["02-15"]}, {"a": "They said, \"I will not serve!\"", "q": "What did the people say after Yahweh broke their yoke and tore their fetters?", "ref": ["02-20"]}, {"a": "He says they are like camels and wild donkeys.", "q": "What animal does Yahweh say the people are like?", "ref": ["02-23", "02-24"]}, {"a": "They will be ashamed of worshiping trees and stones.", "q": "What sin will the house of Israel be ashamed of?", "ref": ["02-26", "02-28"]}, {"a": "All of you have sinned against me.", "q": "What is Yahweh's declaration?", "ref": ["02-29"]}, {"a": "He has punished them because they do not accept discipline.", "q": "Why does Yahweh say he has punished the people in vain?", "ref": ["02-30"]}, {"a": "They have killed the innocent and the poor.", "q": "What have the people done to the innocent and the poor?", "ref": ["02-34"]}, {"a": "The people think that they have not sinned.", "q": "Why do the people think that Yahweh's anger will turn from them?", "ref": ["02-35"]}], "3": [{"a": "He compares them to a woman who has left her husband.", "q": "What kind of woman does the prophet compare the people to?", "ref": ["03-01"]}, {"a": "The rains did not come because the people were not ashamed of their sins.", "q": "Why did the rains not come?", "ref": ["03-03", "03-05"]}, {"a": "Israel acted like a promiscuous woman by worshiping idols.", "q": "What did Israel do on the mountains and under the trees?", "ref": ["03-06"]}, {"a": "He divorced her.", "q": "What did God do to Israel?", "ref": ["03-08"]}, {"a": "Judah did the same things Israel had done.", "q": "What did Judah do after Yahweh divorced Israel?", "ref": ["03-08", "03-10"]}, {"a": "He invites them to return.", "q": "What does Yahweh invite Israel to do?", "ref": ["03-12"]}, {"a": "They must acknowledge their sin.", "q": "What must the people do when they return?", "ref": ["03-13"]}, {"a": "He will give them shepherds after his heart.", "q": "What will Yahweh give them if they return?", "ref": ["03-15"]}, {"a": "They will no longer think about it.", "q": "How will they think about the ark of the covenant?", "ref": ["03-16"]}, {"a": "All the other nations will gather at Jerusalem.", "q": "What will happen in Jerusalem?", "ref": ["03-17"]}, {"a": "No, they will come together.", "q": "Will Judah and Israel still be enemies?", "ref": ["03-18"]}, {"a": "He wants to honor them the way a father honors his son.", "q": "How does Yahweh want to honor the people?", "ref": ["03-19"]}, {"a": "The weeping and pleading of the people of Israel is heard on the plains.", "q": "What noise is heard on the plains?", "ref": ["03-21"]}, {"a": "Idols have consumed the things that the ancestors worked for.", "q": "What has happened to the things the ancestors worked for?", "ref": ["03-24"]}, {"a": "They have not listened to the voice of Yahweh their God.", "q": "What have the people and their ancestors done?", "ref": ["03-25"]}], "4": [{"a": "The nations will ask for Yahweh's blessing.", "q": "What will happen if Israel returns to Yahweh?", "ref": ["04-01"]}, {"a": "Yahweh will be furious with them and bring disaster from the north.", "q": "What will happen because of the people's wickedness?", "ref": ["04-04", "04-06"]}, {"a": "He will destroy their cities.", "q": "What will the lion do to the people?", "ref": ["04-07"]}, {"a": "They would do it to show that they were sorry for their sins.", "q": "Why would the people wrap themselves in sackcloth?", "ref": ["04-08"]}, {"a": "Yahweh has promised the people peace, but someone is attacking them.", "q": "Why does Jeremiah think Yahweh has deceived the people?", "ref": ["04-09"]}, {"a": "They must cleanse their hearts from wickedness.", "q": "How can the people of Jerusalem be saved?", "ref": ["04-14"]}, {"a": "They are coming because Judah has rebelled against Yahweh.", "q": "Why are the watchmen coming from a distant land?", "ref": ["04-16"]}, {"a": "He hears the alarm for battle.", "q": "Why is Jeremiah in anguish?", "ref": ["04-19"]}, {"a": "They do not know Yahweh.", "q": "What is the foolishness of the people?", "ref": ["04-22"]}, {"a": "The land was empty because Yahweh was angry.", "q": "Why was the land that Jeremiah saw empty?", "ref": ["04-26"]}, {"a": "They will run away from the attackers and leave the cities empty.", "q": "What will the people in every city do?", "ref": ["04-29"]}, {"a": "Rich people dress this way.", "q": "What kind of people dress in scarlet and gold jewelry? [4:30]", "ref": []}, {"a": "They will be killed.", "q": "What will happen to those who are now rich?", "ref": ["04-31"]}], "5": [{"a": "God will forgive Jerusalem if the prophet can find anyone who is acting justly.", "q": "At what point will God forgive Jerusalem?", "ref": ["05-01"]}, {"a": "They still refuse to receive discipline.", "q": "Even though God has completely defeated the people, what do they still do?", "ref": ["05-03"]}, {"a": "They do not know Yahweh's ways.", "q": "Why does the prophet say that these are only poor, foolish people?", "ref": ["05-04"]}, {"a": "No, they have rebelled against him.", "q": "Do the important people know Yahweh's ways?", "ref": ["05-05"]}, {"a": "Jeremiah said their transgressions were increasing and their acts of faithlessness were unlimited.", "q": "What did Jeremiah say about the people's transgressions and acts of faithlessness?", "ref": ["05-06"]}, {"a": "They have said that he is not real.", "q": "What have the people said about God?", "ref": ["05-12"]}, {"a": "He is about to bring a nation against them from far away.", "q": "What is Yahweh about to do to the house of Israel?", "ref": ["05-15"]}, {"a": "The enemies will kill the Israelites' children and eat their food.", "q": "What will the enemies do to the Israelites?", "ref": ["05-17"]}, {"a": "He will harm them because they abandoned Yahweh and worshiped foreign gods.", "q": "Why will God harm Israel and Judah?", "ref": ["05-19"]}, {"a": "They do nothing.", "q": "What do the eyes and ears of idols do?", "ref": ["05-21"]}, {"a": "He wants to bring the rains at the right time so the harvest can be good.", "q": "What does Yahweh want to do for those who fear him?", "ref": ["05-23"]}, {"a": "They are rich.", "q": "Are the wicked among Yahweh's people rich or poor?", "ref": ["05-27", "05-28"]}, {"a": "He will punish them.", "q": "How will Yahweh treat the wicked?", "ref": ["05-29"]}, {"a": "They love it that way.", "q": "How do the people feel about what the prophets and priests do?", "ref": ["05-31"]}], "6": [{"a": "Yahweh will destroy Jerusalem.", "q": "Why should the people of Benjamin find safety by leaving Jerusalem?", "ref": ["06-02"]}, {"a": "They will attack at noon and at night.", "q": "When will the enemies attack?", "ref": ["06-04", "06-05"]}, {"a": "He wants them to attack because the city is filled with oppression and wickedness.", "q": "Why does Yahweh want the enemies to attack Jerusalem?", "ref": ["06-06"]}, {"a": "Yahweh will destroy Jerusalem.", "q": "What will happen if Jerusalem does not accept discipline?", "ref": ["06-08"]}, {"a": "They are not able to pay attention.", "q": "Why can Yahweh not warn the Israelites?", "ref": ["06-09"]}, {"a": "They will be turned over to others.", "q": "What will happen to the houses, fields, and women?", "ref": ["06-12"]}, {"a": "They were not ashamed at all.", "q": "How did the people feel when they committed abominations?", "ref": ["06-15"]}, {"a": "They paid no attention to his word or his law.", "q": "Why is Yahweh about to bring disaster to this people?", "ref": ["06-19"]}, {"a": "They mean nothing to him. He does not like them.", "q": "What do the frankincense and sweet smells mean to Yahweh?", "ref": ["06-20"]}, {"a": "It will destroy them.", "q": "What will the stumbling block do to the people?", "ref": ["06-21"]}, {"a": "Cruel people, fighting men, are coming.", "q": "What kind of people are coming?", "ref": ["06-22"]}, {"a": "She should do this because the enemy will destroy her people.", "q": "Why should the daughter of the people perform a bitter funeral for herself?", "ref": ["06-26"]}, {"a": "He will inspect and test their ways.", "q": "What will Jeremiah do as a refiner of God's people?", "ref": ["06-27"]}, {"a": "They are stubborn like bronze and iron are hard.", "q": "What are the people like?", "ref": ["06-28"]}], "7": [{"a": "He will continue to let them live in that place.", "q": "What does Yahweh promise to do for the people if they will make their ways and practices good?", "ref": ["07-03", "07-04"]}, {"a": "They must make their ways and practices good by practicing justice.", "q": "What must the people do in order for Yahweh to let them stay in the land?", "ref": ["07-05", "07-07"]}, {"a": "They must not exploit the weak or kill the innocent or worship false gods.", "q": "What must the people not do if they want Yahweh to let them stay in the land?", "ref": ["07-05", "07-07"]}, {"a": "They go to the temple and say that they are saved.", "q": "What do the people say after they do things they know God hates?", "ref": ["07-10"]}, {"a": "He wanted them to remember that he would do to them what he had done to Shiloh because they were guilty of the same sins the people of Shiloh were guilty of.", "q": "Why did Yahweh want the people to think about Shiloh?", "ref": ["07-12", "07-14"]}, {"a": "He will not listen because he has decided to destroy the Israelites.", "q": "Why will Yahweh not listen to Jeremiah's prayers?", "ref": ["07-16"]}, {"a": "Because they are worshiping other gods.", "q": "Why will Yahweh destroy the people?", "ref": ["07-18"]}, {"a": "He commanded them to listen to his voice.", "q": "What command did Yahweh give the people when they left Egypt?", "ref": ["07-23"]}, {"a": "They did not listen or pay attention. They did evil.", "q": "What did the people do when Yahweh sent prophets?", "ref": ["07-26"]}, {"a": "He is to say to them that this is a nation that does not listen to the voice of Yahweh.", "q": "What is the prophet to say to them?", "ref": ["07-28"]}, {"a": "Jeremiah was to show that Yahweh had rejected the Israelites.", "q": "Why does Yahweh tell Jeremiah to shave off all his hair?", "ref": ["07-29"]}, {"a": "They built it so they could burn their sons and daughters in fire there.", "q": "Why did the people build the shrine of Topheth in the valley of Ben Hinnom?", "ref": ["07-31"]}, {"a": "Birds and wild animals will eat them.", "q": "What will become of the corpses of this people?", "ref": ["07-33"]}, {"a": "He will make it so there are no happy people there.", "q": "What will Yahweh do to the cities of Judah and the streets of Jerusalem?", "ref": ["07-34"]}], "8": [{"a": "People will spread the bones all over the ground.", "q": "What will happen to the bones of the people?", "ref": ["08-01"]}, {"a": "They will wish they could die.", "q": "Will those who are alive wish they could live or wish they could die?", "ref": ["08-03"]}, {"a": "They try to find a way to return.", "q": "What do people who are lost try to do?", "ref": ["08-04"]}, {"a": "No one was sorry for his wickedness.", "q": "How did the people feel about their wickedness?", "ref": ["08-06"]}, {"a": "Birds know what they are supposed to do, but his people do not know Yahweh's decrees.", "q": "How are Yahweh's people not like birds?", "ref": ["08-07"]}, {"a": "They have written things that deceive the people.", "q": "What have the scribes done?", "ref": ["08-08"]}, {"a": "He will give their wives and fields to other people.", "q": "What will Yahweh do with their wives and their fields?", "ref": ["08-10"]}, {"a": "No, they were not ashamed.", "q": "Were the people ashamed because of their sins?", "ref": ["08-12"]}, {"a": "He will have their enemies kill them.", "q": "What will Yahweh do because they were not ashamed?", "ref": ["08-13"]}, {"a": "They decide to go to the cities and die.", "q": "What do the people decide to do?", "ref": ["08-14"]}, {"a": "They will come and consume the land and its wealth, the city and the ones living in it.", "q": "What will Yahweh's strong horses do?", "ref": ["08-16"]}, {"a": "He is sending snakes to harm them.", "q": "What is Yahweh sending to harm them?", "ref": ["08-17"]}, {"a": "They are in a land far away.", "q": "Where are the people who are screaming?", "ref": ["08-18"]}, {"a": "Yahweh is in Zion.", "q": "Where is Yahweh?", "ref": ["08-19"]}], "9": [{"a": "He wants to weep because so many of his people have been killed.", "q": "Why does the prophet want to weep?", "ref": ["09-01"]}, {"a": "He wants to abandon them because they are adulterers and traitors.", "q": "Why does he want to abandon his people?", "ref": ["09-02"]}, {"a": "They say false things.", "q": "What do the sinful people say?", "ref": ["09-03"]}, {"a": "They should guard against them because every brother and neighbor is a deceiver.", "q": "Why should each of them guard against their neighbors and brothers?", "ref": ["09-04"]}, {"a": "They are exhausted from committing iniquity.", "q": "Why are the people exhausted?", "ref": ["09-05"]}, {"a": "He wants to test them because they lie to their neighbors.", "q": "Why does Yahweh want to test his people?", "ref": ["09-08"]}, {"a": "He will sing funeral songs and mourning songs for the mountains and the meadows.", "q": "What will the prophet sing?", "ref": ["09-10"]}, {"a": "He will turn them into ruined places.", "q": "What will Yahweh make of Jerusalem and Judah?", "ref": ["09-11"]}, {"a": "It will be like the wilderness, and no one will pass through it.", "q": "What will the land be like after it has perished?", "ref": ["09-12"]}, {"a": "They have abandoned his law and they do not listen to him.", "q": "What have the people done to displease Yahweh?", "ref": ["09-13"]}, {"a": "He will make them as unhappy as people who have nothing but bitter things to eat and drink. Then he will drive them from their homes and have them killed.", "q": "What does Yahweh say he will do to the Israelites?", "ref": ["09-16"]}, {"a": "They should sing sad songs so that the people will cry.", "q": "What should the women who are skilled at lamenting do?", "ref": ["09-17", "09-18"]}, {"a": "They are greatly ashamed.", "q": "How do the wailing people in Zion feel?", "ref": ["09-19"]}, {"a": "They should teach their daughters a mourning song.", "q": "What should the women teach their daughters?", "ref": ["09-20"]}, {"a": "Children and young men are going to die.", "q": "Who does the prophet say are going to die?", "ref": ["09-21"]}, {"a": "There will be no one to bury them.", "q": "In what way will the corpses be like dung and grain stalks?", "ref": ["09-22"]}, {"a": "People should be proud that they know Yahweh.", "q": "What should people be proud of?", "ref": ["09-23"]}, {"a": "He acts with covenant loyalty, justice, and righteousness.", "q": "With what does Yahweh say that he acts?", "ref": ["09-24"]}, {"a": "He will punish the Israelites because they are circumcised only in their body and not in their heart.", "q": "Why will Yahweh punish the Israelites?", "ref": ["09-25", "09-06"]}, {"a": "He will punish them because even their bodies are uncircumcised.", "q": "Why will Yahweh punish the other people?", "ref": ["09-26"]}], "10": [{"a": "He does not want them to learn the ways of the nations.", "q": "What does Yahweh not want the people of Israel to do?", "ref": ["10-01", "10-02"]}, {"a": "Making an idol is worthless.", "q": "What custom is worthless?", "ref": ["10-03", "10-05"]}, {"a": "Idols cannot do anything either good or bad.", "q": "Why should the people not fear idols?", "ref": ["10-05"]}, {"a": "No one is like Yahweh.", "q": "Who is like Yahweh?", "ref": ["10-06"]}, {"a": "They will perish.", "q": "What will happen to the gods that did not make the earth?", "ref": ["10-11"]}, {"a": "He established dry land and spread the heavens.", "q": "What did the true God do?", "ref": ["10-12"]}, {"a": "Idols are not alive, but God made all things.", "q": "What is the difference idols and the true God?", "ref": ["10-14", "10-15"]}, {"a": "They should gather their bundles and leave the land.", "q": "What should the people who have been living under the siege do?", "ref": ["10-17"]}, {"a": "They have taken his children away from him.", "q": "Why is there no longer anyone to spread out the prophet's tent?", "ref": ["10-20"]}, {"a": "They do not seek Yahweh.", "q": "Why have the shepherds become stupid?", "ref": ["10-21"]}, {"a": "The cities of Judah will become ruins.", "q": "What will happen when the earthquake comes?", "ref": ["10-22"]}, {"a": "He asks Yahweh to discipline him with justice, not in anger.", "q": "How does the prophet ask Yahweh to discipline him?", "ref": ["10-24"]}, {"a": "He asks Yahweh to pour his fury on the nations that do not know him.", "q": "On whom does the prophet ask Yahweh to pour his fury?", "ref": ["10-25"]}, {"a": "They should receive Yahweh's fury because they have destroyed Jacob and Jacob's land.", "q": "Why should they receive Yahweh's fury?", "ref": ["10-25"]}], "11": [{"a": "Yahweh said to declare them to each man of Judah and to the inhabitants of Jerusalem.", "q": "To whom did Yahweh tell Jeremiah to declare the words of this covenant?", "ref": ["11-01"]}, {"a": "They would be cursed if they did not listen to the words of the covenant.", "q": "Why would the people be cursed?", "ref": ["11-03"]}, {"a": "The covenant was given to Israel's ancestors.", "q": "To whom was this covenant given?", "ref": ["11-04"]}, {"a": "It was given the day Yahweh brought the Israelites out of Egypt.", "q": "When was the covenant given?", "ref": ["11-04"]}, {"a": "He swore that he would give them the land flowing with milk and honey.", "q": "What is the oath God swore to the ancestors?", "ref": ["11-05"]}, {"a": "He brought them because the people did not obey the covenant.", "q": "Why did God bring all the curses in the covenant against the people?", "ref": ["11-07", "11-08"]}, {"a": "They refused to listen to Yahweh and worshiped other gods.", "q": "What was the conspiracy among the people of Judah and Jerusalem?", "ref": ["11-10"]}, {"a": "He will not listen to them.", "q": "When Yahweh brings disaster on the people and they call out to him, how will he answer them?", "ref": ["11-11"]}, {"a": "The people made an altar to Baal on every street.", "q": "How many incense altars to Baal were made in Jerusalem?", "ref": ["11-13"]}, {"a": "He was not to pray because Yahweh would not listen.", "q": "Why does Yahweh command Jeremiah not to pray for the people?", "ref": ["11-14"]}, {"a": "The sacrifices cannot help them because they have done evil and then been happy about it.", "q": "Why will the people's sacrifices not help them?", "ref": ["11-15"]}, {"a": "They have given offerings to Baal.", "q": "What wicked act have the people committed?", "ref": ["11-17"]}, {"a": "He examines the heart and the mind.", "q": "What part of man does Yahweh examine?", "ref": ["11-20"]}, {"a": "They said they would kill him.", "q": "What were the people of Anathoth telling Jeremiah they would do if he kept prophesying in the name of Yahweh?", "ref": ["11-21"]}, {"a": "He said he would kill their young people by war and famine.", "q": "What did Yahweh say would happen to the people who wanted to kill Jeremiah?", "ref": ["11-22"]}], "12": [{"a": "Things go well for them.", "q": "What is Jeremiah's complaint about wicked people?", "ref": ["12-01", "12-02"]}, {"a": "He wants Yahweh to take the people away.", "q": "What does Jeremiah want Yahweh to do to the people?", "ref": ["12-03"]}, {"a": "The plants wither because of the people's wickedness.", "q": "Why do the plants wither?", "ref": ["12-04"]}, {"a": "Jeremiah's brothers and his father's family have betrayed him.", "q": "Who has betrayed Jeremiah?", "ref": ["12-06"]}, {"a": "They have set themselves against him.", "q": "Why does God hate his people?", "ref": ["12-07"]}, {"a": "They have turned it into a wilderness.", "q": "What have the shepherds done to the delightful portion?", "ref": ["12-10", "12-11"]}, {"a": "There is no safety in the land.", "q": "Where in the land is there safety for living creatures?", "ref": ["12-12"]}, {"a": "They should be ashamed because of Yahweh's anger.", "q": "Why should the workers be ashamed of their gain?", "ref": ["12-13"]}, {"a": "Yahweh will bring them back to their land.", "q": "What will happen to the house of Judah when Yahweh has compassion on them?", "ref": ["12-15"]}, {"a": "They will be built up in the midst of Yahweh's people.", "q": "What is Yahweh's promise to those nations who learn to swear, \"As Yahweh lives\"?", "ref": ["12-16"]}, {"a": "Yahweh will uproot them.", "q": "What will happen if those nations do not listen?", "ref": ["12-17"]}], "13": [{"a": "He tells Jeremiah to put the undergarment on and then take it to the Euphrates and hide it.", "q": "What does Yahweh tell Jeremiah to do with the linen undergarment?", "ref": ["13-01", "13-04"]}, {"a": "It was no good at all.", "q": "What was the quality of the undergarment when Jeremiah dug it out from where he had hidden it?", "ref": ["13-07"]}, {"a": "They are good for nothing because they refuse to listen to Yahweh's word.", "q": "How are the wicked people like the undergarment?", "ref": ["13-10"]}, {"a": "He wants them to bring him fame, praise, and honor.", "q": "What three things does Yahweh want his people to bring to him?", "ref": ["13-11"]}, {"a": "He will fill them with drunkenness.", "q": "What will Yahweh fill all the people with?", "ref": ["13-14"]}, {"a": "He will destroy them.", "q": "What will Yahweh do after he fills the people with drunkenness?", "ref": ["13-14"]}, {"a": "He will bring darkness.", "q": "What will happen if the people do not give honor to Yahweh?", "ref": ["13-16"]}, {"a": "Their crowns have fallen off.", "q": "Why should the king and queen mother humble themselves?", "ref": ["13-18"]}, {"a": "He will place over them those whom they had taught to be their friends.", "q": "Whom will God place over the people?", "ref": ["13-21"]}, {"a": "Bad things are happening because the people have committed many iniquities", "q": "Why are bad things happening to the people?\"", "ref": ["13-22"]}, {"a": "He will show them to everyone.", "q": "What will Yahweh do about the bad things the people have done in secret?", "ref": ["13-27"]}], "14": [{"a": "They do not find any.", "q": "What happens when the servants search for water?", "ref": ["14-03"]}, {"a": "There is no grass or vegetation.", "q": "What happens when there is no rain?", "ref": ["14-04", "14-06"]}, {"a": "He saves Israel in the time of distress.", "q": "When does Yahweh save Israel?", "ref": ["14-08"]}, {"a": "Yahweh tells Jeremiah not to pray for good for the people.", "q": "What does Yahweh tell Jeremiah not to do for the people?", "ref": ["14-11"]}, {"a": "They come from the hearts of the false prophets.", "q": "From where do the deceitful words of the false prophets come?", "ref": ["14-14"]}, {"a": "They will die from war and famine.", "q": "What will happen to the false prophets?", "ref": ["14-16"]}, {"a": "They will die of war in the fields.", "q": "Where will people die of war?", "ref": ["14-18"]}, {"a": "They will die of famine in the city.", "q": "Where will people die of famine?", "ref": ["14-18"]}, {"a": "They had sinned against Yahweh.", "q": "What does Jeremiah admit to Yahweh is the iniquity of the ancestors?", "ref": ["14-20"]}, {"a": "Yahweh has made the heavens and given the spring rain.", "q": "Why should the people hope in Yahweh?", "ref": ["14-22"]}], "15": [{"a": "He would still not be in favor of this people.", "q": "What did Yahweh say he would not change even if Moses or Samuel pled for the people?", "ref": ["15-01"]}, {"a": "Some will die, some will be killed, some will die from being hungry, and some will be taken far from home.", "q": "What will happen to the people of Judah and Jerusalem?", "ref": ["15-02"]}, {"a": "Some will die in war, dogs will drag some away, birds will eat some, and beasts will eat some.", "q": "What four things will happen to the people?", "ref": ["15-03"]}, {"a": "No one will care about Jerusalem.", "q": "Who will care about Jerusalem?", "ref": ["15-05"]}, {"a": "He is tired of having mercy on Jerusalem.", "q": "What is Yahweh tired of doing for Jerusalem?", "ref": ["15-06"]}, {"a": "Yahweh will have the enemy kill her children.", "q": "What will make the mother of seven children ashamed and embarrassed?", "ref": ["15-09"]}, {"a": "He will make them beg for help in the time of calamity and distress.", "q": "When will Yahweh make Jeremiah's enemies beg for help?", "ref": ["15-11"]}, {"a": "He will give it because of all the people's sins.", "q": "Why will Yahweh give the people's wealth to their enemies?", "ref": ["15-13"]}, {"a": "He consumed them.", "q": "What did Jeremiah do with Yahweh's words?", "ref": ["15-16"]}, {"a": "He needs to repent.", "q": "What does Jeremiah need to do to be restored?", "ref": ["15-19"]}, {"a": "He will rescue him from the wicked and the tyrant.", "q": "What kinds of people will Yahweh rescue Jeremiah from?", "ref": ["15-21"]}], "16": [{"a": "Yahweh commands Jeremiah not to take a wife.", "q": "What command does Yahweh give to Jeremiah?", "ref": ["16-02"]}, {"a": "They will all die.", "q": "What will happen to the children that are born in that place?", "ref": ["16-03", "16-04"]}, {"a": "Their corpses will be like dung on the ground and will be food for the birds and beasts.", "q": "What will happen to their corpses?", "ref": ["16-04"]}, {"a": "He commands Jeremiah because both the great people and the small people will die, but no one will mourn for them.", "q": "Why does Yahweh command Jeremiah not to go into houses where people are mourning?", "ref": ["16-05", "16-06"]}, {"a": "Yahweh commands him because he is going to put an end to celebrations.", "q": "Why does Yahweh command Jeremiah not to go into houses where people are celebrating?", "ref": ["16-09"]}, {"a": "The people will ask Jeremiah why Yahweh has decreed disaster against them.", "q": "What will be the people's question when Jeremiah reports his word to them?", "ref": ["16-10"]}, {"a": "These people were more wicked than their ancestors were.", "q": "Who was more wicked, these people or their ancestors?", "ref": ["16-12"]}, {"a": "He will do it because they have polluted the land with their idols.", "q": "Why will Yahweh pay back double Israel's iniquity and sin?", "ref": ["16-18"]}, {"a": "They will say that their ancestors inherited deceit.", "q": "What will the nations say about their ancestors when they go to Yahweh?", "ref": ["16-19"]}], "17": [{"a": "It is engraved on their hearts.", "q": "Where is the sin of Judah engraved?", "ref": ["17-01"]}, {"a": "The Asherah poles are by the leafy trees on the high hills.", "q": "Where are the people's Asherah poles located?", "ref": ["17-02"]}, {"a": "Judah will be enslaved in a land that they do not know.", "q": "Where will Judah be enslaved?", "ref": ["17-04"]}, {"a": "Yahweh says that the person who trusts in mankind is accursed.", "q": "Who does Yahweh say is accursed?", "ref": ["17-05"]}, {"a": "The heart is more deceitful than anything else, it is sick, and no one can understand it.", "q": "What is the heart like?", "ref": ["17-09"]}, {"a": "All who abandon Yahweh will be ashamed and cut off.", "q": "What will happen to those who abandon Yahweh?", "ref": ["17-13"]}, {"a": "Jeremiah did not run from being a shepherd following Yahweh.", "q": "From what job did Jeremiah not run away?", "ref": ["17-16"]}, {"a": "He wanted Jeremiah to tell the people to listen to the word of Yahweh.", "q": "What did Yahweh want Jeremiah to do when he stood by the gates?", "ref": ["17-19"]}, {"a": "He wanted them to stop carrying burdens on the Sabbath.", "q": "What did Yahweh want the people to stop doing?", "ref": ["17-21"]}, {"a": "If they will listen and obey, then the city will remain forever.", "q": "What will happen to the city if the people will listen and not do any work on the Sabbath?", "ref": ["17-25"]}, {"a": "If the people do not listen, Yahweh will burn Jerusalem up.", "q": "What will happen if the people do not listen?", "ref": ["17-27"]}], "18": [{"a": "Yahweh tells Jeremiah to go to the potter's house.", "q": "Where does Yahweh tell Jeremiah to go to hear a word from him?", "ref": ["18-02"]}, {"a": "It was ruined in his hand.", "q": "What happened to the object of clay that the potter molded while Jeremiah was watching?", "ref": ["18-04"]}, {"a": "He will relent from the disaster that he was planning to bring upon it.", "q": "What will Yahweh do to a nation that turns from evil after it hears his proclamation?", "ref": ["18-08"]}, {"a": "He will not do the good that he had said he would do for them.", "q": "What will Yahweh do to a nation that does not listen to his voice?", "ref": ["18-10"]}, {"a": "They are doing wicked things.", "q": "Why will Yahweh form disaster against the people of Judah and Jerusalem?", "ref": ["18-11"]}, {"a": "They will not listen or stop doing evil things.", "q": "What will the men of Judah and Jerusalem do after Jeremiah warns them?", "ref": ["18-12"]}, {"a": "The Israelites have forgotten Yahweh and made offerings to idols.", "q": "Why will Israel become a horror?", "ref": ["18-15"]}, {"a": "They will do that because Yahweh has made the land a horror.", "q": "Why will everyone who passes by shudder and shake his head?", "ref": ["18-16"]}, {"a": "They plan to attack him with their words and no longer pay attention to anything he says.", "q": "What is the people's plot against Jeremiah?", "ref": ["18-18"]}, {"a": "Jeremiah asks Yahweh to remember how Jeremiah had spoken for the people's welfare.", "q": "What does Jeremiah ask Yahweh to remember him for?", "ref": ["18-20"]}, {"a": "He asks Yahweh to kill all the men and not forgive their sin.", "q": "What does Jeremiah ask Yahweh to do to his enemies?", "ref": ["18-21"]}], "19": [{"a": "He told Jeremiah to go and purchase a potter's clay flask,.", "q": "What did Yahweh tell Jeremiah to purchase?", "ref": ["19-01"]}, {"a": "Yahweh said he would bring disaster on that place, and make their ears tingle.\"", "q": "What did Yahweh tell Jeremiah he would bring on the kings of Judah and the inhabitants of Jerusalem?", "ref": ["19-03"]}, {"a": "He is bringing disaster because the people have abandoned God and profaned his place, and approached other gods, and filled the place with innocent blood.", "q": "Why is God bringing disaster on Jerusalem?", "ref": ["19-04"]}, {"a": "They built shrines to Baal in order to burn their sons in the fire as burnt offerings to him.", "q": "Why did the people build shrines to Baal?", "ref": ["19-05"]}, {"a": "It will be called the Valley of Slaughter.", "q": "What will the Valey of Ben Hinnom be called?", "ref": ["19-06"]}, {"a": "He was to break the clay flask in the sight of the men who went with him.", "q": "What was Jeremiah to do with the clay flask?", "ref": ["19-10"]}, {"a": "The unclean people were worshipping the stars on the rooftops and pouring out drink offerings to other gods.", "q": "What were the unclean people doing on the rooftops?", "ref": ["19-13"]}, {"a": "God brought disaster on them because they stiffened their neck and refused to listen to God's words.", "q": "Why did Yahweh bring disaster on the city and all of its towns?", "ref": ["19-14", "19-15"]}], "20": [{"a": "He punished Jeremiah because Jeremiah prophesied these words before Yahweh's house.", "q": "Why did Pashur beat Jeremiah and place him in stocks?", "ref": ["20-01", "20-02"]}, {"a": "Yahweh will give him all the wealth of this city and all of its riches, all of its precious items and all the treasures of the kings of Judah.", "q": "What will Yahweh give to the king of Babylon?", "ref": ["20-04"]}, {"a": "They will go to Babylon and die there.", "q": "What will happen to Pashur and all the inhabitants of his house?", "ref": ["20-05"]}, {"a": "He called out and proclaimed, \"Violence and destruction.\"", "q": "What message did Jeremiah call out and proclaim?", "ref": ["20-08"]}, {"a": "His word became like a fire in Jeremiah's heart, a burning in his bones, and he could contain it.", "q": "What happened when Jeremiah tried not to proclaim Yahweh's name anymore?", "ref": ["20-07", "20-09"]}, {"a": "They will stagger, they will not defeat him, and they will have unending shame.", "q": "What will happen to those who watch for Jeremiah to fall?", "ref": ["20-10", "20-11"]}, {"a": "Everyone should sing and praise Yahweh because he examines the righteous, sees their mind and heart, does vengeance, and rescues the oppressed person.", "q": "Why does Jeremiah say to sing and praise Yahweh?", "ref": ["20-12", "20-13"]}, {"a": "He curses the day he was born and asks that it not be blessed.", "q": "How does Jeremiah say about the day he was born?", "ref": ["20-14"]}], "21": [{"a": "They asked him to seek advice from Yahweh.", "q": "What did Pashhur and Zephaniah ask Jeremiah?", "ref": ["21-01", "21-02"]}, {"a": "They were hoping Yahweh would do miracles for them.", "q": "Why did they want Jeremiah to seek advice from Yahweh?", "ref": ["21-01", "21-02"]}, {"a": "The message is that Yahweh will fight against Zedekiah.", "q": "What is the message that Jeremiah give Zedekiah?", "ref": ["21-03", "21-05"]}, {"a": "Yahweh will fight against King Zedekiah with sickness, war, and hunger.", "q": "How will Yahweh fight against King Zedekiah?", "ref": ["21-06", "21-07"]}, {"a": "They needed to go out of the city and surrender to the Chaldeans.", "q": "What did people who wanted to live need to do?", "ref": ["21-08", "21-09"]}, {"a": "They would die.", "q": "What would happen to the people who stayed in the city?", "ref": ["21-08", "21-10"]}, {"a": "He wants the king to listen to Yahweh's word, to bring about justice, and to rescue the oppressed.", "q": "What does Yahweh want the king of Judah to do?", "ref": ["21-11", "21-12"]}, {"a": "Yahweh is against the people who live in the valley and on the plain.", "q": "Who is Yahweh against?", "ref": ["21-13", "21-14"]}, {"a": "He will light a fire in the thickets that will burn everything up.", "q": "What will Yahweh do because of what the people are doing?", "ref": ["21-13", "21-14"]}], "22": [{"a": "They are to listen to the word of Yahweh, act justly, help those who have been robbed, and rescue the oppressed. They are not to mistreat foreigners, orphans, or widows, and they are not to be violent or kill innocent people.", "q": "What does Yahweh tell the King of Judah, his servants, and his people to do?", "ref": ["22-01", "22-03"]}, {"a": "The royal palace will become a ruin.", "q": "What happens if they do not listen to these words of Yahweh's declaration?", "ref": ["22-05"]}, {"a": "Yahweh will choose people to come and destroy it.", "q": "How will the palace become a wilderness?", "ref": ["22-06", "22-07"]}, {"a": "He has done them because the people abandoned the covenant and worshiped other gods.", "q": "Why has Yahweh done these things to the great city?", "ref": ["22-08", "22-09"]}, {"a": "They should weep because the captives will never return or see the land again.", "q": "Why should the people weep for those who go into captivity?", "ref": ["22-10"]}, {"a": "He should do justice even for the poor and needy, do righteousness, and know Yahweh.", "q": "What should a good king do?", "ref": ["22-15", "22-16"]}, {"a": "They will not lament because he steals, he kills innocent people, and he oppresses people.", "q": "Why will the people not lament for king Jehoiakim?", "ref": ["22-17"]}, {"a": "They will bury him as they bury donkeys.", "q": "What kind of burial will they give Jehoiakim?", "ref": ["22-19"]}, {"a": "They have not listened to Yahweh's voice.", "q": "What has been the custom of the people since they were young?", "ref": ["22-21"]}, {"a": "They will lose their shepherds, their friends will become captives, and they will be ashamed and humiliated.", "q": "What will happen to them when they do not listen?", "ref": ["22-22"]}, {"a": "Yahweh will give Jehoiachin to the king of Babylon, and he will die far away from the land.", "q": "What will happen to Jehoiachin?", "ref": ["22-24", "22-26"]}, {"a": "Jehoiachin will be childless and will not prosper.", "q": "What does Yahweh say about Jehoiachin?", "ref": ["22-30"]}], "23": [{"a": "The shepherds destroy and scatter the sheep, drive them away, and do not care for them.", "q": "What do the shepherds of Jeremiah's day do to the sheep?", "ref": ["23-01", "23-02"]}, {"a": "He will gather them, give them a place to graze, and give them good shepherds.", "q": "What does Yahweh declare he will do for his flock?", "ref": ["23-03", "23-04"]}, {"a": "He will raise up a righteous king.", "q": "What will Yahweh do in the coming days?", "ref": ["23-05", "23-06"]}, {"a": "They will say Yahweh has brought them back from other lands so they can live in their own land.", "q": "What will the people say Yahweh has done for them?", "ref": ["23-07", "23-08"]}, {"a": "His heart is broken because Yahweh's words are holy, but the prophets are liars and the land is full of adulterers.", "q": "Why is Jeremiah's heart broken?", "ref": ["23-09"]}, {"a": "Yahweh will push them down and disaster will come against them.", "q": "What will happen to the prophets and priests?", "ref": ["23-11", "23-12"]}, {"a": "They prophesied by Baal, led Yahweh's people off the right path, committed adultery, deceived the people, and encouraged the people to do evil.", "q": "What are the offensives of the prophets?", "ref": ["23-13", "23-14"]}, {"a": "He makes them eat wormwood and drink poisonous water.", "q": "What does Yahweh make these prophets do?", "ref": ["23-15"]}, {"a": "They have lied to the people.", "q": "Why does Yahweh say, \"Do not listen to the prophets\"?", "ref": ["23-16", "23-17"]}, {"a": "His fury is like a storm.", "q": "What is Yahweh's fury like?", "ref": ["23-19"]}, {"a": "Yahweh did not send them.", "q": "What is wrong with the prophets?", "ref": ["23-21", "23-22"]}, {"a": "There is nowhere people can get away from him. He nearby and far away, he can see in every secret place, and he is everywhere in the heavens and the earth.", "q": "Where can people go to get away from Yahweh?", "ref": ["23-23", "23-24"]}, {"a": "They want the people to stop worshiping Yahweh.", "q": "What do the prophets want the people to do?", "ref": ["23-25", "23-27"]}, {"a": "He is to declare Yahweh's word truthfully and not steal words from other people.", "q": "How is the prophet of Yahweh to declare what he hears from Yahweh?", "ref": ["23-28", "23-29"]}, {"a": "He is against them because they deceive people by saying that their own thoughts are the words of Yahweh.", "q": "Why is Yahweh against the prophets?", "ref": ["23-31", "23-32"]}, {"a": "He is to say that there is no word from Yahweh because Yahweh has abandoned the people.", "q": "What does Yahweh want Jeremiah to tell those who ask him for a word from Yahweh?", "ref": ["23-33"]}, {"a": "He will punish those who say they have a message from Yahweh.", "q": "Whom will Yahweh punish?", "ref": ["23-34"]}, {"a": "They must not do it because each man is using his own words, and they have perverted the words of the living God.", "q": "Why must the people not talk to each other about Yahweh's declaration?", "ref": ["23-35", "23-36"]}, {"a": "He asks questions to see if they falsely say that they have received a declaration from Yahweh.", "q": "How does Jeremiah test any prophet?", "ref": ["23-37", "23-38"]}, {"a": "Yahweh will throw them away and put everlasting shame on them.", "q": "What happens to the prophets who give false reports?", "ref": ["23-39", "23-40"]}], "24": [{"a": "Yahweh showed him a basket of very good figs and a basket of very bad figs.", "q": "What is the vision Yahweh gave Jeremiah?", "ref": ["24-01", "24-03"]}, {"a": "Yahweh says the exiles are like the good figs.", "q": "Who are the people Yahweh says are like the good figs?", "ref": ["24-04", "24-05"]}, {"a": "He will restore them to the land", "q": "What will Yahweh do to the people who are like the good figs?", "ref": ["24-06"]}, {"a": "Zedekiah, the people who remain in the land, and the people who go to Egypt are like the bad figs.", "q": "Who are the people Yahweh says are like the bad figs?", "ref": ["24-08"]}, {"a": "He will make things go badly for them, and he will kill them by war, famine, and sickness.", "q": "What will Yahweh do to the people he says are like the bad figs?", "ref": ["24-08", "24-10"]}], "25": [{"a": "He proclaimed the word to all the people of Judah and all the inhabitants of Jerusalem.", "q": "Who did Jeremiah the prophet proclaim this word to?", "ref": ["25-01", "25-02"]}, {"a": "He had been proclaiming them for 23 years.", "q": "How long had Jeremiah been proclaiming Yahweh's words?", "ref": ["25-03", "25-04"]}, {"a": "They had not listened.", "q": "How had the people received the words Jeremiah had proclaimed?", "ref": ["25-03"]}, {"a": "They told each man to turn from his wicked way, not to worship other gods, and not to provoke Yahweh with what they did.", "q": "What did the prophets tell each man?", "ref": ["25-05", "25-06"]}, {"a": "Yahweh sent the people of the north with Nebuchadnezzar to destroy them.", "q": "What harm did Yahweh do because they did not listen?", "ref": ["25-07", "25-09"]}, {"a": "The sound of celebration and the sound of work will disappear.", "q": "What sounds will disappear from these nations when they serve the king of Babylon for seventy years?", "ref": ["25-10", "25-11"]}, {"a": "Yahweh will punish the people of Babylon for their iniquity.", "q": "What will happen in seventy years?", "ref": ["25-12", "25-14"]}, {"a": "They will drink it, stumble about, and rant madly.", "q": "What will all the nations do when Yahweh gives them his cup of fury?", "ref": ["25-15", "25-16"]}, {"a": "They turned into ruins.", "q": "What happened after Jerusalem, the cities of Judah, and her kings and officials drank from the cup that Jeremiah gave them?", "ref": ["25-17", "25-18"]}, {"a": "Babylon was the last to drink of the cup of Yahweh's fury.", "q": "What was the final nation to drink of the cup of Yahweh's fury?", "ref": ["25-26"]}, {"a": "They will be punished anyway.", "q": "What will happen if the nations refuse to take the cup from Jeremiah's hand?", "ref": ["25-27", "25-29"]}, {"a": "It will kill everyone from one end of the earth to the other.", "q": "Whom will the disaster from Yahweh kill?", "ref": ["25-32", "25-33"]}, {"a": "It is their day to die.", "q": "Why are the shepherds wailing?", "ref": ["25-34", "25-36"]}, {"a": "Yahweh was angry.", "q": "Why were the peaceful pastures destroyed?", "ref": ["25-37", "25-38"]}], "26": [{"a": "He tells him to proclaim all of Yahweh's words.", "q": "What does Yahweh tell Jeremiah to proclaim in the courtyard?", "ref": ["26-01", "26-02"]}, {"a": "If the people listen and turn from their wicked ways, Yahweh will not bring disaster on them.", "q": "What can the people do to get Yahweh not to bring disaster on them?", "ref": ["26-03"]}, {"a": "Yahweh will turn their city into a curse.", "q": "If the people do not listen to the words of Yahweh, what will Yahweh do to their city?", "ref": ["26-04", "26-06"]}, {"a": "The priests, prophets, and people seize him and tell him he will die.", "q": "What happens to Jeremiah after he announces Yahweh's words?", "ref": ["26-07", "26-09"]}, {"a": "They take him to the gateway of the New Gate of the temple.", "q": "Where do the people take him to judge him?", "ref": ["26-10", "26-12"]}, {"a": "If they kill him, they will be guilty of killing an innocent man.", "q": "What will happen if the officials kill Jeremiah?", "ref": ["26-13", "26-15"]}, {"a": "They say that it would be wrong to kill him.", "q": "What do the officials, people, and elders say about killing Jeremiah?", "ref": ["26-16", "26-17"]}, {"a": "Micah prophesied that Zion, Jerusalem, and the temple mount would become ruins.", "q": "What did Micah prophesy?", "ref": ["26-18"]}, {"a": "The king tries to kill Uriah.", "q": "What does the king try to do to Uriah?", "ref": ["26-20"]}, {"a": "He goes to Egypt.", "q": "What does Uriah do?", "ref": ["26-21"]}, {"a": "Jehoiakim sent men to Egypt to bring Uriah back, then Jehoiakim killed Uriah with the sword.", "q": "How was Jehoiakim able to kill Uriah?", "ref": ["26-22", "26-23"]}, {"a": "Ahikam son of Shaphan keeps Jeremiah from being killed.", "q": "Who keeps Jeremiah from being killed?", "ref": ["26-24"]}], "27": [{"a": "He gets a message for the kings of Edom, Moab, Ammon, Tyre, and Sidon.", "q": "Which kings does Jeremiah get a word from Yahweh for?", "ref": ["27-01", "27-02"]}, {"a": "All their nations will serve Nebuchadnezzar, king of Babylon.", "q": "What is the message for the kings?", "ref": ["27-05", "27-07"]}, {"a": "Yahweh will punish nations that do not serve Nebuchadnezzar with sword, famine, and plague.", "q": "What will happen to the nations that do not serve Nebuchadnezzar?", "ref": ["27-08"]}, {"a": "Yahweh will send them away from their land, and they will die.", "q": "What will happen to the people who listen to deceitful prophecy?", "ref": ["27-09", "27-10"]}, {"a": "They will stay in their land, cultivate it, and make homes.", "q": "What will the nation that takes the yoke of the king of Babylon receive?", "ref": ["27-11"]}, {"a": "He needs to serve the King of Babylon.", "q": "What does King Zedekiah need to do if he wants to live?", "ref": ["27-12"]}, {"a": "Yahweh will drive him out and he will die.", "q": "What will happen to Zedekiah if he listens to his prophets?", "ref": ["27-14", "27-15"]}, {"a": "They are not to listen to the prophets. They are to serve the king of Babylon and live.", "q": "What does Jeremiah say to the priests and the people?", "ref": ["27-16", "27-17"]}, {"a": "He took Jehoiachin and all the nobles.", "q": "What did Nebuchadnezzar take from Judah and Jerusalem?", "ref": ["27-19", "27-20"]}, {"a": "Nebuchadnezzar will take them to Babylon.", "q": "What will happen to the objects in the temple?", "ref": ["27-21", "27-22"]}], "28": [{"a": "Hananiah said that Yahweh had broken the yoke imposed by the king of Babylon.", "q": "Briefly what did Hananiah say to Jeremiah in front of the priests and people?", "ref": ["28-01", "28-02"]}, {"a": "The prophet's words will come true.", "q": "How does one know if a prophet is a true prophet sent by Yahweh?", "ref": ["28-09"]}, {"a": "He wants the people to believe that they will be free from Babylon.", "q": "Why does Hananiah break the yoke off Jeremiah?", "ref": ["28-10", "28-11"]}, {"a": "No, the people will not be free from Babylon.", "q": "Are Hananiah's words true?", "ref": ["28-12", "28-14"]}, {"a": "Yahweh will kill Hananiah this year because Hananiah told the people to rebel against Yahweh.", "q": "What is Yahweh's message through Jeremiah to Hananiah?", "ref": ["28-15", "28-17"]}], "29": [{"a": "It was sent to all the people exiled to Babylon.", "q": "Who did Jeremiah send his scroll to?", "ref": ["29-01"]}, {"a": "He told them to do this because the exiles would have peace if the city was at peace.", "q": "Why did Yahweh tell the captives to seek the peace of the city where they were exiled and to intercede with Yahweh on behalf of that city?", "ref": ["29-07"]}, {"a": "He warns them not to listen to dreams or to prophets whom Yahweh did not send.", "q": "What is Yahweh's warning through Jeremiah to the captives?", "ref": ["29-08", "29-09"]}, {"a": "He will bring them back to Judah and give them peace.", "q": "What is Yahweh's plan for the captives after seventy years?", "ref": ["29-10", "29-11"]}, {"a": "They will find him when they call to him, pray to him, and seek him with all their heart.", "q": "When will they find Yahweh?", "ref": ["29-12", "29-14"]}, {"a": "Yahweh said he was about to send sword, famine, and disease on them.", "q": "What was Yahweh going to do to the people who stayed in the city and did not go out into captivity?", "ref": ["29-16", "29-17"]}, {"a": "He will hand them over to Nebuchadnezzar, who will kill them.", "q": "What does Yahweh say he will do to Ahab and Zedekiah?", "ref": ["29-20", "29-21"]}, {"a": "They will say, \"May Yahweh make you like Zedekiah and Ahab, whom the king of Babylon roasted in fire.\"", "q": "What curse will the captives of Judah in Babylon speak?", "ref": ["29-22"]}, {"a": "He will have them killed because of the shameful things they did.", "q": "Why will Yahweh have Ahab and Zedekiah killed?", "ref": ["29-23"]}, {"a": "He was in Babylon.", "q": "Where was Shemaiah when he wrote the letters?", "ref": ["29-24"]}, {"a": "They were in Jerusalem.", "q": "Where were the people to whom Shemaiah wrote the letters?", "ref": ["29-25"]}, {"a": "He wanted Zephaniah to make prisoners of the prophets.", "q": "What did Shemaiah want Zephaniah to do?", "ref": ["29-26"]}, {"a": "Jeremiah had said that the people would be in Babylon for a long time.", "q": "Why did Shemaiah want Zephaniah to rebuke Jeremiah?", "ref": ["29-28"]}, {"a": "He will do it because Shemaiah prophesied lies to the people so they would rebel against Yahweh.", "q": "Why will Yahweh punish Shemaiah and his descendants?", "ref": ["29-31", "29-32"]}], "30": [{"a": "He will restore their fortunes and bring them back to the land.", "q": "What will Yahweh do for his people?", "ref": ["30-01", "30-03"]}, {"a": "Yahweh, speaking of himself as \"we,\" was the one who heard the voice.", "q": "Who heard the \"trembling voice of dread\"?", "ref": ["30-04", "30-05"]}, {"a": "The descendants of Jacob will have a time of anxiety.", "q": "Why do the young men have their hands on their loins and have pale faces?", "ref": ["30-06", "30-07"]}, {"a": "They will worship Yahweh their God and serve David their king.", "q": "How will the Israelites celebrate being freed from enslavement?", "ref": ["30-08", "30-09"]}, {"a": "Yahweh will bring them back from where he had scattered them to be captives.", "q": "Why should the descendants of Jacob not be dismayed?", "ref": ["30-10"]}, {"a": "It cannot be healed.", "q": "How can Israel's wound be cured?", "ref": ["30-12", "30-13"]}, {"a": "Yahweh disciplines the Israelites because of their iniquities and sins.", "q": "Why does Yahweh discipline the Israelites?", "ref": ["30-14", "30-15"]}, {"a": "He will have their enemies consume and capture and plunder them.", "q": "What will Yahweh do to those who harmed Israel?", "ref": ["30-16", "30-17"]}, {"a": "Yahweh will heal Israel's wounds.", "q": "What will Yahweh do for Israel?", "ref": ["30-17"]}, {"a": "They will sing songs of praise, they will increase in number, and Yahweh will honor them.", "q": "What will the people do after the city has been rebuilt?", "ref": ["30-19"]}, {"a": "He will appoint a leader for Israel.", "q": "What will Yahweh do after he establishes Israel's assembly?", "ref": ["30-20", "30-21"]}], "31": [{"a": "He will be the God of all the clans of Israel.", "q": "Whose God will Yahweh be?", "ref": ["31-01"]}, {"a": "They found favor because Yahweh loved them with an everlasting love.", "q": "Why did the people of Israel who survived the sword find Yahweh's favor?", "ref": ["31-02", "31-03"]}, {"a": "She will go out with happy dances and have good crops.", "q": "What will virgin Israel do after Yahweh builds her up?", "ref": ["31-04", "31-05"]}, {"a": "He has rescued the remnant of Israel.", "q": "Whom has Yahweh rescued?", "ref": ["31-07"]}, {"a": "He will bring them back from the northern lands and the farthest parts of the earth.", "q": "Where will Yahweh bring the remnant of Israel back from?", "ref": ["31-08"]}, {"a": "Yahweh scattered Israel.", "q": "Who is \"the one who scattered Israel\"?", "ref": ["31-10", "31-11"]}, {"a": "The people will have plenty of food, wine, oil, and livestock.", "q": "What will be the signs of Yahweh's goodness?", "ref": ["31-12"]}, {"a": "They will celebrate", "q": "What will the people do when they stop mourning?", "ref": ["31-13"]}, {"a": "There is wailing and weeping because Rachel's children have died.", "q": "Why is there wailing and bitter weeping in Ramah?", "ref": ["31-15"]}, {"a": "Yahweh will bring their descendants back from the enemy's land.", "q": "Why should the people stop weeping?", "ref": ["31-16", "31-17"]}, {"a": "He will have compassion because Ephraim was ashamed of his sins.", "q": "Why will Yahweh have compassion on Ephraim?", "ref": ["31-18", "31-20"]}, {"a": "They will say that because people will live in the cities and farmers and shepherds will live in the country.", "q": "Why will the people say, \"May Yahweh bless you\"?", "ref": ["31-24"]}, {"a": "Yahweh will watch over them so he can build them up and plant them.", "q": "What will Yahweh do to the houses of Israel and Judah that he uprooted and tore down?", "ref": ["31-27", "31-28"]}, {"a": "The saying is, \"Fathers have eaten sour grapes and the children's teeth are dulled.\"", "q": "What is the saying that the people of Israel and Judah will no longer use?", "ref": ["31-29", "31-30"]}, {"a": "Each man will die for his own sin.", "q": "Why will the people no longer use that saying?", "ref": ["03-30"]}, {"a": "The new covenant is this: Yahweh will write his law on their hearts.", "q": "What is the new covenant that Yahweh will establish with the house of Israel and Judah?", "ref": ["31-33", "31-34"]}, {"a": "They will be a nation as long as the sun, moon, stars, and sea have not vanished.", "q": "Israel will be a nation as long as what has not vanished?", "ref": ["31-35", "31-36"]}, {"a": "They will be a nation as long as no one has measured the highest heavens or discovered the earth's foundation.", "q": "Yahweh will reject Israel's descendants only when what two things have happened?", "ref": ["31-37"]}, {"a": "It will be bigger.", "q": "When the city is rebuilt, will it be bigger or smaller than it was?", "ref": ["31-38", "31-40"]}], "32": [{"a": "Jeremiah was imprisoned in the courtyard of the house of the king of Judah.", "q": "Where was Jeremiah when Yahweh gave a message to him?", "ref": ["32-01", "32-02"]}, {"a": "It was attacking Jerusalem.", "q": "What was the Babylonian army doing?", "ref": ["32-02"]}, {"a": "Zedekiah imprisoned him because Jeremiah prophesied that Jerusalem and Zedekiah would be captured by the Babylonians.", "q": "Why did Zedekiah imprison Jeremiah?", "ref": ["32-03", "32-05"]}, {"a": "Yahweh told Jeremiah that Hanamel son of Shallum your uncle was coming to Jeremiah and would say, \"Buy my field that is in Anathoth for yourself, for the right to buy it belongs to you.\".", "q": "What did Yahweh say, to Jeremiah, was going to happen?", "ref": ["32-06", "32-07"]}, {"a": "Jeremiah signed and sealed the deed of purchase, weighed the silver in the scales, and gave the sealed scroll to Baruch in the presence of the witnesses.", "q": "How did Jeremiah go about buying the field?", "ref": ["32-10", "32-12"]}, {"a": "Jeremiah told Baruch to take the scrolls with the receipt of the purchase and place them in a new jar.", "q": "What did Jeremiah tell Baruch to do with the sealed scroll?", "ref": ["32-13", "32-14"]}, {"a": "Yahweh wanted all the people to know that people would again buy houses, fields, and vineyards in the land.", "q": "What message of hope did Yahweh want to give through this purchase of land?", "ref": ["32-15"]}, {"a": "He made the heavens and the earth by his great strength and with his raised arm.", "q": "How did Yahweh make the heavens and the earth?", "ref": ["32-16", "32-17"]}, {"a": "He brought the people of Israel out of the land of Egypt.", "q": "How did Yahweh make his name famous?", "ref": ["32-21"]}, {"a": "They did not obey him.", "q": "What did the people of Israel do after Yahweh gave them the land?", "ref": ["32-23"]}, {"a": "He told him to buy a field.", "q": "What did Yahweh tell Jeremiah to do when the city of Jerusalem was being given into the hand of the Babylonians?", "ref": ["32-25"]}, {"a": "Yahweh will give him the city.", "q": "Why will Nebuchadnezzar be able to capture the city?", "ref": ["31-28"]}, {"a": "Jerusalem had been a provocation of Yahweh's wrath since the day that they built it.", "q": "How long had Jerusalem been a provocation to Yahweh?", "ref": ["32-31", "32-32"]}, {"a": "They turned their backs on Yahweh, placed wicked things in the temple, built shrines for Baal, and sacrificed their children to Molech.", "q": "What did the people of Israel do to provoke Yahweh?", "ref": ["32-33", "32-35"]}, {"a": "He promises to gather them from where they are and bring them back to the land.", "q": "What does Yahweh promise to do for the people of Judah even though they have been wicked?", "ref": ["32-36", "32-37"]}, {"a": "He will give them one heart and one way to honor him, and he will establish a perpetual covenant with them.", "q": "How will Yahweh provide for the people of Judah?", "ref": ["32-38", "32-40"]}, {"a": "Yahweh said he would bring on them all the good things that he had said he would do for them.", "q": "Just as Yahweh brought disaster on his people, what else was he going to do with them in the future?", "ref": ["32-42"]}], "33": [{"a": "Yahweh tells Jeremiah to call to him.", "q": "What does Yahweh tell Jeremiah to do?", "ref": ["33-01", "33-03"]}, {"a": "They are going to fill the houses with corpses.", "q": "What are the Chaldeans (Babylonians) going to do to the houses in the city?", "ref": ["33-04", "33-05"]}, {"a": "Yahweh will pardon all the iniquities of the people, heal them, and give them peace.", "q": "What good news does Jeremiah share with the people of Judah?", "ref": ["33-06", "33-08"]}, {"a": "Jerusalem will become for Yahweh an object of joy.", "q": "What will the city of Jerusalem become for Yahweh?", "ref": ["33-09"]}, {"a": "The cities are desolate now, but shepherds will lead their flocks in them.", "q": "How will the cities of Judah change?", "ref": ["33-12", "33-13"]}, {"a": "Yahweh has promised to make a descendant of David their king so that he can carry out justice and righteousness in the land.", "q": "What has Yahweh promised to do for the people of Judah and Jerusalem?", "ref": ["33-14", "33-16"]}, {"a": "He promises that there will always be a man from David's line to rule Israel and a Leviticus priest to offer sacrifices.", "q": "What does Yahweh promise Jeremiah?", "ref": ["33-17", "33-18"]}, {"a": "He will never break it.", "q": "When will Yahweh break his covenant with David?", "ref": ["33-20", "33-21"]}, {"a": "David will have more descendants than anyone can count.", "q": "How many descendants will David have?", "ref": ["33-22"]}, {"a": "The people have declared that Yahweh has now rejected the two clans that he chose, so they are no longer a nation.", "q": "What have the people declared about Yahweh's punishment of Judah?", "ref": ["33-23", "33-24"]}, {"a": "He will never reject them.", "q": "When will Yahweh reject the descendants of Jacob?", "ref": ["33-25", "33-26"]}], "34": [{"a": "Jeremiah received Yahweh's word when Nebuchadnezzar king of Babylon and all of his army were waging war against Jerusalem and her cities.", "q": "When did Jeremiah receive the word from Yahweh?", "ref": ["34-01"]}, {"a": "He said that he was going to give the city to Nebuchadnezzar.", "q": "What did Yahweh say to Jeremiah?", "ref": ["34-02", "34-03"]}, {"a": "He told Zedekiah that he would die in peace.", "q": "What did Yahweh tell Zedekiah king of Judah?", "ref": ["34-04", "34-05"]}, {"a": "The people freed all of their servants but later changed their minds and made their servants slaves once again.", "q": "What happened after the leaders and the people in Jerusalem set the Israelite servants free?", "ref": ["34-10", "34-11"]}, {"a": "He commanded them to free their slaves every seven years.", "q": "What did Yahweh command the ancestors of the Israelites to do every seven years?", "ref": ["34-12", "34-14"]}, {"a": "They set their slaves free, but then they forced them to become slaves again.", "q": "What evil did the people of Judah do?", "ref": ["34-15", "34-16"]}, {"a": "They will die by the sword, plague, and famine.", "q": "How will Yahweh punish them?", "ref": ["34-17"]}, {"a": "They cut a bull in half and walked between the pieces.", "q": "How did the people show that they agreed to the covenant?", "ref": ["34-18", "34-19"]}, {"a": "He will hand them over to their enemies, who will kill them.", "q": "How will Yahweh show he is angry with the people of Judah?", "ref": ["34-20"]}, {"a": "Yahweh will bring the army of the king of Babylon back to wage war against Jerusalem and burn it so that there will be no inhabitants.", "q": "What will happen to the city of Jerusalem?", "ref": ["34-21", "34-22"]}], "35": [{"a": "Yahweh asked Jeremiah to bring Rechabites to the temple and give them wine to drink.", "q": "What did Yahweh ask Jeremiah to do?", "ref": ["35-01", "35-02"]}, {"a": "When offered wine to drink the Rechabites refused to drink it.", "q": "How did the clan of the Rechabites respond when they were offered wine to drink?", "ref": ["35-05", "35-06"]}, {"a": "The Rechabites refused to drink any wine, for their ancestor, Jonadab son of Rechab, commanded them, 'Do not drink any wine, neither you nor your descendants, forever.", "q": "Why did the Rechabites refuse to drink wine?", "ref": ["35-06"]}, {"a": "Jonadab gave them this command because they were to live in tents.", "q": "Why did Jonadab command the Rechabites to not build houses, sow seeds, or plant vineyards?", "ref": ["35-07"]}, {"a": "The Rechabites had never drunk wine or built houses.", "q": "How did the Rechabites respond to Jonadab's command?", "ref": ["35-08", "35-11"]}, {"a": "They were escaping the Chaldean and Aramean armies.", "q": "Why were the Rechabites living in Jerusalem", "ref": ["35-11"]}, {"a": "Yahweh wanted the men of Judah to obey him the same way the Rechabites obeyed Jonadab.", "q": "How did Yahweh use the Rechabites as a positive example for the men of Judah?", "ref": ["35-12", "35-14"]}, {"a": "The prophets told them to stop doing evil, start doing good, stop worshiping other gods, and come back to the land.", "q": "What did the prophets tell the men of Judah?", "ref": ["35-15"]}, {"a": "Yahweh will bring on them all the disasters he has proclaimed against them.", "q": "What will Yahweh do because the men of Judah have not obeyed him?", "ref": ["35-17"]}, {"a": "Yahweh promises that there will always be someone from their family to serve him.", "q": "What promise does Yahweh give to the family of the Rechabites through Jeremiah?", "ref": ["35-18", "35-19"]}], "36": [{"a": "Yahweh wanted Jeremiah to write his words on a scroll so that the people of Judah would listen to Yahweh and Yahweh could forgive their sin.", "q": "Why did Yahweh want Jeremiah to write his words on a scroll?", "ref": ["36-01", "36-03"]}, {"a": "Jeremiah commanded Baruch to take the scroll with Jeremiah's words and read it to Baruch's family and to the people of Judah.", "q": "What did Jeremiah command Baruch to do?", "ref": ["36-04", "36-06"]}, {"a": "Jeremiah hoped that the people would listen and turn from their wicked ways.", "q": "Why did Jeremiah want Baruch to read the scroll?", "ref": ["36-07", "36-08"]}, {"a": "Baruch read Jeremiah's words in the temple so all the people could hear them.", "q": "What happened during the fast that was proclaimed in honor of Yahweh?", "ref": ["36-09", "36-10"]}, {"a": "He went to the secretary's office in the palace.", "q": "What did Micaiah do when he heard Baruch read from the scroll?", "ref": ["36-12"]}, {"a": "They sent Jehudi to bring Baruch to them, and they had Baruch read the scroll to them.", "q": "What did the officials do when they heard Micaiah's report?", "ref": ["36-13", "36-14"]}, {"a": "The men who had heard Baruch read were afraid and decided they must report his words to the king.", "q": "What happened after Baruch read from the scroll?", "ref": ["36-16"]}, {"a": "They told him that he and Jeremiah needed to hide and not let anyone know where they were.", "q": "What advice did the officials give to Baruch after he told them that he had written Jeremiah's words on the scroll?", "ref": ["36-17", "36-19"]}, {"a": "The king cut off the parts Jehudi had read and threw them in the fire until all the scroll was destroyed.", "q": "How did the king respond to the reading of the scroll by Jehudi?", "ref": ["36-23"]}, {"a": "They were not frightened, nor did they tear their clothes.", "q": "How did the king and his servants show that they would not obey the words in the scroll?", "ref": ["36-24"]}, {"a": "He did not listen to them.", "q": "What did the king do when several men urged him not to burn the scroll?", "ref": ["36-25"]}, {"a": "He told Jeremiah to have Baruch write on a new scroll all the words that were on the original scroll.", "q": "What did Yahweh tell Jeremiah to do after the king had burned the scroll?", "ref": ["36-27", "36-29"]}, {"a": "He said he would not let any of Jehoiakim's descendants be king, and he would make sure no one buried Jehoiakim's corpse.", "q": "What did Yahweh say he would do to Jehoiakim?", "ref": ["36-30", "36-31"]}], "37": [{"a": "Nebuchadnezzar made him king.", "q": "Who made Zedekiah king?", "ref": ["37-01"]}, {"a": "Zedekiah did not listen to the words of Yahweh.", "q": "How did King Zedekiah respond to Jeremiah when he proclaimed the words of Yahweh?", "ref": ["37-01", "37-02"]}, {"a": "They asked him to pray to Yahweh for them.", "q": "What did King Zedekiah and Zephaniah ask Jeremiah to do?", "ref": ["37-03"]}, {"a": "They wanted to get away from Pharaoh's army, which was coming out of Egypt.", "q": "Why did the Chaldeans (Babylonians) leave Jerusalem?", "ref": ["37-05"]}, {"a": "They were going to help the people of Judah by fighting the Chaldeans.", "q": "Why was Pharaoh's army coming out of Egypt?", "ref": ["37-07"]}, {"a": "He said that the Chaldeans would return, fight against the city, capture it, and burn it.", "q": "What did Yahweh tell Jeremiah would happen after Pharaoh's army returned to Egypt?", "ref": ["37-06", "37-08"]}, {"a": "He left to take possession of some land.", "q": "Why did Jeremiah leave Jerusalem?", "ref": ["37-11", "37-12"]}, {"a": "Jeriah thought that Jeremiah was deserting to the Chaldeans(Babylonians).", "q": "What did Jeriah think that Jeremiah was going to do?", "ref": ["37-13"]}, {"a": "Jeriah took Jeremiah to the officials, who beat him and put him in prison.", "q": "What did Jeriah do when Jeremiah told him that he was not deserting to the Chaldeans?", "ref": ["37-14", "37-15"]}, {"a": "Jeremiah told Zedekiah that Yahweh would give Zedekiah to the king of Babylon.", "q": "How did Jeremiah answer King Zedekiah when Zedekiah asked if Jeremiah has a word from Yahweh?", "ref": ["37-16", "37-17"]}, {"a": "He was afraid that he would die there.", "q": "Why did Jeremiah not want to return to the house of Jonathan the scribe?", "ref": ["37-18", "37-20"]}, {"a": "He had his servants put Jeremiah in the courtyard of the guard.", "q": "How did King Zedekiah respond to Jeremiah's request?", "ref": ["37-21"]}], "38": [{"a": "The Chaldeans (Babylonians) will capture it.", "q": "What will happen to the city?", "ref": ["38-03"]}, {"a": "They will die from the sword, famine, and plague.", "q": "What will happen to the people who stay in the city?", "ref": ["38-02"]}, {"a": "They can stay alive by going out to the Chaldeans.", "q": "How can people stay alive?", "ref": ["38-02"]}, {"a": "They wanted him to die because he was telling the soldiers to desert to the Chaldeans.", "q": "Why did the officials want Jeremiah to die?", "ref": ["38-04"]}, {"a": "They put him in a cistern.", "q": "What did the officials do to Jeremiah?", "ref": ["38-06"]}, {"a": "He told the king, the officials had done evil with the way they treated Jeremiah the prophet. They threw him into a cistern for him to die in it from hunger.", "q": "What did Ebed Melech tell the king concerning Jeremiah?", "ref": ["38-07", "38-08"]}, {"a": "King Zedekiah commanded Ebed Melech to take thirty men and get Jeremiah out of the cistern before Jeremiah died.", "q": "What did king Zedekiah command Ebed Melech concerning Jeremiah?", "ref": ["38-10"]}, {"a": "He thought Zedekiah would kill him.", "q": "What did Jeremiah think Zedekiah would do if Jeremiah tells him the truth?", "ref": ["38-15"]}, {"a": "Zedekiah swore by Yahweh that he would not kill him.", "q": "How did Zedekiah persuade Jeremiah to give him an answer?", "ref": ["38-16"]}, {"a": "Jeremiah told Zedekiah that if he went out to the Chaldeans he would live, but if he did not, he and the city would be destroyed.", "q": "What did Jeremiah say to Zedekiah?", "ref": ["38-17", "38-18"]}, {"a": "He was afraid that Nebuchadnezzar would allow them to treat him badly.", "q": "Why was King Zedekiah afraid of the people of Judah who had deserted to the Chaldeans?", "ref": ["38-19"]}, {"a": "He told King Zedekiah that if Zedekiah obeyed the message from Yahweh, Nebuchadnezzar would not allow the people to treat Zedekiah badly.", "q": "What assurance did Jeremiah give to King Zedekiah?", "ref": ["38-20"]}, {"a": "They would rebuke and taunt him.", "q": "What would the women do if Zedekiah refused to go out?", "ref": ["38-22", "38-23"]}, {"a": "He told Jeremiah to tell them that Jeremiah went to plead with him not to return Jeremiah to Jonathan's house to die.", "q": "What did Zedekiah tell Jeremiah to say to anyone who asked him what he and Zedekiah talked about?", "ref": ["38-24", "38-26"]}, {"a": "Jeremiah told them what Zedekiah told him to say.", "q": "What happened when the officials from the house of Judah questioned Jeremiah?", "ref": ["38-27", "38-28"]}], "39": [{"a": "Nebuchadnezzar did.", "q": "Who came with his army against Jerusalem and attacked it?", "ref": ["39-01"]}, {"a": "The city of Jerusalem was broken into.", "q": "What city was broken into?", "ref": ["39-02"]}, {"a": "All the officials of the king of Babylon came and sat in the middle gate.", "q": "Who came and sat in the middle gate?", "ref": ["39-03"]}, {"a": "They fled at night from the city.", "q": "What did Zedekiah and all his fighting men do when they saw the officials of the king of Babylon in the middle gate?", "ref": ["39-04"]}, {"a": "They captured him and brought him to Nebuchadnezzar.", "q": "What did the army of the Chaldeans (Babylonians) do when they caught up with Zedekiah?", "ref": ["39-05"]}, {"a": "He slaughtered Zedekiah's sons and also slaughtered all the noblemen of Judah.", "q": "What did Nebuchadnezzar do when Zedekiah was brought to him?", "ref": ["39-06"]}, {"a": "He put out Zedekiah's eyes and bound him so he could take Zedekiah to Babylon.", "q": "What did the king of Babylon do to Zedekiah?", "ref": ["39-07"]}, {"a": "They burned them.", "q": "What did the Chaldeans (Babylonians) do to the houses and walls of Jerusalem?", "ref": ["39-08"]}, {"a": "He took into exile the rest of the people who were left in the city and the people who had deserted to the Chaldeans.", "q": "Whom did Nebuzaradan take into exile?", "ref": ["39-09"]}, {"a": "He allowed the poorest people to remain.", "q": "What people did Nebuzaradan allow to stay in the land of Judah?", "ref": ["39-10"]}, {"a": "Nebuzaradan gave vineyards and fields to the people who remained.", "q": "What did Nebuzaradan give to the people who remained?", "ref": ["39-10"]}, {"a": "Nebuchadnezzar told Nebuzaradan to take care of Jeremiah and to do anything Jeremiah told him to do.", "q": "What did Nebuchadnezzar command Nebuzaradan to do about Jeremiah?", "ref": ["39-11", "39-12"]}, {"a": "They took Jeremiah from the courtyard of the guard and entrusted him to Gedaliah to take Jeremiah home.", "q": "What did Nebuzaradan, Nergal Sharezer, and the most important officials of the king of Babylon do to Jeremiah?", "ref": ["39-14"]}, {"a": "Yahweh told Jeremiah to say to Ebed Melech the Cushite that Yahweh was about to bring disaster on the city.", "q": "What did Yahweh tell Jeremiah to say to Ebed Melech the Cushite?", "ref": ["39-15", "39-16"]}, {"a": "He said that he would rescue Ebed Melech.", "q": "What did Yahweh say would happen to Ebed Melech on the day that Yahweh carried out his words against the city?", "ref": ["39-17"]}, {"a": "He would rescue Ebed Melech because he trusted in Yahweh.", "q": "For what reason would Yahweh rescue Ebed Melech from the sword?", "ref": ["39-18"]}], "40": [{"a": "The word from Yahweh came to Jeremiah after Nebuzaradan had sent him away from Ramah.", "q": "What came to Jeremiah after Nebuzaradan had sent him away from Ramah?", "ref": ["40-01"]}, {"a": "He was going to send them to Babylon.", "q": "What was Nebuzaradan going to do with the people of Jerusalem and Judah?", "ref": ["40-02"]}, {"a": "The chief guard said that Yahweh had decreed the disaster against that place.", "q": "Why did the chief guard tell Jeremiah concerning Yahweh and Jerusalem?", "ref": ["40-02"]}, {"a": "He said that Jeremiah could go with him to Babylon or go wherever he wanted to in the land.", "q": "Where did the chief guard say that Jeremiah could go?", "ref": ["40-04"]}, {"a": "He said that Jeremiah should go to Gedaliah, who was in charge of the cities of Judah.", "q": "To whom did the chief guard say that Jeremiah should go?", "ref": ["40-05"]}, {"a": "Jeremiah went to Gedaliah and lived among the people who were left behind in the land.", "q": "Where did Jeremiah go and live?", "ref": ["40-06"]}, {"a": "They went to Gedaliah at Mizpah.", "q": "What did the commanders of the Judean soldiers and their men do when they heard that Gedaliah had been put in charge of those who had not been exiled to Babylon?", "ref": ["40-07", "40-08"]}, {"a": "He said that if they would serve the Chaldean officials and the king of Babylon and live in the land it would go well with them.", "q": "What did Gedaliah tell the commanders of the Judean soldiers and their men to do?", "ref": ["40-09"]}, {"a": "He told them that they should live in the cities that they had occupied.", "q": "What did Gedaliah tell the commanders of the Judean soldiers and their men to do so they could harvest wine, summer fruit, and oil?", "ref": ["40-10"]}, {"a": "The Judeans returned to Judah from every place where they had been scattered, and they harvested wine and summer fruit in great abundance.", "q": "What did the Judeans do when they heard that the king of Babylon had allowed a remnant of Judah to stay?", "ref": ["40-11", "40-12"]}, {"a": "They asked him if he realized that Baalis king of Ammon had sent Ishmael to murder him.", "q": "What did Johanan and all the army commanders ask Gedaliah at Mizpah?", "ref": ["40-13", "40-14"]}, {"a": "He did not believe them.", "q": "What did Gedaliah think about what Jonathan and the army commanders told him?", "ref": ["40-14"]}, {"a": "He wanted kill Ishmael.", "q": "What did Johanan tell Gedaliah he wanted to do?", "ref": ["40-15"]}, {"a": "Gedaliah thought that Jonathan was telling lies about Ishmael.", "q": "What did Gedaliah think of Jonathan's words about Ishmael?", "ref": ["40-16"]}], "41": [{"a": "They wanted to kill Gedaliah.", "q": "Why did Ishmael and the ten men with him come to eat with Gedaliah?", "ref": ["41-01", "41-03"]}, {"a": "They killed Gedaliah, all the Judeans who were with him, and the Chaldean soldiers who were there.", "q": "Whom did Ishmael and his men kill?", "ref": ["41-02", "41-03"]}, {"a": "Eighty men came from Shechem, Shiloh, and Samaria.", "q": "Who came on the second day after Ishmael had killed Gedaliah?", "ref": ["41-04", "41-05"]}, {"a": "They were going to the temple.", "q": "Where were they going?", "ref": ["41-05"]}, {"a": "He invited them to visit Gedaliah.", "q": "What did Ishmael say to the eighty men?", "ref": ["41-06"]}, {"a": "They slaughtered the men and threw them into a pit.", "q": "What did Ishmael and his men do to the eighty men when they came into the city?", "ref": ["41-07"]}, {"a": "The ten men told them that they had provisions.", "q": "Why did they not kill ten of the eighty men?", "ref": ["41-08"]}, {"a": "He threw them in the pit that King Asa had dug.", "q": "Where did Ishmael throw the corpses of all the people he had killed??", "ref": ["41-09"]}, {"a": "Ishmael captured all the other people who were in Mizpah and started to take them to Ammon.", "q": "What did Ishmael do with all the other people who were in Mizpah?", "ref": ["41-10"]}, {"a": "They took all their men and went to fight against Ishmael.", "q": "What did Johanan and all the army commanders with him do when they heard of what Ishmael had done?", "ref": ["41-11", "41-12"]}, {"a": "They were very happy and went to Johanan.", "q": "What did all the people who were with Ishmael do when they saw Johanan and all the army commanders who were with him?", "ref": ["41-13", "41-14"]}, {"a": "They went to the people of Ammon.", "q": "Where did Ishmael and his men go to get away from Johanan?", "ref": ["41-15"]}, {"a": "They went to Geruth Chimham, which is near Bethlehem.", "q": "Where did Johanan and the people go after they left Mizpah?", "ref": ["41-17"]}, {"a": "They wanted to go to Egypt.", "q": "Where did Johanan and the people want to go?", "ref": ["41-17"]}, {"a": "They were afraid of the Chaldeans.", "q": "Why did they want to go to Egypt?", "ref": ["41-17"]}, {"a": "They were afraid because Ishmael had killed Gedaliah.", "q": "Why were Johanan and the people afraid of the Chaldeans?", "ref": ["41-18"]}], "42": [{"a": "They asked him to pray for them and to tell them the way they should go and what they should do.", "q": "What did all the army commanders and all the people say to Jeremiah?", "ref": ["42-01", "42-03"]}, {"a": "He said he would pray for them and tell them whatever Yahweh answers.", "q": "How did Jeremiah answer them?", "ref": ["42-04"]}, {"a": "They said they would do everything Yahweh told them to do.", "q": "Then what did the people say to Jeremiah?", "ref": ["42-05", "42-06"]}, {"a": "After ten days, the word of Yahweh came to Jeremiah.", "q": "What happened after ten days?", "ref": ["42-07"]}, {"a": "He said that he would save them, give them mercy and compassion, and bring them back to their land.", "q": "What did Yahweh say he would do because he was with them?", "ref": ["42-11", "42-12"]}, {"a": "If they went to live in Egypt, Yahweh said they would all die there by sword, famine, and plague.", "q": "What did Yahweh say would happen if the people actually went to Egypt to live there?", "ref": ["42-15", "42-17"]}, {"a": "They will become an object of cursing and they will never return.", "q": "What will become of them if they go to Egypt?", "ref": ["42-18"]}, {"a": "Yahweh has told them not to go to Egypt, and he will be angry with them if they go.", "q": "Why will the people never see the land again?", "ref": ["42-19"]}, {"a": "They will pay with their lives because they asked Jeremiah to give them Yahweh's message, but they will not do what Yahweh tells them to do.", "q": "Why will the people pay for their lives for going to Egypt?", "ref": ["42-20", "42-22"]}], "43": [{"a": "He finished proclaiming all the words that Yahweh had told him to say.", "q": "What did Jeremiah finish proclaiming to all the people?", "ref": ["43-01"]}, {"a": "They accused him of telling them lies so that Jeremiah could have the Chaldeans kill them and make them captives in Babylon.", "q": "Of what did Azariah, Johanan, and all the arrogant men accuse Jeremiah?", "ref": ["43-03"]}, {"a": "They all went to Egypt.", "q": "What did Johanan and the others do instead of what Yahweh had told them to do?", "ref": ["43-04", "43-07"]}, {"a": "He told him to bury them near Pharaoh's house in Tahpanhes to show that Nebuchadnezzar would sit on a throne there.", "q": "What did Yahweh tell Jeremiah to do with the stones?", "ref": ["43-08", "43-10"]}, {"a": "Yahweh says that Nebuchadnezzar will kill some people and take others into captivity.", "q": "What does Yahweh say will happen to the people when Nebuchadnezzar comes and attacks the land of Egypt?", "ref": ["43-11"]}, {"a": "Yahweh says he will burn them or capture them.", "q": "What does Yahweh say Nebuchadnezzar will do to the temples of Egypt's gods?", "ref": ["43-12", "43-13"]}], "44": [{"a": "Jeremiah says did it because the people worshiped other gods.", "q": "Why does Jeremiah say Yahweh brought disaster on Jerusalem and the cities of Judah?", "ref": ["44-02", "44-03"]}, {"a": "The prophets had told the people to stop doing things that Yahweh hates.", "q": "What had Yahweh's prophets said to the people?", "ref": ["44-04"]}, {"a": "They did not listen.", "q": "What did the people do after the prophets spoke to them?", "ref": ["44-05"]}, {"a": "Yahweh poured out his fury and his wrath, and he destroyed Judah and Jerusalem.", "q": "What did Yahweh do when the Judeans did not listen to the prophets?", "ref": ["44-06"]}, {"a": "He will not allow any of them to live.", "q": "How many of the people who went to Egypt will Yahweh allow to live?", "ref": ["44-07"]}, {"a": "They offended Yahweh with the deeds of their hands, by burning incense to other gods in the land of Egypt.", "q": "How did they offend Yahweh?", "ref": ["44-08"]}, {"a": "He says he will destroy them.", "q": "What does Yahweh say is going to happen to them in Egypt?", "ref": ["44-08"]}, {"a": "He says that the people and their ancestors have committed wickedness.", "q": "Who does Yahweh say has committed wickedness?", "ref": ["44-10"]}, {"a": "Yahweh says that he will set his face against them and bring disaster to them and destroy all of them just as he punished Jerusalem: with sword and famine and plague.", "q": "What does Yahweh say will happen to the people who went to Egypt?", "ref": ["44-11", "44-12"]}, {"a": "He says that none of them who want to return to Judah will return, though a few will escape from Egypt.", "q": "What does Yahweh say about the remnant of Judah?", "ref": ["44-14"]}, {"a": "The people thought they would be filled with food and would prosper, without experiencing any disaster if they burned incense and poured out drink offerings to the Queen of Heaven.", "q": "What did the people think would happen if they continued to burned incense and pour out drink offerings to the Queen of Heaven?", "ref": ["44-17"]}, {"a": "He could no longer bear what the people did.", "q": "What was it that Yahweh could no longer bear?", "ref": ["44-22"]}, {"a": "Their land became a desolation, a horror, and a curse.", "q": "What happened to their land after Yahweh could no longer bear what the people did?", "ref": ["44-22"]}, {"a": "Because they burned incense to worship idols and sinned against Yahweh, and because they would not listen to him.", "q": "Why did this disaster happen to them?", "ref": ["44-23"]}, {"a": "He told them to fulfill their vows.", "q": "What did Jeremiah tell those who wanted to fulfill their vows to the Queen of Heaven?", "ref": ["44-25"]}, {"a": "He told them that they would never again worship Yahweh, but they would all perish by sword and famine.", "q": "What did Jeremiah say the people would do after they fulfilled their vows?", "ref": ["44-26", "44-27"]}, {"a": "They will return from Egypt to Judah.", "q": "What will happen to those who do not die by the sword?", "ref": ["44-28"]}, {"a": "He says he will give Pharaoh Hophra to his enemies.", "q": "What does Yahweh say he will do with Pharaoh Hophra?", "ref": ["44-30"]}, {"a": "They will understand that Yahweh will do to them everything he said he would do.", "q": "What will the people understand when Hophra dies?", "ref": ["44-29"]}], "45": [{"a": "He did it because Baruch was saying that Yahweh was making him sad.", "q": "Why did Yahweh give Jeremiah a message for Baruch?", "ref": ["45-01", "45-03"]}, {"a": "He plans to destroy it.", "q": "What does Yahweh plan to do to Baruch's nation?", "ref": ["45-04"]}, {"a": "He should not desire people to honor him in a special way.", "q": "What should Baruch not desire?", "ref": ["45-05"]}, {"a": "Yahweh promises to protect Baruch wherever he goes.", "q": "What does Yahweh promise to do for Baruch?", "ref": ["45-05"]}], "46": [{"a": "Nebuchadnezzar king of Babylon and Neco king of Egypt were going to war.", "q": "Who are the two kings who are going to have a war?", "ref": ["46-02"]}, {"a": "He tells them to get their shields, horses, spears, and armor ready and go forward to fight.", "q": "What does Yahweh tell the army of Egypt to do?", "ref": ["46-01", "46-04"]}, {"a": "He sees the Egyptian soldiers running for safety but defeated at the Euphrates River.", "q": "What does Yahweh see the Egyptian army doing?", "ref": ["46-05", "46-06"]}, {"a": "The army is like the Nile River when it floods and destroys cities and inhabitants.", "q": "What does Yahweh compare the Egyptian army to?", "ref": ["46-07", "46-08"]}, {"a": "He will get his vengeance when the sword devours and is satisfied. That will be like a sacrifice to Yahweh.", "q": "How will Yahweh get his vengeance?", "ref": ["46-10"]}, {"a": "They are to go to Gilead for medicine, but it will not cure them.", "q": "What does Yahweh tell Egypt to do?", "ref": ["46-11", "46-12"]}, {"a": "He told them to got to Tahpanhes and fight there.", "q": "What did Yahweh tell the people of Migdol and Memphis to do?", "ref": ["46-13", "46-14"]}, {"a": "Apis the bull-god has run away and Yahweh has thrown him down.", "q": "What has happened to Egypt's gods?", "ref": ["46-15"]}, {"a": "They want to go to their homes.", "q": "What do the soldiers want to do?", "ref": ["46-16", "46-17"]}, {"a": "He says Egypt needs to prepare for captivity.", "q": "What does Yahweh say Egypt needs to prepare for?", "ref": ["46-19"]}, {"a": "Egypt is a beautiful young cow, and the hired soldiers are like a fattened bull.", "q": "What animals does the writer say Egypt is like before the battle?", "ref": ["46-20", "46-21"]}, {"a": "He says Egypt is like a snake.", "q": "What animal does the writer say Egypt is like after the battle?", "ref": ["46-21"]}, {"a": "People from the north will cut them down.", "q": "Who will kill the soldiers of Egypt?", "ref": ["46-23", "46-24"]}, {"a": "He will give Egypt to Nebuchadnezzar.", "q": "To whom will Yahweh give Egypt?", "ref": ["46-25", "46-26"]}, {"a": "He will bring them out of captivity, return them to their land where they will find peace and be secure, bring destruction to the nations where they were scattered, discipline them justly, but not destroy them completely.", "q": "What does Yahweh say he will do for his people Israel?", "ref": ["46-27", "46-28"]}], "47": [{"a": "They will be attacked from the north and they will all lament(weep).", "q": "What does Yahweh say will happen to the people of Philistia?", "ref": ["47-01", "47-02"]}, {"a": "They will hear the sound of horses' hooves and the rumble of the chariots. Men will run away, they will not stop to help their children, and they will be weak and helpless.", "q": "How will the people of Philistia know the enemy is coming to destroy them?", "ref": ["47-03", "47-04"]}, {"a": "They are asking him to stop killing them.", "q": "What are the people of Philistia asking Yahweh to do?", "ref": ["47-06", "47-07"]}, {"a": "Because he intends to attack all people living in Ashkelon and the cities along the coast.", "q": "Why will Yahweh not stop the killing?", "ref": ["47-07"]}], "48": [{"a": "Devastation will happen to the cities, no one will honor Moab, and their enemies will try to destroy her as a nation.", "q": "What does Yahweh say about Moab?", "ref": ["48-01", "48-02"]}, {"a": "They are doing these things because Moab has been destroyed.", "q": "Why are people screaming, weeping, and crying?", "ref": ["48-03", "48-05"]}, {"a": "They were putting their trust in their practices and their wealth.", "q": "Why will Chemosh and his priests and leaders go away into captivity?", "ref": ["48-07"]}, {"a": "They will all be destroyed, none of them will escape.", "q": "What does Yahweh say will happen to the towns in Moab?", "ref": ["48-08"]}, {"a": "They will become a wasteland where no one lives.", "q": "What is to happen to their cities?", "ref": ["48-09"]}, {"a": "Yahweh will curse him.", "q": "What will Yahweh do to anyone who will not kill Moabites for him?", "ref": ["48-10"]}, {"a": "He says he will send enemies to attack them and get rid of them.", "q": "What does Yahweh say will happen to the Moabites?", "ref": ["48-11", "48-12"]}, {"a": "It will very soon be destroyed.", "q": "What does Yahweh say will happen to the country of Moab?", "ref": ["48-15", "48-16"]}, {"a": "They should wail for Moab because their power has been broken.", "q": "What should the people who live near Moab do after Moab is destroyed?", "ref": ["48-17"]}, {"a": "They should notice they are being attacked and take notice of people who are escaping. They should howl, lament, and shout for help because Moab has been devastated.", "q": "What should the people in the city of Dibon and Aroer do instead of being proud?", "ref": ["48-18", "48-20"]}, {"a": "Yahweh has punished many cities. The horn of Moab has been hacked off; its arm has been broken.", "q": "What punishment has come to all the cities in the land of Moab?", "ref": ["48-21", "48-25"]}, {"a": "Yahweh will judge Moab and their enemies will laugh at them.", "q": "The Moabites thought they were powerful against Yahweh, but what will Yahweh do to them?", "ref": ["48-26", "48-27"]}, {"a": "They should abandon the cities and camp on the cliffs in the rocks.", "q": "What should the inhabitants do because of their pride?", "ref": ["48-28", "48-29"]}, {"a": "Yahweh laments because he knows Moab's defiant speech amounts to nothing.", "q": "Why does Yahweh lament, shout in sorrow, and weep for the people in Moab?", "ref": ["48-30", "48-32"]}, {"a": "He has taken away their celebration and rejoicing.", "q": "What has Yahweh done to Moab?", "ref": ["48-33"]}, {"a": "He will get rid of those people.", "q": "What does Yahweh say he will do to the people of Moab who offer sacrifices and burn incense to their gods?", "ref": ["48-35"]}, {"a": "They shave their heads and beards, cut their hands, and wear sackcloth around their waists.", "q": "How do the people of Kir Heres express their sorrow because their riches are gone?", "ref": ["48-36", "48-37"]}, {"a": "Because Yahweh has destroyed Moab as people destroy pots that no one wants.", "q": "Why is there mourning everywhere on the roofs and in the plazas?", "ref": ["48-38", "48-39"]}, {"a": "It will happen quickly, like when an eagle gets its prey. The enemy will seize the strongholds, and the soldiers will be afraid.", "q": "What does Yahweh say the capture of Kerioth will be like?", "ref": ["48-40", "48-41"]}, {"a": "Yahweh will cause the people to be terrified and fall into pits and traps.", "q": "How will Yahweh destroy Moab?", "ref": ["48-42", "48-44"]}, {"a": "Because a fire will be burning in Heshbon, and it will burn up all the people in Moab who boasted.", "q": "Why will the people flee only as far as the city of Heshbon?", "ref": ["48-45"]}, {"a": "The Moabites will be destroyed and their sons and daughters will be captured and taken to other countries, but someday Yahweh will allow them to return to their land.", "q": "What does Jeremiah say will happen to the Moabites?", "ref": ["48-46", "48-47"]}], "49": [{"a": "Molech should not occupy Gad because it belongs to the children of Israel.", "q": "Why should Molech not occupy the land of Gad?", "ref": ["49-01"]}, {"a": "It will become a deserted heap.", "q": "What will happen to Rabbah?", "ref": ["49-02"]}, {"a": "The cities will be destroyed and the people will go into captivity.", "q": "What will happen to Molech?", "ref": ["49-03"]}, {"a": "She trusts in her wealth.", "q": "What does the faithless daughter trust in?", "ref": ["49-04"]}, {"a": "They will be terrified because they will all be forced by the enemy who surround them to scatter to other countries.", "q": "Why will the people be terrified?", "ref": ["49-05"]}, {"a": "Yahweh will restore their fortunes.", "q": "What will Yahweh do for the Ammon people-group in the future?", "ref": ["49-06"]}, {"a": "The wise people of Edom have gone away.", "q": "What has happened to the wise people of Edom?", "ref": ["49-07"]}, {"a": "They should flee and live in holes in the ground.", "q": "What should the people of Edom do now that their wise people are gone?", "ref": ["49-08"]}, {"a": "He is going to bring disaster on Esau.", "q": "What is Yahweh going to do to Esau?", "ref": ["49-08"]}, {"a": "He says that he will take care of the orphans and widows.", "q": "What does Yahweh say about the orphans and widows in Edom?", "ref": ["49-11"]}, {"a": "They have seen that even those whom Yahweh is not punishing have suffered.", "q": "Why should the Edomites already know that Yahweh will punish them?", "ref": ["49-12"]}, {"a": "He will destroy it.", "q": "What Yahweh said he will do to Bozrah?", "ref": ["49-13"]}, {"a": "The messenger went out to the nations telling them to get ready for battle and attack Edom.", "q": "What was Yahweh's messenger going to tell the nations to do?", "ref": ["49-14"]}, {"a": "He says that he has made their nation of Edom small compared to other nations and that people will despise them.", "q": "What does Yahweh say to the people of Edom?", "ref": ["49-15"]}, {"a": "He will bring them down.", "q": "Because the Edomites have deceived themselves and think they have safety in the cliff, what will Yahweh do to them?", "ref": ["49-16"]}, {"a": "He compares it to Sodom and Gomorrah and their neighbors, where no one lives.", "q": "What does Yahweh compare the horror of Edom to?", "ref": ["49-17", "49-18"]}, {"a": "He will choose someone to be in charge of them.", "q": "What will Yahweh do to the Edomites after he takes them from their land?", "ref": ["49-19"]}, {"a": "He has plans to drag away the inhabitants of Teman and to turn their pasturelands into ruined places.", "q": "What are the plans that Yahweh has against Edom?", "ref": ["49-20"]}, {"a": "The earth will shake, and people as far away as the Red Sea will hear the shouts of distress. Even the strongest warriors will be afraid.", "q": "What will it be like when Edom is destroyed?", "ref": ["49-21", "49-22"]}, {"a": "They will be ashamed and weak. They will turn away and flee in distress.", "q": "What does Yahweh say will happen to the people of Damascus?", "ref": ["49-23", "49-24"]}, {"a": "The fire will devour Benhadad's strongholds, and the young men and all the fighting men will die.", "q": "What will happen when Yahweh lights a fire on the wall of Damascus?", "ref": ["49-26", "49-27"]}, {"a": "He tells Nebuchadnezzar to attack the people, destroy them, and take their possessions.", "q": "What does Yahweh tell Nebuchadnezzar to do to Kedar?", "ref": ["49-28", "49-29"]}, {"a": "It will be easy for him because the people have no gates or bars, and they live by themselves.", "q": "Why will this be an easy attack for Nebuchadnezzar?", "ref": ["49-30", "49-31"]}, {"a": "They will live in holes in the ground.", "q": "Where will the people of Kedar live after Nebuchadnezzar attacks them?", "ref": ["49-30"]}, {"a": "He will scatter them and disaster will come on them.", "q": "What will Yahweh do to the people of Hazor when Nebuchadnezzar takes their camels and property as war plunder?", "ref": ["49-32"]}, {"a": "Only jackals will live in it.", "q": "Who will live in the city after Nebuchadnezzar attacks it?", "ref": ["49-33"]}, {"a": "He got it when King Zedekiah ruled Judah.", "q": "When did Jeremiah receive the prophecy about Elam?", "ref": ["49-34"]}, {"a": "The people will go to all parts of the earth.", "q": "When Yahweh breaks the bowmen of Elam, where will the people go?", "ref": ["49-34", "49-36"]}, {"a": "Yahweh is going to enable their enemies to smash them and bring disaster to them, kill them, and completely get rid of all of them.", "q": "What is Yahweh going to do because he is angry with the people of Elam?", "ref": ["49-37", "49-38"]}, {"a": "He will allow them to return to their land.", "q": "What will Yahweh do for the people of Elam some day?", "ref": ["49-39"]}], "50": [{"a": "Babylon is taken. Bel and the idols are put to shame.", "q": "What will happen to Babylon?", "ref": ["50-02"]}, {"a": "A nation from the north.", "q": "Who will arise against Babylon?", "ref": ["50-03"]}, {"a": "The people will come together with weeping and seek Yahweh. They will set off toward Zion to renew their eternal covenant with Yahweh.", "q": "What will the people of Israel do when Babylon is attacked?", "ref": ["50-04", "50-05"]}, {"a": "He describes them as a lost flock because their shepherds led them astray and they forgot their homeland.", "q": "Why does Yahweh describe his people as a lost flock?", "ref": ["50-06"]}, {"a": "The adversaries said it was because Yahweh's people sinned against Yahweh.", "q": "What did their adversaries say about why they were able to devour Yahweh's people?", "ref": ["50-07"]}, {"a": "They are to leave because great nations from the north are coming to capture Babylon.", "q": "Why are the Israelites to leave Babylon before Babylon is captured?", "ref": ["50-08", "50-10"]}, {"a": "Babylon will be the least of nations, an uninhabited wilderness.", "q": "What will happen to Babylon because they took Yahweh's inheritance as plunder?", "ref": ["50-11", "50-13"]}, {"a": "Everyone will shoot at Babylon, Babylon will surrender her power, her towers will fall, her walls will be torn down, and others will do to her just as she had done to other nations.", "q": "Because Babylon has sinned against Yahweh what will happen to her?", "ref": ["50-14", "50-15"]}, {"a": "They should all run away back to their own countries.", "q": "What should people who came from other countries do when Babylon is attacked?", "ref": ["50-16"]}, {"a": "He says he will punish the king of Babylon and his people the same way he punished the king of Assyria.", "q": "What does Yahweh say he will do to the nations of Assyria and Babylon?", "ref": ["50-17", "50-18"]}, {"a": "Yahweh will restore Israel to his homeland, and he will forgive the people's sins.", "q": "What will Yahweh do for this remnant of people that he spares?", "ref": ["50-19", "50-20"]}, {"a": "Yahweh wants them to sound the battle cry and bring enormous destruction on Babylon.", "q": "What does Yahweh encourage the enemies of Babylon to do?", "ref": ["50-21", "50-22"]}, {"a": "It will be seized because it challenged Yahweh.", "q": "Why will the Babylonian army be seized?", "ref": ["50-23", "50-24"]}, {"a": "Yahweh opens his armory, brings out the weapons, and encourages the enemies to attack Babylon, open her granaries, and bring her to destruction. They are to leave no remnant of her.", "q": "What is the work that Yahweh has to do?", "ref": ["50-25", "50-26"]}, {"a": "They will talk about how Yahweh punished Babylon by having the warriors slaughtered for what was done to his temple in Zion.", "q": "What will the Israelite survivors of Babylon talk about?", "ref": ["50-27", "50-28"]}, {"a": "No one will escape the destruction the enemies of Babylon will bring on her. The enemy is to destroy all of her fighting men because of what she has done to Yahweh.", "q": "What will happen to because she defied Yahweh?", "ref": ["50-29", "50-30"]}, {"a": "He declares that they will stumble and fall.", "q": "What does Yahweh declare will happen to the proud people?", "ref": ["50-31", "50-32"]}, {"a": "Yahweh of hosts rescues Israel.", "q": "Who rescues the oppressed people of Israel?", "ref": ["50-33", "50-34"]}, {"a": "They will strike the inhabitants, the officials, the wise men, and all the people. They will strike their false prophets, their strongest warriors, and their horses and chariots.", "q": "What will enemy soldiers do to Babylonia?", "ref": ["50-35", "50-37"]}, {"a": "Babylon will become like Sodom and Gomorrah.", "q": "What will Babylon become like?", "ref": ["50-38", "50-40"]}, {"a": "The kings hears that they are cruel and have no compassion.", "q": "What does the king of Babylon hear about the people from the north?", "ref": ["50-41", "50-42"]}, {"a": "After hearing the report the king feels like a woman in labor.", "q": "How does the king of Babylon feel after hearing this report from Jeremiah that an army from the north is coming to overtake Babylon?", "ref": ["50-43"]}, {"a": "He will chase the people from Babylon and appoint someone to be in charge of it.", "q": "What will Yahweh do to Babylon?", "ref": ["50-44"]}, {"a": "Yahweh plans to completely destroy the people of Babylon.", "q": "What does Yahweh plan to do to the people of Babylon?", "ref": ["50-45", "50-46"]}], "51": [{"a": "They will come and destroy Babylon.", "q": "What will the foreigners do to Babylon?", "ref": ["51-01", "51-02"]}, {"a": "A surprise attack will come so quickly that Babylon's soldiers will not have time to put on their armor. The attackers will destroy the army and the people.", "q": "What type of attack will come on Babylon's army?", "ref": ["51-03", "51-04"]}, {"a": "Yahweh reminds them that even though his people sinned he is still their God and he has not abandoned them.", "q": "What does Yahweh remind his people of?", "ref": ["51-05"]}, {"a": "Yahweh tells his people to run, so they will escape the punishment coming to Babylon.", "q": "What does Yahweh tell the people of Israel to do?", "ref": ["51-06"]}, {"a": "He used it to make them drunk.", "q": "What did Yahweh use Babylon to do to the nations?", "ref": ["51-07"]}, {"a": "It will fall and be destroyed.", "q": "What will happen to Babylon?", "ref": ["51-07", "51-08"]}, {"a": "The Israelites will leave and go to their land and tell others in Zion that Yahweh has forgiven them of their sins.", "q": "What will the Israelites do because Babylon will not be healed?", "ref": ["51-09", "51-10"]}, {"a": "The armies of Media and Persia are going to destroy Babylon.", "q": "Who is going to march into battle against Babylon because Babylon destroyed Yahweh's temple in Jerusalem?", "ref": ["51-11"]}, {"a": "Yahweh will raise a battle cry against them. Their end has come.", "q": "What has Yahweh sworn he will do to the rich people of Babylon?", "ref": ["51-13", "51-14"]}, {"a": "He has made the earth, set it in place, and stretched out the heavens.", "q": "What has Yahweh done by his power, wisdom, and understanding?", "ref": ["51-15"]}, {"a": "He brings thunder, rain, lightning, and wind to come upon the earth.", "q": "What happens when Yahweh speaks?", "ref": ["51-15", "51-16"]}, {"a": "No, idols can do nothing for them. They are worthless.", "q": "Will making idols satisfy people?", "ref": ["51-17", "51-18"]}, {"a": "He is the one who created everything. His name is Yahweh.", "q": "Who is the God of Israel?", "ref": ["51-19"]}, {"a": "God said Israel was his war hammer, his weapon for battle.", "q": "What did God say Israel was?", "ref": ["51-20"]}, {"a": "Yahweh says he will repay the people for all the evil things they did in Jerusalem.", "q": "What does Yahweh say to the people in Babylon?", "ref": ["51-24"]}, {"a": "Yahweh will completely destroy Babylon, and no one will ever live there again.", "q": "What will Yahweh do to Babylon because of how they plundered people all over the earth?", "ref": ["51-25", "51-26"]}, {"a": "These nations are to summon their armies and prepare to attack Babylon.", "q": "What is Jeremiah to tell the nations of Media and Persia?", "ref": ["51-27", "51-28"]}, {"a": "Yahweh's plan is to make the land of Babylon a wasteland with no inhabitants.", "q": "What is Yahweh's plan against Babylon?", "ref": ["51-29"]}, {"a": "The warriors will remain confused in their strongholds because places of escape will be blocked, and the city will be set on fire.", "q": "How will the Babylonian warriors respond to the battle against them?", "ref": ["51-30", "51-32"]}, {"a": "Babylon is like a threshing floor during the time of harvest.", "q": "What does Yahweh say Babylon is like?", "ref": ["51-33"]}, {"a": "They want Yahweh to cause the Babylonians to suffer like they suffered under King Nebuchadnezzar.", "q": "What do the people of Jerusalem want Yahweh to do to the people of Babylon?", "ref": ["51-34", "51-35"]}, {"a": "He will plead their case and bring vengeance on Babylon. He will make her springs dry and make her a wasteland where no one lives.", "q": "What is Yahweh's response to the Israelites?", "ref": ["51-36", "51-37"]}, {"a": "He is going to prepare a different kind of feast where they become drunk with wine and then are all slaughtered.", "q": "What is Yahweh going to do to the people of Babylon?", "ref": ["51-39", "51-40"]}, {"a": "Babylon will become a place of ruin among all nations.", "q": "What kind of place will Babylon become?", "ref": ["51-41"]}, {"a": "Yahweh will punish Bel and make the people of Babylon give back the offerings that were given to Bel, and the walls of Babylon will fall.", "q": "What will Yahweh do to the god Bel?", "ref": ["51-43", "51-44"]}, {"a": "He tells them to run and save their lives from all the violence that will be in the land.", "q": "What does Yahweh tell his people who are in Babylon to do?", "ref": ["51-45", "51-46"]}, {"a": "The heavens and earth will rejoice because Babylon is destroyed by an army from the north.", "q": "What happens that causes the heavens and earth to rejoice?", "ref": ["51-48", "51-49"]}, {"a": "They are to get out of Babylon, return to Jerusalem, and turn back to Yahweh.", "q": "What does Jeremiah tell the Israelite people to do?", "ref": ["51-50"]}, {"a": "They had heard that foreigners had entered the holy places of Yahweh's house.", "q": "What had the Israelites heard about Yahweh's house?", "ref": ["51-51"]}, {"a": "He tells them that he will send armies to destroy Babylon.", "q": "What does Yahweh tell the people that he will do?", "ref": ["51-52", "51-53"]}, {"a": "They hear a shout of distress as Yahweh destroys Babylon.", "q": "What do the people hear from Babylon?", "ref": ["51-54", "51-56"]}, {"a": "It will all be useless.", "q": "What will happen to everything that the nations try to do for Babylon?", "ref": ["51-58"]}, {"a": "Seraiah was his chief officer.", "q": "Who was King Zedekiah's chief officer?", "ref": ["51-59"]}, {"a": "Jeremiah wrote all the disasters that were going to come to Babylon.", "q": "What did Jeremiah write in a scroll?", "ref": ["51-60"]}, {"a": "Yahweh made a declaration that Babylon will be destroyed, have no inhabitants, and become a permanent wasteland.", "q": "What was written on the scroll?", "ref": ["51-62"]}, {"a": "Jeremiah told Seraiah that when he arrived in Babylon he was to read all the words on the scroll, tie a stone to it, and throw it into the Euphrates River.", "q": "What were Jeremiah's instructions to Seraiah?", "ref": ["51-61", "51- 63"]}, {"a": "When he threw the scroll in the river, the people would understand that Babylon will sink like the scroll because of the disaster Yahweh is sending on her.", "q": "Why was Seraiah to throw the scroll in the river?", "ref": ["51-63", "51-64"]}], "52": [{"a": "Zedekiah was an evil king just like Jehoiakim.", "q": "What kind of king was Zedekiah?", "ref": ["52-01", "52-02"]}, {"a": "He camped opposite it and attacked the city for two years.", "q": "What did king Nebuchadnezzar do while he was near Jerusalem?", "ref": ["52-04", "52-05"]}, {"a": "They caught them in the plains of the Jordan River near Jericho.", "q": "Where did the Chaldeans (Babylonians) catch Zedekiah and his men?", "ref": ["52-06", "52-08"]}, {"a": "The king slaughtered Zedekiah's sons before his eyes and then put out Zedekiah's eyes, bound him in chains, and took him to Babylon.", "q": "What did the king of Babylon do to Zedekiah and his sons?", "ref": ["52-09", "52-11"]}, {"a": "He burned the house of Yahweh, the king's palace, and all the houses and important buildings, and he destroyed the walls around Jerusalem.", "q": "What did Nebuzaradan do in Jerusalem?", "ref": ["52-12", "52-14"]}, {"a": "He took some of them into exile and left some to work the vineyards and fields.", "q": "What did Nebuzaradan do to the poorest people in Jerusalem?", "ref": ["52-15", "52-16"]}, {"a": "The Chaldeans (Babylonians) took it all away.", "q": "What became of the bronze, gold, and silver in the house of Yahweh?", "ref": ["52-17", "52-19"]}, {"a": "He put them in prison.", "q": "What did Nebuzaradan do to Zephaniah and other city officials?", "ref": ["52-24", "52-25"]}, {"a": "He put them to death.", "q": "What did the king of Babylon do with the prisoners that Nebuzaradan brought to him?", "ref": ["52-26", "52-27"]}, {"a": "There were 4,600 people exiled from Jerusalem.", "q": "How many Judean people were exiled?", "ref": ["52-28", "52-30"]}, {"a": "Evil Merodach, king of Babylon, released him.", "q": "Who released Jehoiachin king of Judah from prison?", "ref": ["52-31"]}, {"a": "He spoke kindly to him and gave him a seat of honor. He removed Jehoiachin's prison clothes and had him eat at his table and gave him a regular food allowance for the rest of his life.", "q": "How did Evil Merodach treat Jehoiachin when he was released from prison?", "ref": ["52-32", "52-34"]}]}