[{"id": "01", "tn": [{"ref": "first year", "text": "referring to the beginning of the reign of King Cyrus (See: [[:en:ta:vol2:translate:translate_ordinal]])"}, {"ref": "Yahweh", "text": "This is the name of God that he revealed to his people in the Old Testament. See the translationWord page about Yahweh concerning how to translate this."}, {"ref": "Yahweh fulfilled his word", "text": "\"Yahweh did what he had said he would do\""}, {"ref": "that came from the mouth of Jeremiah", "text": "That Jeremiah wrote or spoke about. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Yahweh ... stirred Cyrus's spirit", "text": "Stirring the spirit is a metonym for making someone want to act. \"Yahweh ... made Cyrus want to act\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "Cyrus' voice went out over his entire kingdom", "text": "The voice is a metonym for the message the voice speaks, and the kingdom is a metonym for the people whom a king rules. AT: \"Cyrus sent a message to everyone over whom he ruled\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "what was written and spoken", "text": "This can be translated in active form. It might be best to translate so the reader understands that other people might have helped Cyrus get the message to the people over whom he ruled. AT: \"what Cyrus wrote and what his messengers read so people could hear them\" (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "all the kingdoms of the earth", "text": "This is an exaggeration, as there were kingdoms over which Cyrus did not rule. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "for him a house in ... Judea", "text": "You may need to make explicit that the house was for people to worship Yahweh. AT: \"a house in ... Judea where people can worship him\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}]}, {"id": "03", "tn": [{"ref": "his people", "text": "the people who belong to Yahweh."}, {"ref": "survivors of that land ... should provide them", "text": "Those Israelites who choose to stay where they are should help those who choose to go to Jerusalem physically and financially."}]}, {"id": "05", "tn": [{"ref": "their work", "text": "This refers to the work of the people in the previous verse roused by God."}, {"ref": "everyone whose spirit God stirred to go", "text": "Stirring the spirit is a metonym for making someone want to act. AT: \"everyone whom God had made want to go\" Similar words appear in [[:en:bible:notes:ezr:01:01|1:1]]. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "07", "tn": [{"ref": "Mithredath ... Sheshbazzar", "text": "These are men's names. (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "put them into the hand of Mithredath the treasurer", "text": "Putting an object into someone's hand is a metaphor for allowing that person to do what he wants with that object. Here the reader should understand that Cyrus expected Mithredath to do what Cyrus wanted him to do. AT: \"put Mithredath the treasurer in charge of them\" or \"made Mithredath the treasurer responsible for them\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "treasurer", "text": "official in charge of money"}, {"ref": "counted them out for Sheshbazzar", "text": "made sure Sheshbazzar knew exactly what all the items were (See: [[:en:ta:vol1:translate:figs_idiom]])"}]}, {"id": "09", "tn": [{"ref": "General Information:", "text": "This is a list of numbered items."}, {"ref": "Thirty ... one thousand ... twenty-nine", "text": "nine** - \"30 ... 1,000 ... 29\" (See: [[:en:ta:vol2:translate:translate_numbers]])"}, {"ref": "basins ... bowls", "text": "objects used to hold water for washing"}, {"ref": "5,400 gold and silver items in all", "text": "the total number of items returned to Jerusalem from Babylon, listed above individually (See: [[:en:ta:vol2:translate:translate_numbers]])"}]}]