[{"id": "01", "tn": [{"ref": "Connecting Statement:", "text": "Though this letter is from Paul and Timothy to the Colossian believers, later in the letter Paul makes it clear that he is the writer. Most likely Timothy was with him and wrote the words down as Paul spoke."}, {"ref": "General Information:", "text": "Throughout this letter the words \"we,\" \"our,\" and \"ours\" include the Colossians unless noted otherwise. The words \"you,\" \"your,\" and \"yours\" refer to the Colossian believers and so are plural unless noted otherwise. (See: [[:en:ta:vol2:translate:figs_inclusive]] and [[:en:ta:vol1:translate:figs_you]])"}, {"ref": "an apostle of Christ Jesus through the will of God", "text": "\"whom God chose to be an apostle of Christ Jesus\""}, {"ref": "We give ... our Lord ... we always", "text": "These words do not include the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}]}, {"id": "04", "tn": [{"ref": "We have heard", "text": "Paul is excluding his audience. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "your faith in Christ Jesus", "text": "\"your belief in Christ Jesus\""}, {"ref": "because of the confident expectation reserved for you in heaven", "text": "Here \"confident expectation\" stands for what the believer can confidently expect, that is, the things that God has promised to do for all believers. These things are spoken of as if they were physical objects that God was keeping in heaven for the believers to possess later. AT: \"because you are certain that God, who is in heaven, will do the many good things that he has promised you\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "bearing fruit and is growing", "text": "Paul is speaking here of the gospel as if it were a tree or plant that grows and produces food. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in all the world", "text": "The gospel is spreading and growing throughout the known world. (See: [[:en:ta:vol2:translate:figs_hyperbole]])"}, {"ref": "the grace of God in truth", "text": "\"the true grace of God\""}]}, {"id": "07", "tn": [{"ref": "our beloved ... our behalf ... to us", "text": "The words \"our\" and \"us\" do not include the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "gospel as you learned it from Epaphras, our beloved fellow servant, who", "text": "\"gospel. It is exactly what you learned from Epaphras, who is our beloved fellow servant and who\" or \"gospel. It is exactly what Epaphras, our beloved fellow servant, taught you. He\""}, {"ref": "Epaphras, our beloved fellow servant, who is a faithful servant of Christ on our behalf", "text": "Here \"on our behalf\" means that Epaphras was doing work for Christ that Paul himself would have done if he were not in prison."}, {"ref": "Epaphras", "text": "the man who preached the gospel to the people in Colossae (See: [[:en:ta:vol1:translate:translate_names]])"}, {"ref": "your love in the Spirit", "text": "Paul speaks of the Holy Spirit as if he were a place in which the believers were located. AT: \"how the Holy Spirit has enabled you to love believers\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "09", "tn": [{"ref": "Connecting Statement:", "text": "Because the Spirit has enabled them to love others, Paul prays for them and tells them here how he prays for them."}, {"ref": "Because of this love", "text": "\"Because the Holy Spirit has enabled you to love other believers\""}, {"ref": "we heard ... we have not stopped ... We have been asking ... We have been praying", "text": "These words do not include the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "from the day we heard this", "text": "\"from the day Epaphras told us these things\""}, {"ref": "that you will be filled with the knowledge of his will", "text": "Paul speaks of the Colossian believers as though they were containers. AT: \"that God will fill you with what you need to know so that you can do his will\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in all wisdom and spiritual understanding", "text": "\", so that the Holy Spirit will make you wise and able to understand what God wants you to do\""}, {"ref": "that you will walk worthily of the Lord", "text": "Walking here signifies behavior in life. AT: \"that you will live the way God expects you to\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in pleasing ways", "text": "\"in ways that will please the Lord\""}, {"ref": "will bear fruit", "text": "Paul is speaking of the Colossian believers as if they were trees or plants. As a plant grows and bears fruit, so also believers are to keep getting to know God better and doing good deeds. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "11", "tn": [{"ref": "We pray", "text": "The word \"we\" refers to Paul and Timothy but not to the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "into all perseverance and patience", "text": "Paul speaks of the Colossian believers as if God would move them into a location of perseverance and patience. In reality, he is praying that they will never stop trusting in God and that they will be completely patient as they honor him. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "has made you able to have a share", "text": "\"has allowed you to share\""}, {"ref": "has made you able", "text": "Here Paul is focusing on his readers as receivers of God's blessings. But he does not mean that he himself has no share in those blessings."}, {"ref": "inheritance", "text": "Receiving what God has promised believers is spoken of as if it were inheriting property and wealth from a family member. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "in light", "text": "This idea is opposite to the idea of the dominion of darkness in the next verse. AT: \"in the glory of his presence\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "13", "tn": [{"ref": "Connecting Statement:", "text": "Paul talks about the ways in which Christ is excellent."}, {"ref": "He has rescued", "text": "\"God the Father has rescued\""}, {"ref": "the dominion of darkness", "text": "Darkness is a common picture in the scriptures for evil. AT: \"the power of evil\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "his beloved Son", "text": "\"God the Father's beloved Son, Jesus Christ\""}, {"ref": "In his Son we have redemption", "text": "Paul often speaks as if the believers were \"in\" Jesus Christ or \"in\" God. Here this expression can also be translated as \"by means of his Son we have redemption.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the forgiveness of sins", "text": "\"; his Son forgives our sins\" or \"; the Father forgives us through his Son\""}]}, {"id": "15", "tn": [{"ref": "The Son is the image of the invisible God", "text": "Here \"image\" does not mean a representation of something that is visible. Instead, \"image\" here means that by knowing the Son, we learn what God the Father is like.  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "He is the firstborn", "text": "\"The Son is the firstborn.\" The expression \"firstborn Son\" does not refer to Jesus' birth in Bethlehem. Instead, it refers to the Son's position as the eternal Son of God the Father. In this sense, \"firstborn\" is a metaphor meaning \"most important.\" Jesus is the most important and the unique \"Son\" of God. He is God. The word \"Son\" shows Jesus' intimate relationship with the Father. That relationship cannot be understood until and unless you use your language's words for \"son\" and \"father.\"  (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "For by him all things were created", "text": "This can be stated in active form. AT: \"Because the Son created all things\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "Whether thrones or dominions or governments or authorities, all things were created by him and for him", "text": "The Son created all things for himself, including thrones, dominions, principalities, and authorities. (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "He is before all things", "text": "\"He existed before all things\""}, {"ref": "in him all things hold together", "text": "Paul is speaking here of the Son controlling all things as if he were physically holding them together. \"he holds everything together\" (UDB) (See: [[:en:ta:vol2:translate:figs_activepassive]] and [[:en:ta:vol1:translate:figs_metaphor]])"}]}, {"id": "18", "tn": [{"ref": "he is the head", "text": "\"Jesus Christ, the Son of God, is the head\""}, {"ref": "he is the head of the body, the church", "text": "Paul speaks of Jesus' position over the church as if he were the head on the human body. As the head rules the body, so does Jesus rule the church. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the beginning", "text": "\"the originating authority.\" He is the first chief or founder."}, {"ref": "firstborn from among the dead", "text": "Jesus is the first person to die and come back to life, never to die again."}, {"ref": "Son", "text": "This is an important title for Jesus, the Son of God. (See: [[:en:ta:vol2:translate:guidelines_sonofgodprinciples]])"}, {"ref": "through the blood of his cross", "text": "\"by means of the blood Jesus shed on the cross\""}, {"ref": "the blood of his cross", "text": "Here \"blood\" stands for the death of Christ on the cross. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "21", "tn": [{"ref": "Connecting Statement:", "text": "Paul makes it clear that God has now revealed that Christ exchanges the sin of Gentile believers for his holiness."}, {"ref": "And you also", "text": "\"And you Colossian believers also\""}, {"ref": "were strangers to God", "text": "\"were like people whom God did not know\" or \"had pushed God away\""}, {"ref": "to present you holy, blameless, and above reproach before him", "text": "Paul is describing the Colossians as though Jesus had physically cleaned them, put them in clean clothes, and brought them to stand before God the Father. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "blameless, and above reproach", "text": "Paul uses two words that mean almost the same thing to emphasize the idea of perfection. AT: \"perfect\" (See: [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "before him", "text": "This expression of location stands for \"in God's view\" or \"in God's mind\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "that was proclaimed", "text": "that believers proclaimed (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "to every person created under heaven", "text": "\"to every person in the world\""}, {"ref": "the gospel of which I, Paul, became a servant", "text": "Paul was actually a servant of God. AT: \"the gospel that I, Paul, serve God by proclaiming\" (See: [[:en:ta:vol2:translate:figs_metonymy]])"}]}, {"id": "24", "tn": [{"ref": "I fill up in my flesh what is lacking of the afflictions of Christ", "text": "Paul speaks about the suffering that he continues to experience. He may be acknowledging here that there is much suffering that he and all other Christians must endure before Christ comes again, and that Christ in a spiritual sense joins with them in experiencing these hardships. Paul certainly does not mean that Christ's sufferings alone were not enough to provide salvation for the believers."}, {"ref": "I fill up in my flesh", "text": "Paul speaks of his body as if it were a container that could hold suffering. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "for the sake of his body, which is the church", "text": "Paul often speaks of the church, the group of all Christian believers, as if it were Christ's body. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "to fulfill the word of God", "text": "This means to bring about the purpose of God's gospel message, which is that it be preached and believed. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "This is the secret truth that was hidden", "text": "This can be stated in active form. AT: \"This is the secret truth that God had hidden\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "for ages and for generations", "text": "The words \"ages\" and \"generations\" refer to the time period from the creation of the world until the time when the gospel was preached."}, {"ref": "now it has been revealed", "text": "This can be stated in active form. AT: \"now God has revealed it\" (See: [[:en:ta:vol2:translate:figs_activepassive]])"}, {"ref": "the riches of the glory of this secret truth", "text": "Paul speaks of the value of this secret truth about God as if it were a treasure of material wealth. \"riches\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Christ is in you", "text": "Paul speaks of the believers as if they were actual containers in which Christ is present. This is one of his ways of expressing the union of the believers with Christ. (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "the confidence of future glory", "text": "\"so you can confidently expect to share in God's glory\" (see UDB)"}]}, {"id": "28", "tn": [{"ref": "we proclaim ... We admonish ... we teach ... we may present", "text": "These words do not include the Colossians. (See: [[:en:ta:vol2:translate:figs_exclusive]])"}, {"ref": "We admonish every person", "text": "\"We warn everyone\""}, {"ref": "so that we may present every person", "text": "\"so that we may present to God every person\" (See: [[:en:ta:vol1:translate:figs_explicit]])"}, {"ref": "complete", "text": "\"spiritually mature\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}]}]