[{"id": "001", "tn": [{"ref": "General Information:", "text": "Parallelism is common in Hebrew poetry. (See: [[:en:ta:vol2:translate:writing_poetry]] and [[:en:ta:vol2:translate:figs_parallelism]])"}, {"ref": "the God of my strength", "text": "Possible meanings are 1) \"the God who protects me\" or 2) \"the God who gives me strength.\""}, {"ref": "Why have you rejected me? Why do I go about in mourning because of the oppression of the enemy?", "text": "The writer asks these questions in order to complain to God and express his emotions, not to receive an answer. (See: [[:en:ta:vol1:translate:figs_rquestion]])"}, {"ref": "Why do I go about in mourning", "text": "To \"go about in mourning\" is to perform customs related to being very sad."}, {"ref": "because of the oppression of the enemy", "text": "The word \"oppression\" can be translated as a verb. AT: \"because my enemy oppresses me\" (See: [[:en:ta:vol2:translate:figs_abstractnouns]])"}]}, {"id": "003", "tn": [{"ref": "send out your light and your truth", "text": "The writer speaks of God's deliverance as if it were a light that shows him the way and truth that teaches him how to live. AT: \"guide me with your light and truth\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "holy hill", "text": "This refers to the hill in Jerusalem where the temple is located and thus to the temple itself. (See: [[:en:ta:vol2:translate:figs_metonymy]])"}, {"ref": "to your dwelling", "text": "\"to the place where you live\""}, {"ref": "God my exceeding joy", "text": "\"God who is my very great joy\" or \"God who gives me very great joy\""}]}, {"id": "005", "tn": [{"ref": "Why are you bowed down, my soul? Why are you upset within me?", "text": "The author refers to his inner self as his \"soul.\" He asks these questions to rebuke himself. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. AT: \"I should not be bowed down. I should not be worried\" (See: [[:en:ta:vol1:translate:figs_rquestion]] and [[:en:ta:vol2:translate:figs_synecdoche]])"}, {"ref": "bowed down", "text": "The writer speaks of depression or discouragement as if it were his soul being bent over. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. AT: \"discouraged\" (See: [[:en:ta:vol1:translate:figs_metaphor]])"}, {"ref": "Hope in God", "text": "The writer continues to speak to his own soul and commands it to trust God. See how you translated this in [[:en:bible:notes:psa:042:005|42:5]]. (See: [[:en:ta:vol2:translate:figs_imperative]])"}, {"ref": "my salvation and my God", "text": "The phrase \"my salvation\" refers to God. If necessary the two phrases can be combined. AT: \"my God who saves me\" (See: [[:en:ta:vol2:translate:figs_doublet]])"}]}]